{
    "31": [
        [
            1,
            "有直男正常聊天嘛～在家实在无聊哈哈哈\nqq197880490"
        ],
        [
            1,
            "唉，妹妹说想替我出去买菜...我拒绝了，一个高中生未成年啥都不懂，出去了被感染了咋办..."
        ],
        [
            2,
            "正常交友的，为什么要留小号啊？交个朋友这么见不得人？"
        ]
    ],
    "30": [
        [
            1,
            "我只想问问又没人玩剧本杀23333\n1293851538"
        ],
        [
            1,
            "fan8mi2骂人"
        ],
        [
            2,
            "info是有认真交友的哦，我跟男票就是在info认识的，现在在一起已经3年啦，感情很好，大家大胆尝试，不要觉得腼腆和不好意思，谈恋爱本身是很美好的事情呀，祝早日找到自己的幸福"
        ],
        [
            1,
            "无聊的你现在都在干啥？"
        ],
        [
            1,
            "有的人为什么要这么怂啊"
        ]
    ],
    "29": [
        [
            2,
            "正常交友的有的！清流有的！"
        ],
        [
            2,
            "不想谈恋爱想找固p这样的想法有问题吗？（女）"
        ],
        [
            1,
            "有呀 正常交友"
        ],
        [
            1,
            "有??‍♂️"
        ],
        [
            2,
            "所以 现在还有正经聊天 不撩骚 正常交友的吗"
        ],
        [
            1,
            "请问我川有小伙伴也被UCLA录取了吗？2020入学的，找不到组织干着急?"
        ]
    ],
    "28": [
        [
            1,
            "有人知道抖音上的扬扬么？"
        ],
        [
            2,
            "请问大家毕业设计有学分吗？为什么本科生教务处里没有这一项呢"
        ],
        [
            1,
            "请问这几天学校食堂开门没有啊"
        ],
        [
            0,
            "我喜欢您，我爱您，三年多了"
        ],
        [
            2,
            "又又又熬夜了"
        ]
    ],
    "27": [
        [
            1,
            "各位姐姐妹妹们我知道我错了...现在已经这样了，我决定我不再也去yp了好吧...我宁愿2周飞回家也不愿去yp了...我还有其他办法吗"
        ],
        [
            2,
            "那个特别爱用省略号的约p男，我不上info，天天wb推送都眼熟你了，烦的很，特地上来骂你。你戏太多了，一会yp不怪我怪别人勾引我，一会怪女友异国恋，一会怪生理需求，你只是犯了男人都会犯的错，怪谁都可以反正就是不怪你自己。我最讨厌男人一句话一个省略号，中气不足，就跟阳痿似的。"
        ],
        [
            2,
            "楼下的怕是脑瓜里长d了"
        ],
        [
            1,
            "有了第一次后我的确很少用手...后面没控制住去yp的确是我的错...但我第一次yp也不能全怪我啊...要不是妹子打开了潘多拉魔盒，后面也根本不会发生这么多事哇......那天我醒来真的是晴天霹雳自责了好久......后面也想控制自己，但是理智真的很难战胜本能....唉"
        ],
        [
            2,
            "好无聊啊  大家有没有有趣的消磨时间的事情"
        ],
        [
            1,
            "可能很多女生不知道男生生理需求是什么情况，我简单说下吧，女生也好理解一下...如果情况允许，男生真的可以在没有情感基础的情况下去满足需求（女生这么做的很少）而且有些在需求过于旺盛的情况下，欲望真的可以战胜理智（比如我）但是这真的不一定和情感有关系...刚进大学前两年，在需求最旺盛的时候，我自己都不知道那段时间在做什么，真的满脑子想的全是想xxoo，干啥都集中不了注意力....但是去yp也并不代表我不爱我的女票...（何况还是妹子先主动找的我...）第一次去yp时，我当时也不知道自己在做什么，完全是身体本能在操控，我真不信换一个身体正常的男生会比我做的更好...（当时晚上去唱歌喝了点酒，迷迷糊糊就和川音的妹子上了?️）唉...现在也不知道这到底为什么，我也想有其他解决办法啊，异地恋真的害死人"
        ],
        [
            1,
            "爆料爆料，川大的教室队伍，怎么有这样的人！\n川大建环学院的欧阳姓老师，回湖北当阳团年，疫情爆发，于除夕之夜，封城之前逃回成都家中，被邻居发现后上报社区，经小区落实无误！\n此人到家完全没有任何防护，没有带口罩，没有自行隔离，还三番五次到楼顶天台玩耍，致全体邻居不顾。什么素质。经劝诫后还口口声声他们是当阳的，不是武汉的，这是武汉病毒，不是湖北病毒，更不是当阳病毒，觉悟之地低令人汗颜。\n要求其再家自行隔离，他居然还口口声声出门是他的自由，上天台是他的权利，自私自利其可怕，真乃师表！\n这也解释了为何他家的花园是她叫一帮学生来帮他搭架子，翻土，整理。学生免费工嘛，划算。\n口口声声在当时情况，百分之九十人都会选择逃离，这不是素质，是人性！（没人性！）那武汉和其他灾区同胞，没有逃离，是什么？\n此人如此低劣，道德低下，我想他干的恶心事儿，绝不少！求扩散，所有事属实，有证据！"
        ],
        [
            1,
            "我只能残忍一回，收拾一下这个人zha.\n群里陌生人业主们劝我不要“穷追猛打”，\n我说：嗯！“我往死里打”\n———大戏开始———\n这个人川大建筑学院，欧阳姓氏，老家湖北当阳人。据说还是拿国家基金课题，据说还想升教授。（所有此人信息都是他自己爆在群里的。之后有图）\n最悲剧的事，这“junk”就是正好是我家的隔壁领居。\n现在正是国难之际，病毒肆虐，全国都在网格化，减少流动，隔离。这家人一家三口，1月21日从成都到湖北当阳老家团年，（说实话之前不知道，但是知道是湖北人。）二十五号突然发现他们在家里了。着实把我惊了一把，因为整个湖北，包括武汉，当阳等城市都已经封闭。我就好奇他们怎么回来的，之后赶紧给物管打电话，让他们确认一下是不是从武汉回来的，毕竟现在最大的事，就是杜绝病毒传播，并不是说他们就必然带病毒，但是说实话，没有过潜伏期，谁都有可能。然后物管证实 ，他们一家三口，从湖北当阳回来。\n然后故事就开始了。全是骚操作，我真的质疑这是川大一个老师的素质和修养，一个老师的觉悟和认知，这样的人，配吗？\n1.他们到家后没有立刻上报社区，没有上报物管。我是在两小时之后举报的物管，但是后来图片显示之前他的说法是咨询了疾控中心的朋友（有图为证），告诉他们接触了湖北人，要做十四天隔离。\n2.他们到家之后，没有任何口罩防护，就到18楼天台去耍，完全没有要隔离的意思，也是为什么我知道他们回来了，因为有监控。\n3.我进行了实名举报以后，他们就炸毛了，说我就是故意报复他们。说我报复他们也很有意思，他一定是做了不少恶心事儿，所以我才需要报复他吧，恶心事儿，后面再说。\n但说实话，现在什么事儿能比这事儿重要，这是国家安全，是个人生命安危，是全家人乃至全小区的安危，这个人狭隘的可以。川大建院老师，就是你的标签。\n4.我举报他家从湖北回来，他就开始了，他吵嚷着也要举报，然后他举报我家楼顶养动物。\n实话实说，这房子住了十年，住在房顶虽是公用，也一直细心打理，以前养了几只鸡几只八哥在楼上，享受田园牧歌，鸟语花香。这家人天天带着孩子来看鸡gogo，来看八哥说话，然后吃着我们鸡下的蛋，吃了几只自己养的鸽子，后来不给他们了，他就开始嫉妒恨，为什么不给，想想就知道了，恶心人还能给吗？\n5.然后业主群引战，闭口不提他们从外地回来，没有隔离，没有口罩防护，然后就全家上阵，几个号码唱双簧，开始造谣，说我楼上开养殖场，养几十只鸡鸭，养5只猫，一群狗，这种造谣可笑吗？川大建院老师哟。莫不说只有一只鸡和一只鸭，还是准备过年杀了吃的。他就能说成几十只，上面10个平方，能养几十只？我开养殖场物管会不来冒泡？\n在楼上就是橘猫，大家都懂，喂点猫粮，以前楼上全是老鼠，有了这只猫，老鼠都没了，因为野猫意外怀孕，产了三只小猫，而且现在也只有一只在楼上。也经常跑楼下去。就能被他说成这样。我自家养了一条小鹿犬，也是因为产仔，而且满月就全部送朋友，都没有卖，就能被他在群里说成养了一群狗。\n川大建院老师，你真的是要出名。不他要出名的事，不是这些$$$$&amp;（这些阿猫阿狗的口水仗，说白了，想转移战场，想多了你这个不是一个体量的事）\n下面这个川大建院老师的言论（等下全部上图）\n1.你们这些体育棒子，满口胡言，怀恨在心\n（原谅我不厚道的怒喷他了，这种人居然行业喷，你开个小号就不知道了吗，你老婆马甲换成其他楼的然后一唱一和，最后也露馅了）\n2.我是欧阳金龙，湖北与武汉是两个概念，当阳与武汉距离近300公里，而且我家是农村，离当阳市又相差近15公里。希望大家不要信谣传谣，历清事实！\n3.是湖北省当阳市，不是武汉当阳，不要搞错了。搞错了就是谣言！当阳离武汉近300公里，在成都与武汉之间。回成都也不经过武汉。\n4.这次是武汉病毒，不是湖北病毒，更不是当阳病毒（这是川大老师，这是人说的话吗？）\n5.我告诫他们，不要出门，自行在家隔离，完全不听招呼，早上中午，又几次出门上楼，物业还告诉他，缺什么帮他买了挂门口。这渣子说在家太闷，要出去透透气，上楼透气？是不是人渣！那全楼都到楼顶透气，还叫隔离吗？\n他还说是社区医疗小区物业都同意的，我要问问，哪个人同意的，谁给你权利同意的。\n然后这位川大老师说：@18-1802 囚犯每天都有放风外出，楼顶有不是你们家的，凭什么人身威胁？还是法治社会吗？（你那边回来你上楼去透气，全楼的都不能去了，自私到极点。）\n6.（原不想纠结这点）我质疑他回家团年，除夕当天，连年夜饭也没吃，就连夜赶回成都，说难听点就是逃回来了，逃回来我也管不着，但是你带口罩啊，自我隔离啊，他也不执行，到现在，还口口声声，我就算得病了我也要出门啊，我上天台怎么了？\n川大建院老师，刷新我的三观（抱歉川大，但事实如此）\n然后他居然说，他是为了工作连夜赶回来的，因为什么国家基金，你现在除了研究病毒的，什么国家基金要你从那里连夜回来，你们院领导是该给你办法一个热爱劳动大红旗吗？（还掩饰！）\n然后说，在他们这种情况，90%的人都会选择趋利避害，这不是素质问题，这是人性问题。\n堂堂川大老师，这番趋利避害，逃回成都，让武汉人民，其他战斗在灾区的人，黯然失色。这确实不是素质问题，你什么都不懂不知道是素质，你这也不是人性问题，叫没有人性。\n你可以回来，但是你不带口罩，然后强词夺理，还要出门上楼透气，致其他邻居不顾，这是人性？是人？\n7.说是配合隔离，你的身体言行，还在上楼，随意出门，叫隔离吗？叫配合吗？\n人才。。。\n至此时，此人还是嘴巴硬，还在强调，他上天台是他的自由，是自由不假，你有自由，但是就不应该自我限制一下以保证大家吗？十四天很难嘛？家里没窗子没阳台不能透气吗？\n\n所有图片更刺激...这个人，我佩服你，川大建院出人才。\n最后愿你平安，因为真有事，我们是最大的受害者，而都因为你的不要脸，自以为是！你配当老师？你配当教授？你配拿国家项目？如此大是大非面前，如此为人，枉为人！\n全部是实名真是diss！他家那些村里老母亲坐不惯马桶在楼顶拉屎的破事儿，我就不污染朋友圈了（btw.她在楼顶，也是在我家楼顶拉的，还被监控记录了，你特么去你自己家楼顶上啊 恶心的要死！）"
        ],
        [
            1,
            "我好⌚️哦"
        ]
    ],
    "26": [
        [
            0,
            "随手就能打出您的手机号和qq号，这得是有多在乎呢？\n永远都是您的！"
        ],
        [
            1,
            "我想提前返校复习也不行了"
        ],
        [
            2,
            "想找小哥哥，电话联系：15671401621"
        ],
        [
            2,
            "想认识美丽的小姐姐642546323"
        ]
    ],
    "25": [
        [
            1,
            "说我是传染源的，有必要这么恶毒吗？没人对你好你在这叫个啥？"
        ],
        [
            1,
            "昨天晚上女票和我说，要是这疫情发生在明年，我可能就在医院工作回不来了...说着说着还哭了，唉...希望这快点结束吧..."
        ]
    ],
    "24": [
        [
            1,
            "你女票的爸妈不怕你是传染源？"
        ],
        [
            1,
            "女票爸爸妈妈太好了，说现在晚了我们家没人，要我和妹妹就在他们家住...还说他们家就是我们家...唉"
        ],
        [
            1,
            "江安这个时候还有一个人的姑娘嘛？"
        ],
        [
            1,
            "有一种分组叫做你可能想认识的人?"
        ],
        [
            1,
            "在乐山被确诊的那个武汉人，你他妈快点交代你都和谁接触了，不然杀你全家"
        ]
    ],
    "23": [
        [
            1,
            "早知道疫情这么严重，就应该在国外和女票多待几天了...爸妈现在也回不来，只能和我妹妹去女票家吃餐饭后在家待着了...."
        ],
        [
            1,
            "有些人真的是无知，非得几个人死在自己眼前才明白疫情的严重吗？? ?"
        ]
    ],
    "22": [
        [
            1,
            "有没有小可爱需要四六级辅导的呀（包括量身定制学习计划以及伴学答疑），本人19年毕业老学长一枚，六级600+，目前在成都一家培训机构教英语，主要是想帮助那些为四六级头疼的童鞋啦。如果有意愿的话可以加wechat-PHBSLZY聊哦（价格优惠嘻嘻，也可以以教我打球免费学），如果人数合适的话开学就可以安排上咯！"
        ]
    ],
    "21": [
        [
            1,
            "昨天我和女票半夜回国了...她爸爸妈妈开车来接的我们...昨天太累了，抱着她睡真的好舒服好安心hhh...她一家人对我好好，真的把我当亲人来看... 原来我想要的家的感觉就在我身边...昨天她又说她已经不在意我之前的错事了...但我知道她心里难受...在国外这十几天真的让我更清楚啥子东西我应该去珍惜...唉，我真的真的再也不会去yp了"
        ],
        [
            2,
            "连续两三年了 每天被一高三学生 叫姐姐 并分享日常嘘寒问暖 起初觉得烦 现在偶尔失联的倒还不习惯\n越来越弄不懂现在的小屁孩的心思\n更可怕的是 也越来越搞不懂自己的心思了……哦多克哦"
        ],
        [
            1,
            "学弟寒假留校做实验，有没有学姐陪伴过春节1056019766"
        ],
        [
            1,
            "学家寒假留校做实验，有没有学弟陪伴过春节17844618772"
        ]
    ],
    "20": [
        [
            1,
            "挤痘爽过吸大麻"
        ]
    ],
    "19": [
        [
            0,
            "丫头，您不要哭，您的未来您的生活美好着呢！天底下有多少个女生有985背景，又有多少女生的家庭在这家庭里父母对她很爱很爱，又有多少女生遇到了会爱她一生一世的人，又有多少女生生活在相对强大安稳的国家，又有多少女生生活在拥有相对还挺强劲的思想文化的社会…您要多笑，您一笑，这个世界无论怎么伤害我我都能接受"
        ],
        [
            0,
            "音儿，我看到下面这条帖子其实是在你发出来之后马上看到的，但是面对这条帖子我不知道说什么好。丫头，我爱您，我永远都是您的，我在，音儿安心。您真的很皮很逗诶，又总让我哭笑不得，在这情感里面，其实又是以对您的一切都喜爱为根本。"
        ],
        [
            2,
            "爷真的累了，想分手嘻嘻嘻嘻嘻"
        ],
        [
            1,
            "寒假在校男，会各种运动2993956417"
        ],
        [
            1,
            "请问怎么知道学长学姐具体毕业去向，包括学校那些？谢谢!"
        ],
        [
            2,
            "求寒假不回家留在成都的同学 真的非常非常紧急 希望可以帮忙每天上门照看一下家里的猫咪～有酬金～联系qq2767528251"
        ],
        [
            2,
            "毕业论文老师根本不管你怎么办？"
        ],
        [
            2,
            "前男友亲口承认分手的时候没那么喜欢我了，好了原来都是我自作多情了，行吧，"
        ]
    ],
    "18": [
        [
            1,
            "就...想问问有没有川大的gay群...想找平时能一起玩的小哥哥"
        ],
        [
            2,
            "大猪蹄子皮厚(눈_눈)而且骨头里都是渣"
        ],
        [
            1,
            "大猪蹄子怎么啦，难道吃起来不香吗"
        ],
        [
            2,
            "被放鸽子了，捞个望江的小姐姐，今天晚上请你吃饭吧_(:з」∠)_佛系，随缘~only小姐姐哈，大猪蹄子们可滚吧~"
        ],
        [
            2,
            "我已经学会及时止损了"
        ],
        [
            1,
            "留校的姐妹加qq一起约饭呀2326550265"
        ]
    ],
    "17": [
        [
            1,
            "我吹过你吹过的风,这算不算相拥,我踏过你走过的路,这算不算相逢."
        ]
    ],
    "16": [
        [
            1,
            "这时候还有留校的么？"
        ]
    ],
    "15": [
        [
            2,
            "来兰桂坊喝酒的有吗，现在，留下你联系方式。位置和酒都定好了。"
        ],
        [
            1,
            "还有留校的小仙女么？学累了约个电影吧？留号吧"
        ],
        [
            1,
            "离开我川几年了\n深夜突然想起还有这个平台\n打开\n果然还是原来的画风\n哈哈哈哈哈"
        ],
        [
            1,
            "有没有成都的朋友，明天郫县兼职一天300（仅15号）。有需要的联系我了解详情，微信Done1617。"
        ]
    ],
    "14": [
        [
            2,
            "我正在做有关“两性亲密关系及心理健康状况”的研究调查，麻烦大家帮忙填一下～～ 谢谢??\nhttps://www.wjx.cn/jq/54258694.aspx"
        ],
        [
            1,
            "看看能不能水滴筹，让学校帮忙转发一下。"
        ],
        [
            2,
            "我室友助学贷款读的书，特困学生，贫困县的少数民族加分好不容易来了川大，看到马上毕业了家里可以享福了\n爸爸前几天却因为摔了一跤导致脑损伤和各种感染，现在在医院icu住着，三天用了2万，家里亲戚让她放弃治疗………\n我应该怎么帮她? ? ?"
        ],
        [
            1,
            "这几天在国外和女票晚上谈心谈了好多，感觉我们之间的关系又加深了...她说她现在并不是特别介意我之前肉体出轨，只要我之后不再做就行了...她还说她能感觉得到我很爱她，心里面全都有她，她也感到很幸福...唉，我现在心里也稍微好受了点...她真的好好，我也一定会去努力为我们未来着想..."
        ],
        [
            1,
            "一个人在学校太无聊了\n想找小姐姐一起玩"
        ],
        [
            2,
            "https://m.weibo.cn/3909409338/4460013579927227\n微博看到的招试药志愿者的，楼下妹子可以了解一下。"
        ],
        [
            0,
            "可能我没有好到让你足够喜欢我，那我提分手你为什么又不同意呢，你去找一个真心喜欢的女孩子对她好一点不可以吗"
        ]
    ],
    "13": [
        [
            1,
            "有没有同学认识水利15级的张世喆呀？"
        ],
        [
            0,
            "info是干嘛的呀？"
        ],
        [
            2,
            "想问一下现在华西有没有招健康志愿者给酬金的实验啊，或者有没有性价比高的兼职啊，救救孩子吧，已经吃土啦? ? ? ?"
        ],
        [
            1,
            "想要男朋友 但我不好看...\n想那个 但我不好看...\n哎"
        ],
        [
            2,
            "做好多后悔的事情"
        ],
        [
            1,
            "表白今天下午和我一块在经管学院逗小奶狗的网安的小助理，你真可爱，没敢要你的联系方式。"
        ],
        [
            2,
            "求助！！！请问大家知道望江或江安有租正装的地方吗，方便的话可以给个联系方式吗？不胜感激"
        ],
        [
            1,
            "常有人问，你怎么还不耍朋友呢？\n其实，也不是没耍过，只是曾经那些自以为会至死不渝的爱情，总是不久就打脸。\n许是上苍捉弄于我，刚和她在一起的时候，一直不曾有桃花的我，竟短期内收到四个女生的或明或暗的示意，可我自是一一回绝了。现在想来，也许这就是人们常说的造化弄人。\n时至今日，我也依然时不时会幻想，若是有个女生在身边，那一定很快乐吧。我会喜欢牵她的手，放在我的兜里取暖，会忙活着为她做喜欢吃的菜，也会努力赚钱，买她喜欢的东西。我会陪她看喜欢的剧，为她学喜欢的歌，兴许还能一起跳舞，作诗。我会就着热水，替她清洗长发，为她涂上好看的指甲。哄她入睡，叫她早起，一起左三圈右三圈，为她拭泪，替她擦汗。\n可我，并不想在这聒噪的年代里去做浮夸的舔狗。我能忠于爱情，也能值得爱情。可我，无论如何也不会捏造爱情。宁可孤独一生，也不假装幸福。"
        ],
        [
            1,
            "1hh"
        ],
        [
            1,
            "不强求的满怀希望全力以赴式恋爱"
        ],
        [
            1,
            "小号用来抽敬业福"
        ]
    ],
    "12": [
        [
            2,
            "想要的东西，要坚定地追寻，因为我还可以追寻的"
        ],
        [
            1,
            "有1.13（明天）6:40左右起飞的一起从望江拼车到机场的吗，加wx：wyszh248"
        ],
        [
            1,
            "选课的时候有冲突，两节课上课时间重复了，有办法选上吗？"
        ],
        [
            1,
            "有爱的性真的太幸福了...每天和女票白天跳伞潜水，晚上在床上耗尽我们的所有精力...这才是青春啊hhh..."
        ],
        [
            1,
            "各位 有研究生要去华威大学读的么 求小伙伴"
        ],
        [
            1,
            "舔狗是????"
        ],
        [
            1,
            "有需要机械制图的吗，小学期和课程设计，不会画图的来找我，不想画图的来找我，你花钱，我帮你搞定，我连你作业是啥都知道微信hhhkaixina"
        ]
    ],
    "11": [
        [
            2,
            "谢谢你，让我成长了"
        ],
        [
            2,
            "看小三和劈腿男闹矛盾了 好快乐喔哈哈哈哈哈"
        ],
        [
            0,
            "水龙吟-睹图思佳人（十一）\n古好寻傲梅淡月，今只路灯明灭。人来人去，花开花落，舴艋不曳。应叹水悠，空闻情切，手游开解。久思意中人，伤怀愁聚，恐难抵、相玩者。\n还愿佳人常乐。沥心汁、煮烹止渴。相思欲诉，欲说又哽，苦难下咽。风冷无情，不道人意，反休卿悦。念长空浩渺，今君同古，妻梅子鹤。"
        ],
        [
            2,
            "年后rng会来成都比赛 有提早返校的组队一起去吗....."
        ]
    ],
    "10": [
        [
            2,
            "阿姨今天确诊了气管癌中期（贵阳的医院建议尽快手术），请问如果转院到华西能不能尽快手术，有没有哪个医生推荐呢？谢谢大家"
        ],
        [
            2,
            "想谈甜滋滋的恋爱，但遇到的都是苦巴巴的大猪蹄子，所以还是平平淡淡地单着吧，哼！"
        ],
        [
            2,
            "请问，望江附近有没有可以打麻将的呀？有电话吗？谢谢"
        ],
        [
            1,
            "小林 晚安 嘿嘿"
        ]
    ],
    "09": [
        [
            1,
            "本人大四已毕业，准备考研二战，在2019年九月份的时候从一名同学手中借到一张食堂阿姨的食堂卡用来吃食堂其中卡的押金为100块，在12月20号我即将要回外省考试把卡还给那位同学之后他给我说身上没有钱，问我能不能之后再将100块的押金还我，我当时觉得没什么，就100块而已，就答应了。在我考完试以后一月份我发微信消息问他好几次，他没有回我信息，在今天1月9号我看见他发了一个朋友圈，就去问他为什么不给我回消息，结果他就把我拉黑了，一百块钱没什么的，怎么川大还有这么恶心的人，他的微信号为：woshigeshiren，名字叫村夫，你恶心人就别怪我挂你了"
        ]
    ],
    "08": [
        [
            1,
            "完了，翻墙看P站以后再登录提醒我P站被扫黄打非给禁了，这是不是要被抓走的前兆。我不看了，好好生活了。"
        ],
        [
            1,
            "蹦迪➕ 2995965096"
        ],
        [
            1,
            "蹦迪加一下呀"
        ],
        [
            2,
            "有人今晚来339蹦迪吗。留下联系方式"
        ],
        [
            1,
            "【求转健身卡】\n望江校区运动场那边的健身房不能办卡了啊，请问有同学想转健身卡嘛  q：1437173001"
        ],
        [
            1,
            "微信发朋友圈兼职！！！70一单一单一结\n\n每天都可以做，只需要发三条腾讯公益广告和一个二维码即可   \n\n可屏蔽朋友圈，自己好友看不到的，放一个小时就行，完成后立即结账\n\n要求:附近人可以看到你就可以，安卓苹果手机都可以\n\n报名微信号:A1032556727"
        ],
        [
            1,
            "男朋友丑怎么办"
        ],
        [
            1,
            "考研资料出售，数一，英语一，计算机专业课，有意者加q:1394077607"
        ],
        [
            1,
            "需要辅导微积分，线代，概统，数据结构，os的同学欢迎加q:1394077607\n刚考完研，不能浪费！价钱好商量！"
        ],
        [
            1,
            "川大吴彦祖刘亦菲们，求物理学院徐延冰老师的联系方式"
        ],
        [
            2,
            "有没有申请日本早稻田ips学校要求被补交材料的呀？有的话可以一起邮寄过去？国际运费太贵了……"
        ],
        [
            0,
            "在爱情里，语言文字里一定要慎用比喻、类比去阐发带有很浓烈的思想性质的想法，否则那些语言很害人也害了自己，妨害了自己更深入更好地思考，还又觉得津津有味。但可用它们抒发感情——薛虞唐"
        ]
    ],
    "07": [
        [
            1,
            "哈哈哈大半学期没见我女票，今天见到了好开心hhh...好久没和我女票出国玩了，她刚考完研我也度过了最艰难的学期，而且感觉保研也比较稳了，终于可以毕业之后回去了...今天中午到现在真的所有压力和不快全释放了，真的好想永远这样hhh（一年之后就可以了）"
        ],
        [
            1,
            "半年多了，没有你，我真的自信了好多～\n所以真的不要一直喜欢那个不喜欢自己还看低自己的人！"
        ],
        [
            2,
            "哈哈哈才发现这玩意儿就叫鱼塘！无聊的崽种"
        ],
        [
            2,
            "现在去考研自习室占座寒假放假东西会不会被清理走啊"
        ],
        [
            0,
            "您男票真幸福，会有一个女孩子为要去他家而紧张期待害怕"
        ],
        [
            0,
            "长相思-睹图思佳人（十）\n长相思，长相思。洗个朱苹又不吃，白花值不值？\n长相思，长相思。踱步厅房蹙连嘻，伊人知不知？"
        ],
        [
            1,
            "虞唐你有病？你能不能永久退出info，你真的很烦––音儿"
        ],
        [
            1,
            "江安体育馆那有俩车撞了，还挺严重的。大家在校园里一定要注意开车的老师，技术真不敢恭维"
        ],
        [
            1,
            "又开始了……真的服"
        ],
        [
            0,
            "男人和女人犯贱的不同在于，前者有爱，后者是没有爱，只有作弄或者顺服，当然她们还是能把作弄和顺服解释为爱的一种表现，但这又似乎是她们全部的爱了，真单一与孱弱——薛虞唐"
        ],
        [
            0,
            "你们女人既想要获得电视剧里男女主那样长久美好的爱情，你们又不具有像女主因为编剧具有而具有的艺术性的美好，也没配备一个编剧来演绎你们的人生。\n\n有些哲学家厌女，有人们说那是因为哲学家理性，女人感性，但是说你们女人感性也不见得，你们没有深邃的思想并不理性，同样你们的感情也并不丰富细腻深入美好，不然你们来写些体现你们心情悲伤的句子，我看看有多深。你们除了眼里流些泪，心里只有混沌的阴霾之外，你们女人还有什么？小孩子被打一顿也还会哭、心里也会难过呢！——薛虞唐"
        ],
        [
            0,
            "你根本就不喜欢他，你只是喜欢他喜欢你"
        ],
        [
            2,
            "忘掉一个喜欢的人原来这么难，明知道他不爱了，自己还是放不下原来是这种感觉。怎么样才能放下呢？"
        ]
    ],
    "06": [
        [
            1,
            "收个iphone7或者7p，有卖的留号"
        ],
        [
            1,
            "有重庆的吗"
        ],
        [
            1,
            "代写作业，工科全部，经济学相关全部，微信wcg_0619"
        ],
        [
            1,
            "我也想求个寒假学习群，望江学习群"
        ],
        [
            1,
            "渣男太可怕\n还自以为自己又多厉害\n真jb恶心"
        ],
        [
            1,
            "有没有要合资一起买个共享百度云会员的，一起共用，解决百度云限速问题，平摊成本，加微信18210880869"
        ],
        [
            1,
            "有没有要合资一起买个共享百度云会员的，一起共用，解决百度云限速问题，平摊成本"
        ],
        [
            2,
            "sorry 再来一遍 江安学习群"
        ],
        [
            1,
            "被饿了么外卖骑手威胁人身安全，已报警，但只有对方姓名和平台提供的虚拟号码。如果平台不配合提供骑手真实信息，怎么办"
        ],
        [
            2,
            "有啥江安寒假留校群吗，不想一个人学习"
        ],
        [
            2,
            "being a 树洞\n1691711747"
        ],
        [
            2,
            "保研党表示保研的生活也不是天天颓着呀！天天实验室跑，师兄师姐不在我都在。努力的人不管处于什么状态，一定都是随时可以开始努力的状态呀！当然确保任务完成的前提下适当放松还是可以哒！"
        ]
    ],
    "05": [
        [
            1,
            "微信发朋友圈兼职！！！70一单一单一结\n\n每天都可以做，只需要发三条腾讯公益广告和一个二维码即可 \n\n可屏蔽朋友圈，自己好友看不到的，放一个小时就行，完成后立即结账\n\n要求:附近人可以看到你就可以，安卓苹果手机都可以\n\n报名微信号:A1032556727"
        ],
        [
            1,
            "户籍证明那个 去保卫处"
        ],
        [
            2,
            "我好迷惑 这是啥心态噢...\n渣男劈腿之后和小三去的地方都是我俩以前去过的？关键是小三都知道我俩那时候去过...(我俩当时晒照片的时候小三还在下面祝福999啥的 ?)\n这脑回路令人作呕 可能这就是穿品如的衣服吧 寻求刺激就贯彻到底？？"
        ],
        [
            2,
            "有没有人能租我一张校园卡呀 救救孩子叭！！！如果有请联系我we chat：Rosy_0203 感谢"
        ],
        [
            2,
            "求问 户籍证明从哪里开 江岸校区"
        ],
        [
            2,
            "2016级化工学院的陈思珂同学，你在磨子桥地铁站A出口掉的校园卡，先已交到望江北门保安处o&amp;gt;_&amp;lt;o"
        ],
        [
            2,
            "很想学游泳啊"
        ]
    ],
    "04": [
        [
            2,
            "你是即将在川大望江新开始或者继续校园生活的筒子吗？\n你是对健身有兴趣，希望通过健身取得减脂或者增肌效果的小伙伴吗？\n请你看过来~八九健身房，地址王府井百货内五楼，学生卡特价优惠：\n一年1200，两年1500，三年1800（等下这不是重点……）\n重点来啦！有兴趣了解一下的筒子们在办卡前联系我（QQ+244249291），我将作为你的会籍介绍人，在你办卡的时候给你转账100-200元作为延长我个人会籍时间的报酬，此信息真实有效，本人已在八九健身房持续健身一年以上，相关问题可以客观地回答你（可发健身房的实拍小视频），另有个人减脂干货分享~\n还在等什么？只要你有一点兴趣，先联系我，马上收我干货，吃我安利~"
        ],
        [
            1,
            "微信发朋友圈兼职！！！70一单一单一结 \n\n每天都可以做，只需要发三条腾讯公益广告和一个二维码即可\n\n可屏蔽朋友圈，自己好友看不到的，放一个小时就行，完成后立即结账\n\n要求:附近人可以看到你就可以，安卓苹果手机都可以\n\n报名微信号:A1032556727"
        ],
        [
            0,
            "有没有兼职的同学，必须川大在校生，+hito1726"
        ],
        [
            1,
            "琅琊榜真是我看过最好看的电视剧了，每次看都想哭"
        ],
        [
            1,
            "小明为什么删我的帖啊……约人出来玩都不让了么(ﾉ_ _)ﾉ"
        ]
    ],
    "03": [
        [
            1,
            "有没有1.18考雅思的朋友\n分享船哥和我预测  xspy  有意留"
        ],
        [
            1,
            "材料18侮辱医学生和医生的揪出来没？"
        ],
        [
            1,
            "川大还有别的类似info的平台吗？？"
        ],
        [
            1,
            "微信发朋友圈兼职！！！70一单一单一结\n\n每天都可以做，只需要发三条腾讯公益广告和一个二维码即可\n\n可屏蔽朋友圈，自己好友看不到的，放一个小时就行，完成后立即结账    \n\n要求:附近人可以看到你就可以，安卓苹果手机都可以\n\n报名微信号:A1032556727"
        ],
        [
            2,
            "creeper"
        ],
        [
            1,
            "我名字简写也是wy"
        ],
        [
            2,
            "我很想你呀，wy"
        ],
        [
            1,
            "打呼噜建议去医院看看 有窒息风险...其实需要医生介入的"
        ],
        [
            2,
            "男友打呼噜太严重，和他一起睡每次都是睁着充血的眼睛到天亮，尝试各种办法都解决不了……和他说了他说他也控制不了，虽然想过和他一直在一起，但不管结婚还是同居我也不能不睡觉啊（耳塞没用，打鼾连带床都在震的程度）……但是说分手他又不同意，而且他对我太好每次都会心软，但是一想到未来在一起我就特别绝望，到底该怎么办啊……"
        ],
        [
            2,
            "羡慕的话，就去做吧！"
        ]
    ],
    "02": [
        [
            1,
            "微信发朋友圈兼职！！！70一单一单一结\n\n每天都可以做，只需要发三条腾讯公益广告和一个二维码即可\n\n可屏蔽朋友圈，自己好友看不到的，放一个小时就行，完成后立即结账 \n\n要求:附近人可以看到你就可以，安卓苹果手机都可以\n\n报名微信号:A1032556727"
        ],
        [
            1,
            "请问有木有昆明的小gay gay在本月19-29号去机场准备回去的，如果有想不想一起回家，可以认识一下～留号删也可以，或者加Blued：Nicht_Schlecht聊也可以！不想一个人坐飞机…"
        ],
        [
            1,
            "想问一下助学金啥时候发"
        ],
        [
            2,
            "有偿求同学帮忙用R做一个数据分析，思路有了，不会写代码。"
        ],
        [
            1,
            "爱你帆帆"
        ]
    ],
    "01": [
        [
            2,
            "还是要忍住羡慕别人的念头"
        ],
        [
            1,
            "微信发朋友圈兼职！！！70一单一单一结\n\n每天都可以做，只需要发三条腾讯公益广告和一个二维码即可\n\n可屏蔽朋友圈，自己好友看不到的，放一个小时就行，完成后立即结账\n\n要求:附近人可以看到你就可以，安卓苹果手机都可以\n\n报名微信号:A1032556727"
        ],
        [
            1,
            "想玩密室鬼屋什么的有木有"
        ],
        [
            2,
            "年龄越来越长  ，越来越恐慌"
        ],
        [
            1,
            "男的可以吗"
        ],
        [
            1,
            "川大还有别的类似info的平台吗"
        ],
        [
            1,
            "想和大姐姐一起玩——"
        ],
        [
            1,
            "不喜欢也不想被放鸽子"
        ],
        [
            1,
            "想跟成熟的大姐姐一起玩"
        ],
        [
            1,
            "毕业学长1月22回成都，有没有学妹要出来吃个饭看个电影呀？可以先聊天? VX：17381544905"
        ],
        [
            1,
            "新年快乐?"
        ],
        [
            2,
            "新年第一天又熬夜了"
        ],
        [
            1,
            "祝大家新年快乐！"
        ]
    ]
}