{
    "30": [
        [
            1,
            "有人被通知第一批回校了吗"
        ],
        [
            2,
            "五一终于可以去找男朋友了，重点是我爸妈同意了😳"
        ],
        [
            0,
            "我姐姐真的太自私了。\n自从工作过后住在家里面就天天让妈妈花钱，她自己赚的钱都不肯拿出来，疫情期间买菜还是我用奖学金花钱\n今天就因为妈妈说了她有点自私，她直接抄起东西扔妈妈，结果扔到杯子上把杯子摔烂了，还说这是她新买的杯子，让我妈妈自己反省"
        ],
        [
            0,
            "我改变得了自己的眼界学识，但是父母根深蒂固的观念我没办法改变"
        ],
        [
            0,
            "家里穷最让我失望的不是吃穿用度不如人，而是当机会来临的时候他们井底之蛙的眼光始终没法发展这个家"
        ]
    ],
    "29": [
        [
            1,
            "校招的校友，别去中电熊猫，去了顶多过一阵马上就会选择辞职。18、19届的大概率都辞职走了。\n\n去天马微电子 OLED 6代线是个不错的选择。\n亲身经历。"
        ],
        [
            1,
            "有20届保研到sjtu的大四同学吗，找队友啦~"
        ],
        [
            1,
            "🈶️没睡的嘛，留号聊天"
        ]
    ],
    "27": [
        [
            1,
            "有开学消息吗"
        ]
    ],
    "26": [
        [
            2,
            "真诚提问：你们在家能学得进去吗？最近在写论文，但是一是无法长时间专注看书，二是每当自己好不容易静下心来读书，没一会就会被家人打断，叫去做这做那。。在学校自己的步调可以自己掌控，饿了就吃不饿就不吃，在家则要跟着家人的时间来，所以经常有“刚入佳境怎么就吃饭了，我写得正嗨怎么就要去干活了”这样的困惑。太想念学校图书馆自习室了。"
        ],
        [
            2,
            "有人知道现在怎么跟校教务处联系吗"
        ],
        [
            0,
            "本人数院男，真心实意的想找个女朋友，对颜值要求不高，身材不要太胖，能聊天就行，有意向的加qq 2093234251"
        ]
    ],
    "25": [
        [
            2,
            "各位校友，谁知道现在怎么跟教务处联系吗？"
        ],
        [
            1,
            "重金求有17级文新彭琪联系方式"
        ],
        [
            0,
            "网名是cober的小姐姐，你改一下加好友限制我来加你呗"
        ]
    ],
    "24": [
        [
            1,
            "看了下最近的瓜，罗志祥是真没得洗，背着女友玩群p...但是屈楚萧那个感觉没那么简单，看那女生的聊天记录感觉也就是个py吧，女生也知道男生有几个性伴，双方自愿sm，玩再high也真不算啥（何况这也不算high吧...）也就是现在很多人三观不同接受不了吧，我个人觉得真没什么，我初中同学，现在在美国，他和他接触的不少留学生玩的都挺开的，但他人还挺好，所以我觉得这也不触及底线吧"
        ],
        [
            1,
            "挖墙脚技术哪家强\n华西临八找刘qi"
        ],
        [
            1,
            "临八刘qi真厉害"
        ]
    ],
    "23": [
        [
            1,
            "今年和明年大四还有体测补测吗。大一没去体测，次数不够会不会毕不了业啊玛德。"
        ],
        [
            2,
            "今天真开心～"
        ]
    ],
    "22": [
        [
            1,
            "贝壳找房招实习生啦，想参与下一个独角兽公司的诞生吗\n详情可查看搜索公众号： 非你不壳\n校园招聘官网：http://campus.ke.com/\n川大软件学长内推咨询微信： bingkunkun730\n内推码 26032586"
        ]
    ],
    "21": [
        [
            1,
            "啥时候开学有人知道吗…"
        ]
    ],
    "20": [
        [
            2,
            "主题：免费的论文查重网站\n\n正文：给大家推荐一个免费的论文查重网站PaperFree：https://www.paperfree.cn"
        ]
    ],
    "19": [
        [
            2,
            "川大毕业要求计算机二级一定要过吗？大四狗还有俩月毕业，二级还没通过，害怕"
        ]
    ],
    "18": [
        [
            1,
            "川大计算机学院的才子们，有没得会部署软路由加NAS的。分享下好吗？"
        ],
        [
            1,
            "#全部#爱奇艺月卡激活码💰9.9 ，有5个，可零可整，要的联系～17396226432"
        ],
        [
            1,
            "果真是少不入川 老不出蜀，四川的教育部效率太慢了吧"
        ],
        [
            2,
            "遇到了渣男，枉费了这么久的感情，怪我太傻了。"
        ]
    ],
    "15": [
        [
            0,
            "成都有人一起玩吗！3137629702（本人男 还挺好看"
        ],
        [
            1,
            "kq保研是啥意思"
        ],
        [
            1,
            "有北园2舍留校的同学吗？帮忙拿个电脑到北门外，有偿。QQ 1689301248"
        ],
        [
            2,
            "微信登陆好像出了问题了，好久没来info看了，差不多2年了，怎么帖子稀稀拉拉的，原来可是挺热闹啊"
        ]
    ],
    "14": [
        [
            1,
            "看了微博上一些未成年女孩有和星星相同的遭遇后写的日记，字字都在滴血，还有她们即使遭遇了这些还是保持着善良和纯真，真的让人心痛...为什么会做出这种事啊，唉...我也是有妹妹的人，她要是真碰到坏人我肯定会去拼命，那些女孩们家人都不关心她们吗？我也不知道能做些啥，感觉好无力"
        ],
        [
            1,
            "樓下好看的男孩子是什麼梗？"
        ],
        [
            0,
            "研究生念了几年要毕业了，男友也是做相关方向的，才发现所有的论文都是师姐带的，而这个所谓的师姐竟然是他的正宫，而我却是小三？？？？跪了绿的一批"
        ]
    ],
    "13": [
        [
            0,
            "聊天室说回学校的，是回寝室了吗？怎么回去的呢"
        ],
        [
            0,
            "一颗球踢到两颗球"
        ],
        [
            0,
            "男友整天往足球队跑，好像就是要看队上的姐姐😭😭😭"
        ],
        [
            0,
            "有小姐姐剖析足球队篮球队男人堆里女人的心态嘛"
        ],
        [
            0,
            "kq保研就是关系户聚集大会哈"
        ]
    ],
    "12": [
        [
            1,
            "喜欢玩cf的好兄弟们一起组队嗷！川大cf：687255090"
        ],
        [
            1,
            "我想知道宿舍里是个什么情况，成都很潮湿😭"
        ]
    ],
    "11": [
        [
            1,
            "没有啊，急死了"
        ],
        [
            0,
            "有开学的小道消息吗"
        ]
    ],
    "10": [
        [
            2,
            "回楼下。我觉得黑暗想法人人都有的吧，但是人和畜生的区别就在于能不能控制住。"
        ],
        [
            1,
            "看了最近那个虐猫和高管性侵小女孩的事，心里真的害怕，是害怕自己做出这种事...想想也真的特别奇怪，自己内心特别厌恶这种人，表面道貌岸然内心黑暗无比，但是我自己压力大情绪不好的时候，心里有时就会涌现很多超黑暗的想法，说出来可能会吓人一跳。虽然理智告诉我我不会去做这些事，但是心里真的真的害怕...我和我一铁哥们说过我内心的一些黑暗想法，他说他有时也有，想问下懂的同学，我这是不是正常的？需不需要看心理医生"
        ],
        [
            1,
            "你是一个活泼可爱的女孩子，你想上info了，你打开了info，你看到了我发的这条info。\n是不是很巧啊，既然这么巧的话，那我可不可以加个你的微信"
        ]
    ],
    "09": [
        [
            1,
            "喜欢上一个人 但是没有联系方式 几个月以来每天脑子里都是他 想各种办法找到他还是找不到 感觉很抑郁"
        ],
        [
            2,
            "打卡位置变了会怎么样啊"
        ],
        [
            1,
            "忽然想起大学时候有用过info，现在竟然如此荒凉了"
        ]
    ],
    "08": [
        [
            2,
            "有人和我聊天吗？太痛苦了。"
        ],
        [
            2,
            "最近学校有什么八卦吗？请问除了info还有什么其他看八卦的平台吗。"
        ],
        [
            2,
            "我们学校有没有ns群？一起玩动森"
        ],
        [
            2,
            "嘿嘿，我们这个上半年是不是不开学啦🤪偷偷笑"
        ],
        [
            2,
            "嘿嘿！我们是不是这个上半年不用开学了"
        ],
        [
            2,
            "大家有返回成都租房的本科生吗？健康打卡的时候所在地变了，辅导员会问吗？"
        ],
        [
            1,
            "大家好呀😊"
        ]
    ],
    "07": [
        [
            2,
            "如何放下一个深爱却不能在一起的人？原本今年国庆就要结婚的那种，彼此深爱又的确无法磨合，有缘无分。"
        ],
        [
            2,
            "好久好久没来info了，还是读研的时候逛过几次。29的女青年一枚，现在成都工作，在努力地找寻我的他，希望未来的他是一个温暖的人……"
        ],
        [
            1,
            "有小可爱吗？来个小姐姐，我真心实意谈恋爱。"
        ],
        [
            0,
            "同性会有未来吗？看不到前方"
        ],
        [
            1,
            "#苹果经销兼职#\n\n\n想兼职的同学看过来\n本人建环学院毕业三年\n现在在做苹果产品的经销\n全线产品可打折85折\n需要一些手续费，官网下单官网发货\n有想买苹果产品的可加最后微信了解\n\n另外，诚招两类同学来做长期兼职：\n经销代理和日常事务（只需要2位）\n\n在家做就行\n按提成来算，具体私聊\n\n要求：热爱苹果产品，使用过iPhone iPad 和Macbook\n对电子产品了解，有热情有耐心 \n\n有想了解的加我 Oldiron668 了解"
        ],
        [
            1,
            "2667239641，假期结束，就有空聊天了"
        ]
    ],
    "06": [
        [
            2,
            "假期太久了，一定发生了不少不寻常的事，比如做了自己人生中的第一道大菜，与家人一起度过了美丽的时光，那一刻应该被记录，那个美丽的瞬间应该被留下，deir公 众 号或者小 程 序留下吧！真实的美好，留下真实，你的同学会看到的"
        ],
        [
            2,
            "匿名真好 想发啥发啥 想说啥说啥 毕竟也没人知道发的人是谁 所发的内容指的是谁 这一点就蛮有趣的 任何事情都可以吐槽 可以发牢骚 可以各种 哈哈哈哈哈 总之我一个非本校的人都觉得超级意思呢 时不时上来看看 感觉满足了自己奇怪的窥探欲和好奇心 其实我还有很多该做的事情没有做 我要去做了 我溜了 拜"
        ],
        [
            2,
            "读研究生真没啥劲，就是给老师当廉价劳动力呢"
        ]
    ],
    "05": [
        [
            2,
            "暗暗发誓，今后一定要和帅哥谈恋爱"
        ],
        [
            2,
            "不爱了，就是这么绝情"
        ],
        [
            1,
            "我以后再也不做那种事情了，我要好好爱他 我保证，再也不那样！"
        ],
        [
            2,
            "楼下的小哥哥，是临床通知了吗？我大四口腔怎么一点儿消息也没。\n楼下下的问口腔保研的同学，是真的，大佬们的进度，我等学渣还是处于无文章的崩溃边缘的"
        ],
        [
            1,
            "就华西学医的同学提前返校吗？想问下别的专业同学有没有收到通知？现在回学校住寝室已经到很安全的地步了吗？"
        ],
        [
            0,
            "口腔保研要高分论文？听说有十几分"
        ],
        [
            1,
            "朋友们，帮忙填个问卷，感谢！?\nsuo.im/6pO5kH"
        ],
        [
            1,
            "用手机听课太难了，有同学想出自己的iPad吗，想收一个iPad上网课"
        ]
    ],
    "03": [
        [
            2,
            "在家呆久快自闭了QAQ"
        ]
    ],
    "02": [
        [
            1,
            "可以返校嘛？"
        ],
        [
            2,
            "毕业那天 可以和我拍张毕业照吗？一张就好"
        ]
    ],
    "01": [
        [
            2,
            "男朋友单位不允许出省，他不能来找我，我想去找他，但是不知道怎么跟我妈说?"
        ]
    ]
}