{
    "31": [
        [
            1,
            "诚心找女友，现在大三，在学校准备考研，找个温柔可爱的小姐姐一起学习，号3147405470"
        ],
        [
            2,
            "望江现在有那种代领外卖的群吗？"
        ],
        [
            1,
            "有没有准备gap year的同学，加微信一起聊一下，发论文学英语啥的\nLV1879314"
        ],
        [
            1,
            "江安花园四套一找人合租，生活习惯良好，无不良嗜好，租房为准备考研，价格美好，联系方式：q505357943"
        ],
        [
            1,
            "在哪里可以查考试卷面成绩，平时成绩，还有排名啊"
        ]
    ],
    "30": [
        [
            1,
            "又到毕业季，学长给大家拍毕业照啦～价格如下:\n\n班级照 20人以上 ：  35元/人  精修24张  原图180张左右\n寝室照  4—6人  120/人\n精修24张  原图180张左右\n闺蜜照 情侣照  160/人   \n精修24张   原图180张左右\n\n联系qq492893697或287737835，可议价可唠嗑可特殊定制"
        ]
    ],
    "29": [
        [
            1,
            "要回学校了，和女票这小半年大多数时间在一起，感情真的越来越好...虽然我现在升学压力大，但和她呆一起真的很少有负面情绪，她真的好懂怎么去理解和鼓励人hh，每天家里就我和她还有我妹妹三个人，虽然要自己做饭做家务啥的，但是和她们在一起每天都很快乐很充实，和她晚上抱着睡在一起睡眠质量都变高了哈哈哈...在家里女票和妹妹都爱我，在学校里我只感觉孤独......也许我就是渴望那种被爱包围的感觉吧...因为只有这样我才不会做荒唐事...真的好像有个自己的小家庭，唉...."
        ],
        [
            2,
            "【一餐门口借我电瓶车的小哥哥在吗？希望不要误会我！】同学你好！我是穿蓝色体恤，戴一个帽子的女生，你的电瓶车还好吗😢饿哦今天下午是帮室友拿行李去西南门，由于当时有点不好意思，我没有说清楚等下还要开回这边…刚刚开到西南门我就下车帮室友搬东西了，没有注意停在应该还车的地方…把她送走之后，电瓶车的时候已经锁上了，我就挣扎着去推电瓶车，就有“请勿动车”的声音！但我还是推到可以还车的地方了\u0014😭然后我走远了！这个时候保安叔叔就去推那辆车了（可能是因为后面是临时医院观察点不能停车），由于太远，我没有看清是哪一辆，我就找了一下有一辆车也有“请勿动车”的声音，我就解锁了那辆车开回去了，但我现在想了下还是不知道哪辆车有没有还车成功。如果没有还车成功的话，真的很对不起小哥哥！可以联系我的qq：956864522，我把钱转给你！还麻烦你跑了一趟！无论如何都感谢你！！我真的不是乱停车的人\u0014( •̣̣̣̣̣̥́௰•̣̣̣̣̣̥̀ )感谢"
        ],
        [
            1,
            "新的学期，新的故事。你会遇见谁，谁又会等着你？欢迎加入南墙QQ群：122392238\n在这里，你可以讨论兴趣爱好，倒苦水，买卖二手产品，求助，约好友开黑，出游，当然也可给你找个对象！\n现已入驻76名成员。\n未来，无限可能，主动才会有故事！"
        ],
        [
            1,
            "我要小姐姐，我要和你逛该，吃饭，耍啥子都行。"
        ],
        [
            1,
            "约以下：(限妹子)\n英雄联盟\n喝酒\nK歌\n麻将\n乒乓球\n徒步\n逛街\n吃饭"
        ],
        [
            1,
            "江安移动开门了没，外地改个套餐太费劲了"
        ],
        [
            1,
            "诚聘英语口语老师\n我姐住在成都青羊区，想给她孩子找个川大英语系的口语好的学生教英语，她的孩子现在上小学一年级，有意向的可联系电话19828920518，具体情况电话里联系"
        ]
    ],
    "28": [
        [
            0,
            "有没有有哪种可以帮忙弄体测免测的渠道啊，价格好商量。QQ1957629378"
        ],
        [
            1,
            "说好的下定决心健身呢？结果抵不过一场恋爱？"
        ],
        [
            2,
            "#海螺#转川大附中健身卡\n小北门，设施完备，可洗澡\n营业时间9:00-22:00\n🕙11.26到期\n💰500（我出200转卡费）微信联系Sepinkday"
        ],
        [
            2,
            "转川大附中健身卡\n小北门，设施完备，可洗澡\n营业时间9:00-22:00\n🕙11.26到期\n💰500（我出200转卡费）\n微信联系Sepinkday"
        ],
        [
            1,
            "有没有在望江合租的或者转租的朋友，有半年的租房需求，微信zhang591586322"
        ],
        [
            1,
            "爱情不是陪你逛街聊天喝奶茶，而且十分渴望并且愿意陪你逛街聊天喝奶茶同时感到幸福"
        ],
        [
            2,
            "答辩难不难啊，马上要答辩了紧张到吐"
        ],
        [
            2,
            "没睡的🈶️🈚️，聊天"
        ]
    ],
    "27": [
        [
            2,
            "嗯， 有偿，6月即可。"
        ],
        [
            1,
            "健康每日报可以代签吗"
        ],
        [
            1,
            "留号的那几个，不会吧阿sir，这也能冲？"
        ]
    ],
    "26": [
        [
            1,
            "害 希望毕业的最后一个月谈个恋爱(虽然根本不可能√)"
        ],
        [
            1,
            "有偿的那个，好看吗？"
        ],
        [
            1,
            "？有偿？怎么说？"
        ],
        [
            1,
            "我来看看我还能不能说话"
        ],
        [
            2,
            "有偿，6月即可。"
        ],
        [
            1,
            "我能不能在这里找个女     朋友啊"
        ],
        [
            1,
            "比起渣男女生是不是更讨厌中央空调呀"
        ]
    ],
    "25": [
        [
            2,
            "好久没来，info这么冷清了吗"
        ],
        [
            1,
            "几年没有登录\ninfo活跃度大不如从前了"
        ],
        [
            1,
            "找个小姐姐，聊聊天，扣扣2550633625"
        ],
        [
            1,
            "在这说话的估计都是大三大四本校读研或者毕业的了"
        ],
        [
            1,
            "诚心征女友，本人身高172，本校本科。\n心里的话：\n理性不失情调，善感而非多愁。\n孤魂不愿独处，愿携余生共卿。\n世有九分薄情，因你一往而深，四季冷暖不测，想有佳人共饮，万事百般无聊，有你十分有趣。\n（我想要带你回家[认真肯定]）\n希望对方160，活泼开朗，生动有趣。\n如果合适可领证，可婚后再产生性行为。（定居成都或者一起商量，非北上广深）"
        ],
        [
            1,
            "info上面还有人说话呢？"
        ],
        [
            1,
            "有小姐姐没有睡聊聊天吗？2722799757"
        ]
    ],
    "24": [
        [
            1,
            "约留个QQ1434580600，男的别加!"
        ],
        [
            1,
            "成都，爷来了"
        ],
        [
            1,
            "贷款5万，中介一直要我贷15万，不知不觉签了合同，15万要给中介3万的费用，怎么办"
        ],
        [
            1,
            "如果女的不约，男的也不会约了。当然，异性恋。"
        ],
        [
            1,
            "男的约炮可以理解，不能理解为什么女的也约"
        ],
        [
            1,
            "有小姐姐聊天吗，就聊天，留号呀"
        ],
        [
            1,
            "留个q3044074935\n单身yp有什么错？\n真的不想耍朋友，太累了\n难道连个人需求也要管？？"
        ]
    ],
    "23": [
        [
            2,
            "#海螺#转川大附中健身卡，11.21到期。500（我出200转卡费）。联系微信Sepinkday"
        ]
    ],
    "22": [
        [
            1,
            "有苏州的大姐姐小姐姐吗孩子真的憋坏了秋梨膏"
        ],
        [
            1,
            "好长时间没都打开info了"
        ],
        [
            1,
            "发现泰国的鬼片真的挺有意思的，融合了搞笑，恐怖，还有言情，哲理性。厉害呀"
        ],
        [
            1,
            "有人和我聊聊天吗？有的话加我QQ1916361574吧，最好是女生，单纯聊聊。"
        ]
    ],
    "21": [
        [
            0,
            "有一起租房二战的吗？"
        ],
        [
            2,
            "有人还没睡吗"
        ]
    ],
    "20": [
        [
            1,
            "好久没来玩了，长大好累"
        ]
    ],
    "19": [
        [
            1,
            "自愿回去就好了 完全搞定"
        ]
    ],
    "18": [
        [
            1,
            "江安，大四，马上毕业，最近真的压抑，这样的环境，如同死寂……毕业设计也头疼！和室友关系又一点都不好！希望有人能有时间一起跑步说说话一起监督毕业设计，最好是女生，男生也可以！"
        ],
        [
            1,
            "有洗鞋的校友进下面这间店报：四川大学最菜学长\n可以享受八折优惠\n\n壹间洗鞋店\n\n武侯区科华北路60号1栋一层13号"
        ],
        [
            1,
            "最近望江校区有想拍照的小姐姐吗 最好是校内选景拍的 本人望江大四各种类型可接 b913964776"
        ],
        [
            1,
            "现在有哪些年级开学了啊？为什么还不开学"
        ],
        [
            1,
            "江安有同学没事可以出来逛逛校园嘛"
        ],
        [
            2,
            "有人和我谈恋爱吗？我的伞借你打，防晒给你涂，要是你愿意，裙子都可以给你穿..."
        ],
        [
            1,
            "哈哈哈哈哈嗝"
        ],
        [
            1,
            "【有偿求川大校内帮忙办事】本人求川大校内帮忙办事（在望江校区档案馆获取成绩单并邮寄）- 预计耗时半天，酬劳可商议。有兴趣的校友加微信15108258286！也请好心人帮我点个赞谢谢🙏"
        ],
        [
            1,
            "#海螺#理想和现实的链接是活着"
        ],
        [
            1,
            "请问有人知道江安健身房开没开吗"
        ]
    ],
    "17": [
        [
            1,
            "请问有谁知道望江教室和图书馆的开放情况"
        ],
        [
            2,
            "望江有什么没有通行证进校的方法吗?"
        ],
        [
            1,
            "分手就是一句话，放下却很慢"
        ],
        [
            1,
            "绿油油的帽子……兄弟 不会是不得行吧？能力不太够［吃瓜］"
        ]
    ],
    "16": [
        [
            1,
            "出2019年全套肖秀荣考研政治资料和2019年6级考试资料还有最新马原毛概思修近纲，有意者私聊QQ1316406978"
        ],
        [
            0,
            "四级没过能拿学位证毕业证吗？"
        ],
        [
            1,
            "想问下有1吗 川大小姐姐推荐我来的 想找个男朋友 我是成都人 在人大读书 想找一个1 我恋爱经验比较少 渣男以及约P的勿扰 只求稳定长期的恋爱关系\n我微信：Xizhouleng"
        ],
        [
            2,
            "杜江涛同学，你的身份证丢了，放在11舍阿姨那里的，有认识杜江涛的同学看到，麻烦转达一下。"
        ]
    ],
    "15": [
        [
            2,
            "创新学分不够，可以怎么弄点创新学分啊，不想毕不了业，求帮助，在我能力范围内有答谢!"
        ]
    ],
    "14": [
        [
            1,
            "都很可笑"
        ],
        [
            2,
            "表白墙p2那个女生视频的瓜是什么啊"
        ]
    ],
    "13": [
        [
            1,
            "有1吗😶"
        ]
    ],
    "12": [
        [
            2,
            "想问下校医院HPV疫苗是几价的"
        ],
        [
            1,
            "感觉自己跟吃了屎一样，真的难受"
        ],
        [
            1,
            "问：\n我没谈过恋爱，没花钱和10+个女生啪啪啪过，追过几个女生，全都拒绝我，现在美国Top30硕士在读。\n你们怎么评价我？\n\n答：学历不淘汰人渣，也没见过哪门子人品考试"
        ],
        [
            1,
            "蔷薇紫薇，微微心动……"
        ],
        [
            1,
            "请问同学们，天府健康码申请里面居住地址是宿舍怎么填啊，系统给的都是居民楼没有宿舍的选项，而且还不能自己写。有没有同学知道怎么弄这个，谢谢"
        ]
    ],
    "11": [
        [
            1,
            "我也来征个女友好啦！\n川大本校的，今年九月研一。喜欢可爱粘人或者霸道一点的女孩子，详细了解的话可以加下我Q: 909431061。\n要是打扰到大家，非常抱歉。"
        ],
        [
            1,
            "#海螺#我用双手，成就你的梦想"
        ],
        [
            1,
            "数学学院研一男，想找一个女朋友，有意向的小姐姐加QQ吧1725625262，真心实意的，唉，虽然知道在这发希望渺茫，但是希望真的有缘人吧。"
        ]
    ],
    "10": [
        [
            2,
            "主题：免费的论文查重网站\r\n\r\n正文：给大家推荐一个免费的论文查重网站PaperTime：http://www.papertime.cn"
        ]
    ],
    "09": [
        [
            1,
            "唉，今天突然看到自己喜欢的女生发了一条朋友圈，心里突然感觉很难受，五味杂陈。我从初中开始喜欢她，初三的时候她和我同桌耍朋友，心里真的很难受又很羡慕我的同桌，初三的时候为了想和她高中在同一个学校，我甚至想放弃我的保送名额，最后还是在老师和爸妈的劝告下接受了保送。后来知道她也保送了和我一样的学校，我心里别提多高兴了。时间来到高中，她的班级就在我的班级旁边，我为了让她能够注意到我，一心学习，从中考班上40名到第一次月考的前五名，我做的这些真的就为了能够和她多说说话。还有因为我们家距离不远，读高中的时候我最高兴的就是和她一起回家了，每个星期都期待着和她一起回家。高二的时候她又谈了一个男朋友，是他们班上的，后来高考完了以后，有一天她让我载她去一个地方拿快递，在路上聊的时候她给我说高中的那个男朋友是她给那个男生表白的。我当时，不我现在依然好好好羡慕那个男生啊！！！大一的时候我几乎每天想方设法去找她聊天，但是可能自己是真的情商不高，长得也不帅吧，大一下学期给她表白，她说我们还是做好朋友吧，现在我们也还是好朋友。她去年9月的时候脱单了，我当时看到她发的说说，我心里是有点难受的，唉。现在我已经要毕业了，距离我给她表白已经两三年了吧，距离她脱单也半年多了吧，可是今天突然看到她发的说说，心里还是有点难受的。她给了我初高中认真学习的动力，我现在已经马上毕业，找到的工作也不错，我挺感谢这一生能够遇到她，虽然她不喜欢我，但是我真的是因为她改变了很多，我能够考上川大，能够找到一份好的工作，在某些程度上也是因为她的影响吧，现在我也不能够作什么，只有祝愿她一生幸福！"
        ],
        [
            1,
            "几乎所有的恋爱都从你好开始，你好坏升华，你好棒高潮，进行到哪里了"
        ]
    ],
    "08": [
        [
            1,
            "一次做多久"
        ],
        [
            2,
            "我以为自己喜欢他，但事实上，他的蔑视的神情，厌恶的语气不过是对我这种自卑的人格有力的操控武器而已，我终于想明白了。我不喜欢他，我只是害怕别人讨厌我，我的讨好型人格而已。"
        ],
        [
            1,
            "自己把屁憋着不好么"
        ],
        [
            1,
            "那你问个屁，古今有问题皆问圣人"
        ]
    ],
    "07": [
        [
            1,
            "我看info和微博上的圣人真不少hh...换你自己面对这情况你不会纠结？都是人之常情嘛……只不过有些人说出来大多数人没说罢了"
        ],
        [
            1,
            "另外女朋友那个，你不如把事情给你女朋友说说，看她怎么给你抉择。"
        ],
        [
            1,
            "评价？唔，不好评价，脏了文字。"
        ],
        [
            1,
            "#海螺#嗯。"
        ],
        [
            1,
            "我很爱我的女朋友，女朋友也很爱我，她很漂亮、在生活当中对我也是无微不至了，我们在一起两年了，融合的很好。  最近一个亲戚给我做介绍，说女方自身条件不错，到了适婚年龄，家庭条件可以，独生女，父亲国企领导，新一线城市两套房，说合适结婚的话，可以买别墅，钱是下辈子也花不完那种。其实一开始我还坚定的否决了亲戚的介绍，我不想做渣男，但是跟哥们聊了之后，叫我先不要做选择题，先聊着，至少多认识个朋友，我觉得也是有道理。现在随着跟新认识的女孩聊的很热，而且见面女孩也很满意，怕是爱上我了，我就更有负罪感了，尽管跟女朋友是异地，但我超级害怕失去家境一般却陪我走过两年的人，但也不想错过少奋斗三十年的机会……这些天超级煎熬……"
        ]
    ],
    "06": [
        [
            1,
            "我没谈过恋爱，没花钱和10+个女生啪啪啪过，追过几个女生，全都拒绝我，现在美国Top30硕士在读。\n你们怎么评价我？"
        ],
        [
            2,
            "不高山可以吗"
        ],
        [
            1,
            "所以江安那里可以野x呢？楼下的mm？"
        ],
        [
            1,
            "jojo的奇妙比喻"
        ],
        [
            2,
            "江安有可以大哭的地方吗，问题等价于可以野x的地方"
        ]
    ],
    "05": [
        [
            2,
            "各位学弟学妹，有没有要参加航模的啊，当年买的发动机和遥控器还有配件之类的都没用过，当时花了500多，毕业要走了，便宜出了！！！"
        ],
        [
            1,
            "不去约炮就是正人君子？只有如你这样背之弃之的小人才是普通人正常人？拜托，世道不好不要怪别人，看看自己，多出去见见世面OK？"
        ],
        [
            1,
            "您就是所谓的正人君子，你咋不上天呢？？？？？？楼下的？？？？您大圣人该周游列国？？"
        ],
        [
            1,
            "你纠结你🐴 呢？割以永治"
        ],
        [
            1,
            "出国留学难吗？家里穷的一份钱都出不了！！！专业计算机，学的像菜鸡。吴院的渣渣一个，大二了，四六级都是400多分飘过，看着周围的大佬，有现在就出国交换的，感觉自己真他妈菜鸡，不想搞计算机，有啥出路吗？重点——————-没钱没钱 都是吃的助学金"
        ],
        [
            1,
            "远水解不了近渴 啊啊 纠结"
        ],
        [
            1,
            "不正常啊，兄弟！单身可以随便玩儿，你有女朋友了就是不仁不义了。当然如果你是女孩子的话，我只想说，请务必来找我［狗头］"
        ],
        [
            1,
            "是男的 有npy 想约那啥 正常吗"
        ],
        [
            2,
            "有人吗？"
        ]
    ],
    "04": [
        [
            2,
            "有没有微积分比较好的兄弟伙呀，今年返校考微积分2想请教，学习。😂 请留下你可爱的联系方式，求带飞！九月返校去四川请你吃火锅锅😂"
        ],
        [
            1,
            "认真求个女朋友"
        ]
    ],
    "03": [
        [
            1,
            "这里还有人么？点个赞统计一下？"
        ]
    ],
    "02": [
        [
            2,
            "我爸这人真的没法沟通，一发脾气嘴巴不干不净，天天骂我妈，明明是他自己的问题，我试图跟他沟通，结果一句你闭嘴吧，大人的事你别管，要不就破口大骂，完全没法交流。请问真有这样的狗屎家长吗"
        ]
    ],
    "01": [
        [
            1,
            "多久没有啪啪啪了"
        ]
    ]
}