{
    "30": [
        [
            1,
            "楼下的兄弟，如果你们搞基，请直播? ? ?"
        ],
        [
            1,
            "保研成功的里面有多少是单身四年的"
        ],
        [
            1,
            "10.19nox gosh演出有没有同去小伙伴啊，去看雾都哥和小艾"
        ],
        [
            2,
            "谢谢那个长篇回答我怎么退课的同学，太感谢了\n祝你国庆快乐哟:）"
        ],
        [
            2,
            "我真的不懂 那些8点多来自习室9点多又走了，期间一直窸窸窣窣收拾东西，走的时候还拖动桌椅走得踢踢踏踏嘭一声关上门的人。\n是来自习室走秀的吗\n微笑.jpg\n就不能安安静静好好学习吗"
        ],
        [
            0,
            "请问大家望江周边有双皮奶很好吃的店铺嘛，外卖也可以~"
        ],
        [
            1,
            "留号跑路\n1736932249\n等一个出来快乐的小姐姐"
        ],
        [
            2,
            "欠缺教养"
        ],
        [
            1,
            "有没有要考上海地区的哲学方面研究生的小伙伴\n留个号，一起努力呀"
        ],
        [
            1,
            "坐标望江\n1号东郊记忆漫展，想一起去的加Q1209996006"
        ],
        [
            0,
            "每天晚上在20舍附近尖叫不停的女生到底是在干嘛？？？有毒吗？？"
        ],
        [
            2,
            "有人今晚蹦迪吗？有吗有吗？"
        ],
        [
            2,
            "今晚成都有啥有啥活动啊，我住的这块被吵死了"
        ],
        [
            1,
            "有谁去看明天东郊记忆的漫展吗？一起啊"
        ],
        [
            1,
            "打个小广告，江安外辛夷坞轰趴馆新开业，学校学生运营价格低廉，川大学生送饮料?想要和好友搓搓麻将或者带部门同学聚会的老铁联系QQ2538699012或者tel:13893461057\n上午场：9：30-14：30 25元/人499封顶\n下午场：15：30-21：00 39.9元/人 699封顶\n?送雪碧1+啤酒6+农夫6\n午夜场：22：00-次日8：00 39.9元/人 799元封顶\n?送雪碧1+啤酒6+农夫山泉6（满399）\n刷夜包场：19：00-次日8：00  799元  \n?送雪碧1瓶+唯怡1瓶+啤酒4+农夫6（满399）"
        ],
        [
            1,
            "听着旁边的寝室像是有一个女人的声音，可是仔细听又有点像男人的声音? ? ? ?"
        ],
        [
            1,
            "今晚新闻联播，川航英雄机组受到一号人物接见并参加国庆招待会。。。这待遇给跪了emmm"
        ],
        [
            1,
            "今晚有女孩子约吗，干啥都可以1740449520"
        ],
        [
            2,
            "韦子健 我好喜欢你鸭?"
        ],
        [
            1,
            "看info骂战能看笑。"
        ],
        [
            1,
            "刚才在望江外面的沃尔玛门口看见一个外国老男人，对，比较老，应该有40以上，和一个亚洲面孔的女生一块走，她应该是20多岁。老男人一直在和女生说话，一只手从后面抓着女生的脖子，而且说的不是英语。女生一句话不说，而且很害怕的样子，双手一直放在胸前。他们也没有打伞。\n不应该瞎猜什么，但是凭表现就让人感到反感"
        ],
        [
            2,
            "有人约蹦迪吗？现在已有两个人~"
        ],
        [
            1,
            "我还可以吧为啥没女朋友"
        ],
        [
            2,
            "沃日好恶心"
        ],
        [
            1,
            "国庆了\n有没放假回家的女孩子嘛？\n一起聊一聊？\n长得马马虎虎不差\n器也达标不小\n嗯，也可以只是交朋友随便聊聊天\n2875221362"
        ],
        [
            0,
            "有宝宝知道吗？大四形教课不到80分会不会影响保研资格啊"
        ],
        [
            2,
            "真是越丑的情侣在外面越伤风败俗，辣眼睛"
        ],
        [
            2,
            "身边有个那种看见你干过一次什么事就认为你是什么人的人真是恶心，，，，，一两个月看见你打一次游戏就瞎逼逼说人家不学习，经常看到打游戏。几百年看别人买一次零食吃就说别人土豪，整天买零食。看你看过一次小说就说别人课本不看经常看课外书，，，，，真尼玛这种人怎么不去死，，，，哪来的勇气顶着别人脸色活到现在的"
        ],
        [
            2,
            "麻烦各位了，我姥爷胃癌，今年第四年了，全身很多处转移，包括淋巴，现在胸腔水肿，呼吸困难。在家这边医生已经不做太多治疗了。跪求各位华西大神，各位的大佬的老师，有类似医学实验那样的治疗吗，我们愿意做小白鼠，求求各位了。qq：1006594329"
        ],
        [
            2,
            "半颗星草泥马"
        ],
        [
            0,
            "20考研的同学可以添加QQ群148594416；获取更多免费考研视频资料请联系群管理"
        ],
        [
            2,
            "想要一个随时可以去烦他的人"
        ],
        [
            1,
            "需要校车票的，请联系我。量大从优。"
        ],
        [
            1,
            "收"
        ],
        [
            2,
            "你怕说的是我吧"
        ],
        [
            0,
            "一个女生说：她在她爸爸面前是表面处女，哈哈哈哈哈哈，笑死"
        ],
        [
            1,
            "你是舔jio婆吗"
        ],
        [
            1,
            "望江有男S吗？"
        ],
        [
            1,
            "学习真累……"
        ],
        [
            0,
            "20考研交流QQ群148594416，考研的研友可以添加哟"
        ],
        [
            1,
            "学校一边抓就业，一边抓升学，脑子有坑吧...准备考研的人数多，没什么人去招聘会，辅导员抱怨有啥用啊，我们有啥时间去投简历面试啊，别闹了"
        ],
        [
            1,
            "北六唱歌的你是?死了吗在那里嚎？"
        ],
        [
            2,
            "奖学金大概什么时间能到账啊 实在没法过日子了好穷啊"
        ],
        [
            1,
            "啊啊啊 口水忍不住了！ \n川大玩耍（gou da）组织\n10月2号 烤乳猪！狼人杀、大老板！ 大家一起AA！\n约饭桌游嗨起来，简单粗暴。要玩的同学直接加微信群。进群后 加一下群主微信，可以发一卡通 或者 学生证照片 确认本校同学。否则会被踢出此群～\nQQ群：622545558\n微信：546235889\n微博：川大玩耍组织"
        ],
        [
            1,
            "求购一个scunet账号"
        ],
        [
            1,
            "现在学校里联通信号怎么样？想买张腾讯大王卡"
        ],
        [
            2,
            "女生 望江求代课，q413999678"
        ],
        [
            2,
            "我怀疑咱们学校食堂使用的大米是黄变米，但不知道去哪里检测。\n\n大米有其原有色泽，若出现了淡黄色，我们称它为黄变米。大米变黄是因为大米在储存过程中由于自身水分含量高，在酶的作用下产生热，致使霉菌繁殖，出现霉变现象并呈现出黄色。而这种黄色真菌含有黄曲霉素,有毒,其中毒症状表现为发烧、腹痛、呕吐、食欲减退等，是诱发肝癌的主要危险因素之一。\n专家指出，食用霉变大米虽然一次性毒性不怎么大，但长期食用无疑会致癌。所以,一旦出现霉变大米中毒，一是可服用维生素C、维生素B、葡萄糖水等,以缓解体内的黄曲霉毒素。二是多喝水,症状严重的,要立即送医院。\n如何识辨黄大米：\n1.颜色：米粒暗淡无光，表面呈黄色，或有白道沟腹，发脆，易断。\n2.气味：有霉味，硬度低。\n3.品尝：蒸煮后黏度小，食用时口味寡淡，有霉味，口感粗糙。"
        ],
        [
            2,
            "问下大家，咱们学校有食品监测方面的专业吗？或者哪里有可以检测的地方呀？"
        ],
        [
            2,
            "今天下午华联17:00李茶的姑妈两张电影票低价出，需要的联系vera3220"
        ],
        [
            2,
            "线上兼职\n嗷嗷有没有小仙女们想做线上兼职的呀，因为秋招快到了，有很多公司需要宣传[熊猫]，想做校园代理的可以戳我一下呀，多的一个月可以赚2000➕呀，有意愿可以加我微信wzy0961213"
        ],
        [
            1,
            "所以有没有女孩子国庆一起去玩的，留号秒删"
        ],
        [
            1,
            "靠屈服和投降换来自在的人，就好似被奴隶主宠爱的奴隶一样，你的自在不是自己努力得到的，而是别人施舍的。当然，只要结果的不管过程的当我没说。"
        ],
        [
            2,
            "很丧\n我觉得我心里留不住事\n有点事就心烦 做不了接下来的事\n简直菜鸡"
        ],
        [
            1,
            "我也来留个号396395276"
        ],
        [
            0,
            "考研资料全套转让 有意者加qq872664061\n政治\n1肖秀荣三件套（精讲＋1000题＋真题解析） 全新\n2徐之明两件（900题＋真题试卷版及解析）900题动过几笔不影响使用 九成新  真题全新\n3高教版政治考试指南（孔昱力） 做过笔记 八成新\n英语\n1张剑真题全解试卷版05-14年 14年动过笔 九成新\n2星火英语阅读120篇 八成新\n3星火英语单词书 全新\n数学\n1李永乐复习全书数学一 全新\n2李永乐复习全书基础篇 全新\n3李永乐数学一660题 八成新\n4李永乐数学一真题解析 八成新\n5机构讲义（概率＋数学一补充内容）全新"
        ],
        [
            2,
            "自行加号是啥意思"
        ],
        [
            1,
            "国庆约的留号秒删"
        ],
        [
            0,
            "每次一到评奖评优，都太讨厌某些人的嘴脸，一本正经的什么发了一个大家都看不到的消息，最终什么也都更改不了，说等下次吧。?"
        ],
        [
            1,
            "狗比情侣，图书馆里打闹，一会儿亲一口，一会儿掐个脸，最不能忍的是，在这里面吃榴莲糖。\n要闹床上闹去好吗？"
        ],
        [
            1,
            "求周薛雪老师的联系方式? ? ?"
        ],
        [
            2,
            "器大活好人帅的有吗？"
        ],
        [
            2,
            "#求助帖#请问大家有没有在望江三教丢过书都怎么解决了呢，丢失时间确定在昨天上午…去学院画了一下午图来三教学习就只给我留了本书，是考研狗的专业课笔记啊……好绝望感觉凉凉了。"
        ],
        [
            2,
            "今早八点，北园食堂后面那条路上，一男的边走边揉他女朋友的胸，被我撞见了，，，刺。。。。刺激"
        ],
        [
            0,
            "不是约啊，男女朋友而已?"
        ],
        [
            0,
            "睡不凿惹，吐槽一下都不行吗?"
        ],
        [
            0,
            "为什么和我做过的男生都秒射？？？没一个靠谱"
        ],
        [
            1,
            "睡了睡了，记得加我，晚安，你也早点睡"
        ],
        [
            1,
            "弃坑也算是一种解脱吧，我不知道什么国庆套，我也不在阿拉德大陆"
        ],
        [
            2,
            "上次的晕车药吃到一半吐了，因为过程太令人感到无知与害怕。谢谢鼓励我的人，可是我活不久的。我以为对于自杀我很淡然并且珍惜生命，可是太难了。我想过去看医生，家人都说我有病，说我太敏感。坚定人生的正义…还有什么可说的呢？匿名让我说出真话，我不用在意现实身份带给我的种种。今天朋友在不方便，嗯，明天晚上跳楼。"
        ],
        [
            0,
            "平均一天撸一次。那么强又没人给，连炮友都没有...无奈摊手"
        ],
        [
            0,
            "跳蛋比男朋友好用多了\n强烈推荐呀呀呀呀"
        ],
        [
            2,
            "男生们资源是哪找的啊"
        ],
        [
            2,
            "是心动的感觉！！"
        ],
        [
            1,
            "哈哈哈哈花这么多钱请了一群洋大爷，想提高世界排名吗？排名怎么越来越低了呢？自己还有很多上不起学的学生还使劲往外送钱，估计一个洋大人的钱可以养活10个贫困生了吧。国内学生的住宿条件不说全部都和洋大人一样，起码尖子学生要有优待啊！为人民服务可能是为洋人服务吧"
        ],
        [
            2,
            "真没啥用，床上的焦虑，不必要的担心，终究会散的人际关系，斤斤计较的互相报复，没有意义的折磨，费尽心思得猜测，够了够了都够了，让生活，简单一点"
        ],
        [
            2,
            "想那么多干啥真是太蠢了"
        ],
        [
            0,
            "很孤单，很寂寞，想聊天的加好友微信号:wxid_8a4urfxvdd4u22"
        ],
        [
            0,
            "我也很好奇为什么那么怂，直接干他"
        ],
        [
            0,
            "我也很好奇，为什么那么怂"
        ],
        [
            0,
            "砍人就对了嘛"
        ],
        [
            1,
            "刚和朋友吃了烧烤回来，看着一对又一对的情侣拉着我提着包包去开房，大学生 活真好"
        ],
        [
            1,
            "拮抗ACE, 大骗子"
        ]
    ],
    "29": [
        [
            2,
            "华西附近有没有推荐的心理咨询中心呐\n嗯 我想快点好起来"
        ],
        [
            1,
            "国庆了，马上就有很多异地恋要分手吧。其实吧，无论是谁提的，如果彼此喜欢过，起码保留一点回忆。不要去纠结是谁对谁错，不要去怨天尤人，抱怨甚至怨恨对方。也不要觉得对方骗了你，至少说那些诺言的时候一个是真心的在说，一个是认真的在听。毕竟你千言万语的关心，不及别人陪她吃一顿饭。我们都还年轻，别去束缚。谢谢你在趁我去找你之前和我说心里话，我不恨你，只希望你能好好的，那天你说发烧四十度，他一直陪你输液的时候我就知道，有些东西，至少目前的我无法逾越。两个屏幕的距离，是1000+km。天涯即咫尺的传说都是童话里面的故事。这四年你要好好的，我也要好好的开始我的大学生活。安好，勿念！"
        ],
        [
            1,
            "西点军校二十二条军规，其中冒险精神。他是你的老公，要记住。对他不好，就是不尊重我。他同样也是，对你不好，我回来时可能会过问。不过，路是你们两个人的，靠你们两个自己经营。镇江女孩，丹阳女孩，记住了我来过。至少我对你们的表面印象还可以。人不可貌相。我要走，我不是这样走，我得伪装呀，特种兵的特征和普通人有区别。我要是英语好，全军外语人才，见习武官，出访外军的。我的英语我要等我去外面想办法补补。重新好好学。历史地理，理科，机诫。那个小泽治三郎，长的就那样，美军对手非常尊重。在军界里，商业里，记住外貌协会要吃大亏的。???我会给你找个好姐妹的。"
        ],
        [
            2,
            "听说李校长要搞早读了是真的么？？？"
        ],
        [
            2,
            "我好奇你?的臭?"
        ],
        [
            2,
            "什么专业？"
        ],
        [
            2,
            "你是机器吗"
        ],
        [
            2,
            "10月了 0 offer 自己真的那么差吗。专业没人要 原以为无领导一定过不去，没想到进了 但是二面也还是挂了。真的这么差劲吗 每天都好丧"
        ],
        [
            2,
            "华西附近单间房屋转租【仅女生】，小天东巷88号，月租850-900，联系电话:18428368920，可免半个月房费。(提前离校急需转租，嫌弃宿舍条件的抓紧考虑！)"
        ],
        [
            1,
            "#求助大佬分享一下经验#一到节假日看见身边的小伙伴都出去耍，自己都有种想出去浪的感觉心理很是不平衡。原本打算国庆休息两三天可是又想着还有不到三个月就考试了，国庆正好也有考研学长专业课答疑出去耍就感觉有点亏。大家在这种节假日都是怎么调整学习状态的啊？"
        ],
        [
            1,
            "和你分了，我就只剩家人了"
        ],
        [
            1,
            "江安要早读了真的假的"
        ],
        [
            1,
            "打个小广告，江安外轰趴馆新开业，学校学生运营价格低廉，川大学生送饮料? 联系QQ2538699012\n上午场：9：30-14：30 25元/人499封顶\n下午场：15：30-21：00 39.9元/人 699封顶\n?送雪碧1+啤酒6+农夫6\n午夜场：22：00-次日8：00 39.9元/人 799元封顶\n?送雪碧1+啤酒6+农夫山泉6（满399）\n刷夜包场：19：00-次日8：00  799元  \n?送雪碧1瓶+唯怡1瓶+啤酒4+农夫6（满399）"
        ],
        [
            0,
            "为什么想和和平分手，最终却演变成一方对另一方的误解"
        ],
        [
            2,
            "兼职加微信18328050371"
        ],
        [
            2,
            "有没有要一起学雅思的同学啊，求相互监督学习！QQ1740661887"
        ],
        [
            2,
            "为啥保研南大不去了"
        ],
        [
            1,
            "有没有材料学院的大神！！！求认识！！！q，1229301513"
        ],
        [
            1,
            "操死你们"
        ],
        [
            1,
            "操你们的?，键盘侠们"
        ],
        [
            2,
            "傻逼逼，操你妈"
        ],
        [
            1,
            "田园女犬的恶臭"
        ],
        [
            2,
            "我不和傻逼吵"
        ],
        [
            2,
            "手误了不行吗"
        ],
        [
            2,
            "傻逼死你妈吧"
        ],
        [
            1,
            "保研南京大学现在想放弃了，名额还能给别人吗"
        ],
        [
            1,
            "这女的就是傻逼，我可以这样说吗？祝她以后被她老公拿刀追着砍的时候能说出“他只是追着我砍又没砍出事，我不怪他，他是对的”?"
        ],
        [
            1,
            "放弃考研的多吗？"
        ],
        [
            2,
            "渣男原地爆炸灭绝吧，鸡儿割了才好"
        ],
        [
            2,
            "给张雨绮打calk"
        ],
        [
            2,
            "张雨绮敢爱敢恨帅"
        ],
        [
            2,
            "张雨绮666"
        ],
        [
            2,
            "傻逼，你妈才是这种吧，"
        ],
        [
            1,
            "如果是你结婚后被你老公拿刀砍了你两道1cm的口子你会怎么想？男性被家暴被性侵的现象虽然被大众忽视但是还是确实存在的。况且女权追求的是男女平权而不是女性主义，至少这件事上我觉得张雨绮做的不对。"
        ],
        [
            1,
            "在长桥去一教那条小路上停车的NM$L"
        ],
        [
            2,
            "傻逼，又没砍死，砍伤都没有"
        ],
        [
            2,
            "不聊，滚"
        ],
        [
            1,
            "小吃食堂中间这个新电视是买来方广告的吗。。。这么多天了还没接上信号"
        ],
        [
            2,
            "反正比你一个子都挣不来强"
        ],
        [
            2,
            "可以了和从前相比"
        ],
        [
            2,
            "从靠贷款读书到年薪20万，谁说好好读书不能逆袭，这才是毕业第一年"
        ],
        [
            2,
            "肺片不要吃紫燕百味鸡的，难吃"
        ],
        [
            2,
            "川大研究生里结婚的比例不高吧"
        ],
        [
            2,
            "出什么事情"
        ],
        [
            1,
            "zz学院某坤均分80能保研简直奇迹(幕后操作大家都懂)，评教评优硬是给自己加到国励，这种行径也不怕别人给你捅到教务处。"
        ],
        [
            1,
            "听研究生宿管阿姨说，她们都不敢招那种还没结婚的小姑娘，就害怕出事情，我川的研究僧，你们都这么优秀的吗？"
        ],
        [
            2,
            "用美图秀秀哇"
        ],
        [
            2,
            "不吃饭加每天操场20圈"
        ],
        [
            1,
            "开始采集毕业生图像信息了，求问怎样两个星期内瘦10斤？在线等，急急急急。"
        ],
        [
            1,
            "图书馆是菜市场吗，只是垃圾。什么烂主意，介绍图书馆，tmd公然喧哗，cnmlgb"
        ],
        [
            1,
            "图书馆，你为啥开始没完没了带新生参观介绍，有这个必要吗？吵得。搞得新生都不知道图书馆应该保持安静了！这本来就不是教室，请图书馆老师带头安静，别大声吆喝"
        ],
        [
            2,
            "你的钱是自己挣的吗"
        ],
        [
            2,
            "关你求事？死屌丝？"
        ],
        [
            1,
            "法学院的女生绝对是川大闷骚最多的，而且是真的骚，从外表很难想象的那种骚。不过明骚最多的不是法学院。"
        ],
        [
            0,
            "有没有同学出售一摞校车票的呢？\n有的话谢谢联系我啊\n13258182936"
        ],
        [
            2,
            "啊好饿……"
        ],
        [
            0,
            "为啥青广那么多蓝衣服橙色红色"
        ],
        [
            2,
            "你说谁"
        ],
        [
            1,
            "不不不，当涉及到自己的时候个个都是法学精英。什么?说别人呢?嗷，嘴嗨嘴炮嘴痔疮。"
        ],
        [
            1,
            "那位所谓的女同学，你真的不是男同学扮演的高级黑吗。。。"
        ],
        [
            2,
            "青广放歌的是傻逼吗，放你马的江南style呢"
        ],
        [
            2,
            "日常钓鱼+曝光，来吗"
        ],
        [
            1,
            "你这概念偷换我真的笑了，行，那按你的方法来偷换。我只要扒光了你，但是没有下diao我就没有强奸了？强奸未遂也不算犯法了？"
        ],
        [
            1,
            "看得起你的皮囊，看不起你的心灵，分了不后悔不愧疚"
        ],
        [
            1,
            "我真他妈服了青广这波土嗨了"
        ],
        [
            1,
            "？拿刀砍人了不算犯法吗？一定得捅到重伤才算？"
        ],
        [
            1,
            "我是处男，长得还行|･ω･｀)\n也不知道为啥大三还没脱单……"
        ],
        [
            1,
            "张雨绮拿刀砍老公为什么在微博上会被捧成女性正面追求平等的案例阿？我看评论真的惊呆了，她拿刀砍人不是违法的吗？"
        ],
        [
            1,
            "为什么有人说自己瞎了眼？没明白"
        ],
        [
            2,
            "喜欢处男，前提，要长得帅"
        ],
        [
            2,
            "当然有，为什么有人说自己瞎了眼"
        ],
        [
            1,
            "我川有没有处男情节的女孩子。"
        ],
        [
            1,
            "有没有出ipad的呀 预算1500到2000之间"
        ],
        [
            1,
            "恐惧是万敌之首。\n这句话是真的。\n什么都怕，无时无刻不担心。\n也什么都做不了，最后真的过成了担心中的那样。\n倒不如仅仅“知道就好”，车到山前必有路，坦然面对。"
        ],
        [
            2,
            "考研计划有变，想出一些资料，目前有高数18讲(已经全部看过了不新)，李永乐的线性代数参考书(看了两章左右)，概率统计参考书(全新)还有一本考研英语单词必备书。有同学需要吗+vx18683305631"
        ],
        [
            2,
            "东园餐厅人真的太多了吧求求西园的孩子们放我们一条生路 你们有辣么多食堂我们只有这一个QAQ"
        ],
        [
            1,
            "想问下学费缴纳是啥时候截止啊，迟交会有啥后果呀"
        ],
        [
            1,
            "为什么寝室长加分那么多 都快和班长差不多了"
        ],
        [
            2,
            "求助!急\n之前退课明明是退了的   结果今天看课表又出现了 !! 还能找教务处老师退了吗!wwww!"
        ],
        [
            2,
            "成都哪里有可以看水母的地方么？"
        ],
        [
            1,
            "怎样的死法最快又不会痛苦?"
        ],
        [
            1,
            "不想去上课"
        ],
        [
            2,
            "刚在青广骑车撞的我转圈圈那位女生  可真是去您的   豆浆撒我一身   道歉不会吗   骑车停都不停真潇洒"
        ],
        [
            2,
            "十八岁那年你说\n你十八我也十八 我们一起走到九十八 谁也不能早退\n可是现在你说不爱了\n人这一生到底能爱上多少人\n我只希望能尽快爱上下一个人"
        ],
        [
            1,
            "谈什么异地恋啊\n是游戏不好玩了吗 球不好打了吗 \n分分合合十多次真的没意思了\n只是不舍这异地五年来的感情\n只是希望你能改变自己的脾气 遇到更好的男生 \n只是。。。"
        ],
        [
            1,
            "张译文是个什么垃圾。。。情商被够吃了。。。对。别看了就是商学院大三的那个张译文！！！"
        ],
        [
            2,
            "我也很努力啊 我最近不是在看论文写论文就是在背英语单词 再不然就是做题记笔记 我知道我成绩一般 但是为什么我爸总是说别人家的孩子怎么怎么样  从来没有夸过我 偶尔发一次的视频电话 也都是在说谁谁谁全市第一 你要努力 不要总玩 我真的有努力啊 为什么我和你说我写论文很累的时候 你只是说累也要写 都不夸夸我呢 为什么啊"
        ]
    ],
    "28": [
        [
            1,
            "日常寻1\n溜号删"
        ],
        [
            0,
            "出一台港版NS switch箱说齐全 配件都在 九成新 买来没怎么玩因为沉迷巫师三 不带游戏1800 有两个游戏卡带 塞尔达300 奥德赛260 带游戏一起走2300 有意qq2523849781 人在江安"
        ],
        [
            1,
            "两个室友刚回来，相互埋怨没带身份证，弄得没法开房? ? ?"
        ],
        [
            2,
            "寝室几点能出去呀，什么时候是早出啊"
        ],
        [
            1,
            "不小心被订书钉扎穿了手指 除了消毒以外需要打破伤风吗。。订书钉没有生锈。。"
        ],
        [
            1,
            "想找一个小姐姐 \n今天晚上十点江安到望江的校车\n一个短头发 貌似是蓝色的衬衫 红色aj 带了个电脑的小姐姐 我是坐在你旁边的那个\n因为刚打完球 身上一身味 没好意思要联系方式 \n能不能请大家帮帮忙 谢谢啦?"
        ],
        [
            2,
            "操的闲心多呀，关你屁事"
        ],
        [
            1,
            "我川的妹子到毕业大概还有几成能是处女？而且不算长得太丑没法破处的"
        ],
        [
            2,
            "本人男，我也不知道这玩意性别为啥是女。有个问题，一个男孩子长得确实很丑，但是能说会道会讨女孩子开心，有没得机会被哪个小姐姐看上的可能？？？? ? ? ?"
        ],
        [
            2,
            "单身就单身吧，炮友还是要有的"
        ],
        [
            2,
            "错了，高富帅喜欢灰姑娘"
        ],
        [
            2,
            "你不懂才不是随口说（我不是当事人）"
        ],
        [
            1,
            "据我所知，各学院的奖学金绝大部分都是公平评比的，把一学年的分数统计出来，拉一下排名，谁第一留给谁最好的，一个一个往下排，真搞不懂哪里来的黑幕，要是觉得有黑幕就直接比分数啊，那些均分算出来94,95的大佬，又不是自己编的分数。还是自己成为那样的人再来说话吧。"
        ],
        [
            2,
            "我爱上我的老师了，我给谁说，我没人说"
        ],
        [
            2,
            "不匿\n开学以来实在太怠惰，希望有小伙伴国庆的时候一起约自习，互相督促，坐标望江。"
        ],
        [
            2,
            "不太关心自己的身体.\n室友说你会不会哪天在路上走着突然就死了.\n我心里想那最好不过了.\n怕让他们尴尬没说."
        ],
        [
            1,
            "有明天没有课小姐姐想一起看电影吗？我请。丑男但很温柔一枚"
        ],
        [
            2,
            "华西求代课 30号下午第5.6节两节形教课 有意联系qq879051772 有偿代课"
        ],
        [
            2,
            "男人喜欢你，他不会当怂逼，如果他当了怂逼，那他也不值得喜欢"
        ],
        [
            2,
            "哈哈哈对的"
        ],
        [
            1,
            "我就是个废物\n\n废到再利用都嫌成本贵"
        ],
        [
            1,
            "当然有"
        ],
        [
            2,
            "好奇，有没有男孩子到了大学还不知道怎么打飞机的或不知道飞机怎么打的人啊？？"
        ],
        [
            2,
            "我是个白富美可是我接触到的男人全是矮穷矬"
        ],
        [
            2,
            "别后悔，他想搭讪他就主动来了"
        ],
        [
            1,
            "首先声明本人女，不知道这个性别怎么弄的。今天下午去极岛打游戏，坐在进门的位置，对面坐了一个小哥哥，长得挺帅的，和我对视了几次，我没好意思搭讪，现在回宿舍了比较后悔，应该是川大的，我是今天穿着粉色衣服的女生。"
        ],
        [
            2,
            "地铁上一个妹子看了我好久，感觉她眼里盛的满满的爱，后悔没搭个话"
        ],
        [
            2,
            "要赶在对方之前说"
        ],
        [
            2,
            "辞职和分手一样，要抢着说"
        ],
        [
            1,
            "1442645900\n诚心求一个妹子好吧。"
        ],
        [
            0,
            "华联超市的收银系统什么情况…"
        ],
        [
            1,
            "待了两年的图书馆 厕所随时都这么恶心"
        ],
        [
            2,
            "想问一下最近的宽带怎么啦，连个网页都打不开:)"
        ],
        [
            1,
            "命运这样安排\n一定有它的用意吧"
        ],
        [
            2,
            "那个小女孩要你抱抱的男生你一定长得很帅"
        ],
        [
            2,
            "国庆假期约个小哥哥或者小姐姐一起玩耍一天\n想去国色天香或者海洋馆\n吃饭不挑性格奈斯 唱歌也蛮好听的哈哈\n心理学和家禽的产后护理都懂一点的\n（只是玩耍 其他约法拒绝拒绝拒绝不要评论）(๑ت๑)♡"
        ],
        [
            2,
            "江安约自习呀，本人女，大三。找女孩子一起上自习。"
        ],
        [
            1,
            "基教A，四楼玻璃大厅? ，那个高桌子上谁的iphone耳机忘拿走了，快来取啊，明天绝对会被别人拿走的"
        ],
        [
            1,
            "今天下午4.35左右，在一餐门口穿黑色牛仔裤，棕黄色头发，骑摩拜单车被我不小心撞到的小姐姐，真的对不起。当时有点急事，也忘了留联系方式，不知道你的膝盖有没有事啊，希望你看到这条info后可以联系我，QQ2574382091，再次表示歉意。"
        ],
        [
            2,
            "我也想要个女儿"
        ],
        [
            2,
            "你以为民政局你家开的？有没有常识？"
        ],
        [
            1,
            "曾经我拥有那个想一起走下去的人\n却不懂得珍惜\n时间会有答案吗\n总感觉再碰不上那么好的姑娘\n此刻\n哪怕她小肚子上的赘肉、肉鼓鼓的包子脸\n都那么可爱"
        ],
        [
            1,
            "??jw??"
        ],
        [
            1,
            "没有人觉得傅箐也很好看吗。。"
        ],
        [
            2,
            "四六级报名啥时候呀，有没有链接"
        ],
        [
            1,
            "笑笑的的相声有约的吗"
        ],
        [
            1,
            "点赞超过十个我就找个男朋友"
        ],
        [
            1,
            "有没有人今天在基教A六楼的厕所里忘记了一把钥匙，已经转交给保安，如果这位同学看到，记得去找楼下的保安拿"
        ],
        [
            1,
            "你半夜心情不好，找的陪你聊天到凌晨两点的男孩子是不是都是你们的备胎，呵呵！！"
        ],
        [
            2,
            "又是一年保研尘埃落定时，去年的我在今天点了录取通知，选择继续在川大学习……\n现在开学半个月了，我只想说，别留川大。"
        ],
        [
            2,
            "明年这个时候，我是在为考研准备，还是已经看到自己的录取学校，或者更加悲惨地发现自己没有被任何学校录取呢。科研加分少，也没有社会实践加分，迎接我的，也许只能是家人的失望和同学的得意自己的绝望吧"
        ],
        [
            1,
            "宿舍管理人员在未经学生同意的情况下进入学生宿舍 请问可以的吗?"
        ],
        [
            2,
            "第一说明自己成绩还是不够好，我们年纪第一只管学习，也不做比赛，不管别人怎么加分，还是年纪第一，你可以去考英语竞赛，数学竞赛\n第二大创加分也没那么多，大挑大挑小挑互联网加分比较狠"
        ],
        [
            2,
            "成绩年级前三，综合成绩掉到四十一名，想做点自己的东西怎么就这么难呢…一定要去做大创做规定竞赛吗…我还是老老实实申请出国吧…"
        ],
        [
            2,
            "你和小女孩一个厕所？"
        ],
        [
            1,
            "谁知道川大的旧物交流群啊"
        ],
        [
            2,
            "好羡慕保研的学长学姐呀"
        ],
        [
            1,
            "各位dalao有没有知道什么代课群呀"
        ],
        [
            1,
            "上个厕所，洗了手，转身。\n一个不认识的小女孩:“我要泡泡。”她指着挂在墙上的洗手液，她摸不到。\n我挤了一点递给她。\n小女孩:“你洗手。”\n我:“我洗过了。”\n小女孩:“你洗手。”\n？？？ 我一脸懵逼地把洗手液冲了。\n小女孩“我要泡泡。”她又指着洗手液。\n？？？？？？？？？？？？ 我万脸懵逼。\n小女孩:“抱我。”\n\n\n\n我以后要生个女儿。"
        ],
        [
            2,
            "10.1熊猫音乐节，有拼车一起回学校的么？求赞求回复(´･ω･`)"
        ],
        [
            2,
            "你聪明漂亮又能干，我很佩服你。\n但是吧，我觉得我们相处不那么自在，也能感觉到你不那么喜欢我，刚刚脑子一热就跑路了。\n做了一件这么让你尴尬的事情，抱歉抱歉抱歉。"
        ],
        [
            2,
            "还不如当普通朋友，周末还可以带你去吃无邪"
        ],
        [
            1,
            "有朋友知道北京华联的川渝一号还开着吗"
        ],
        [
            1,
            "楼上，龙与虎太甜了，我也想有一个大河妹妹（活在梦里）"
        ],
        [
            1,
            "哪位兄弟姐妹有望江学校的提供心理咨询时间和地点"
        ],
        [
            1,
            "国庆江安有没有能照顾几天猫的 有偿"
        ],
        [
            1,
            "我做不了的没有能力的干涉的事情我是不会去操心的，既然无法参与，何必执着想着呢，与其操心一些虚的，不如做好我力所能及的。事不关己高高挂起，不是什么都挂起，而是真的参与不了的挂起，这样会少很多烦恼，而且会集中精力在能办好的事上。\n一个人的力量太小，大家都把自己可以做到的做好就有强大的力量"
        ],
        [
            1,
            "单二是什么"
        ],
        [
            2,
            "单二很可笑吗？？为什么总有那么多人对单二嗤之以鼻，"
        ],
        [
            1,
            "前者让你在床下神魂颠倒，后者让你在床上欲罢不能\n今晚你收拾收拾床，我收拾收拾你\n你吞吞吐吐的模样，是我见我最美的风景\n用全部的热情，让你大汗淋漓。是我对你最基本的尊重\n你只穿香水入睡，待我携滚烫来袭\n和你的昨晚就像考试，事后想想总是觉得没有发挥好\n玫瑰是我偷的，情书是我抄的，但我想睡你是真的\n“你最喜欢我哪一点”“胸大一点”\n我真的是太笨了，除了让你喜欢，其它什么都做不好"
        ],
        [
            1,
            "急求有靠谱驾校推荐么，望江，会感谢你的"
        ],
        [
            2,
            "白痴吗"
        ],
        [
            1,
            "想回到中学时期，看龙与虎哭的不要不要的"
        ],
        [
            1,
            "有明天没早课的小姐姐吗？睡不着聊天吗2179972893"
        ],
        [
            2,
            "我就说了句孽缘，哪个傻狍子给我留号，我靠，我随意吐槽一句您来这么一手这么恶心我!?"
        ],
        [
            2,
            "舒服了，看吧这种人就是，恶心，给她什么好脸色，屌她干嘛"
        ],
        [
            1,
            "小可爱分手了吗，我接盘啊"
        ],
        [
            1,
            "点赞超过十个我就找她复合"
        ]
    ],
    "27": [
        [
            2,
            "大三就没课了。。专业这么水的吗"
        ],
        [
            2,
            "打一巴掌，给个栆吃，谁不会啊"
        ],
        [
            2,
            "大三没课，想实习"
        ],
        [
            1,
            "祝你过得好。"
        ],
        [
            2,
            "我发现我为什么爱上你，因为你和我在一起把自己放的很低。祝你过得好。"
        ],
        [
            1,
            "爱"
        ],
        [
            2,
            "我发现一件事，长得很帅的男人一般都很小"
        ],
        [
            2,
            "我想问他还爱我吗 我是不是不应该这样做"
        ],
        [
            2,
            "孽缘?"
        ],
        [
            2,
            "跨考·成都       校园经理招募中。。。\n      跨考考研是一家立志于考研培训的专业辅导机构，致力于为大学生提供高端学历与职业提升整体解决方案，目前已成为全国考研培训领导品牌，累计培养成功学员超过50万人，并成为考研行业内第一支A股上市公司。 现已入驻成都地区，特开展“千人计划”，拟招募各区各校的校园经理：\n你将要做什么？\n1、\t挖掘所在院校考研群体，找到目标学员。\n2、\t联系学生会、各社团合作，开展宣讲会、考研讲座等活动。\n3、\t考研资料发放，教室、宿舍辅导资料发放。\n4、 配合相关市场人员完成其他事情。\n我们的要求：\n1、在校大学生，男女不限，善于沟通，在学校有一定资源；\n2、熟悉校园活动策划，能制定活动执行流程、细则及标准；\n3、熟悉校园社交，能够独立完成校园活动执行；\n4、性格开朗、踏实认真，有团队精神和作为公司成员的使命感；\n5、微信群、qq群学员拓展；\n你将会获得：\n1：免费参加我们的考研相关课程和报名享受一定的优惠。\n2：优秀校园经理可提供实习证明，毕业后将有机会加入我们的团队，共同进步。\n3：丰厚的薪水，让你提前自己赚取属于自己人生的第一桶金。\n快来加入吧，我们期待你的参与！\n联系方式：电话：15881010317（罗先生）  QQ：2131128158\n         邮箱：2131128158@qq.com(请附带个人简历)"
        ],
        [
            2,
            "考研难不难？考研题不会做怎么办？真题班（政治/英语/数学）让你不再烦恼！强强联合 跨考考研和考学联合举办         上市机构，值得信赖！我们承诺：小班教学/全程面授/名师辅导/就近上学。本次课程主要针对历年真题进行讲解，了解出题规律和答题技巧。现在登记报名还可以享受以下的优惠哦：1：提前预约，免费试听，满意后报名。2：送相应的公共课视频，价值880元/科（别人家的都要收钱钱的）。3：凭借本次报名表续费后期课程，可获得价值299元的大礼包一份（包含历年政治，英语，数学等真题）。[图片]4：其他免费服务，比如考研政策变化，课程规划等。ps:还可以认识更多的研友，大家一起奋斗，一起努力。小小广告一下：（如果各位同学有需要的话，考研自习室，冲刺班和专业课一对一辅导等也可以了解一下！）还在犹豫什么呢，赶快选择我们吧。好平台，我们值得信赖，你值得拥有。 \n联系方式：韦女士\nQQ:3503096640\n（诚招代理，有意者私聊）"
        ],
        [
            1,
            "望江这边晨跑的话，去哪里洗澡？"
        ],
        [
            2,
            "做过公益广告，而且不少"
        ],
        [
            1,
            "王俊凯王源易烊千玺吴亦凡做过公益广告吗"
        ],
        [
            2,
            "中午在快递街那边丢了一串钥匙 有好心人捡到吗"
        ],
        [
            2,
            "小甜甜，你的温柔和有礼貌这两个特点会让我受用终身"
        ],
        [
            1,
            "有微机接口老师是杨雄的同学吗？请问前三周布置了什么作业？有签到吗？"
        ],
        [
            2,
            "商业街打印店什么时候关门呀"
        ],
        [
            1,
            "川大表白墙我们学校有1了好红红火火恍恍惚惚哈哈哈哈"
        ],
        [
            1,
            "请问各位有人选过工程伦理案例分析这个课程么？怎么样啊这个课"
        ],
        [
            2,
            "从来不运动 走两步就岔气的我居然报名了后天的环校跑 我想我是疯了 趁着年轻作死一把吧"
        ],
        [
            1,
            "有微机接口老师是杨雄的同学吗？请问前三周布置了什么作业？"
        ],
        [
            1,
            "想找个女孩认真的谈恋爱"
        ],
        [
            1,
            "嗯 \n找1\nover"
        ],
        [
            2,
            "小甜甜，你离开了我，我可以把自己变成小甜甜⁽⁽ଘ( ˊᵕˋ )ଓ⁾⁾"
        ],
        [
            2,
            "只有你干嘛"
        ],
        [
            2,
            "可是不上班就没有钱"
        ],
        [
            2,
            "真不想上班"
        ],
        [
            2,
            "卧槽翻了下info怎么这么黄????"
        ],
        [
            2,
            "今天校组的团副组织部长联络群真是热闹"
        ],
        [
            2,
            "难道只有我"
        ],
        [
            1,
            "害怕被放弃，所以我要先放弃？"
        ],
        [
            1,
            "国庆星空下的露营！（现在报名几乎是女生、我们学校的男生都去哪了）！\n\n国庆泸沽湖报名满员啦，为了满足同学们的需要 我们1-2号 一起去星空下的露营！孟屯河谷 露营  火把晚会狼人杀   营地混战撕名牌～\n【活动目的】：由于我们泸沽湖4-7号活动报名已满、在同学的要求下 我们连忙计划这次 别具一格的露营活动（由于时间紧迫、活动报名时间只有3天 此活动9.26号发出，9.28号截止。若人数不够 则活动自动流产，将全款退还给大家）这次报名的同学可要抓紧啦～缴费才算报名哟。\n【联系我们】\nQQ群：622545558川大玩耍（gou da）组织  报名及详细行程可进群文管理员。\n进群请备注校区、学院、年级\n\n微信：546235889（加好友请备注  校区、学院、年级）\n\n微博：川大玩耍组织\n\n欢迎大家加入我们这个大家庭～"
        ],
        [
            2,
            "想问一下，如果刷分，第二次考的比第一次低，算绩点是按照高的算还是第一次算呀"
        ],
        [
            2,
            "凭什么你一生气就对我说gun\n我从来没说过好吗\n国庆，你爱来不来\n来了还影响我学习"
        ],
        [
            2,
            "饥渴I am so"
        ],
        [
            2,
            "现代生命科学基础的实验课什么时候开始呀？"
        ],
        [
            2,
            "今日份红包打开支付宝首页搜索“518874725” 立即领红包"
        ],
        [
            2,
            "现在看懂也不晚"
        ],
        [
            2,
            "我10月2号~6号会在韩国，可以帮大家代购一波~\n\n韩国的各种美妆护肤品牌价格都很实惠，基本在8-6折左右(悦诗风吟，爱丽小屋，芭妮兰，3ce，pony，魔法森林，and各种面膜都买起来~）还有一些国外品牌在韩国免税店的折扣力度很大(欧莱雅，mac，兰蔻，悦木之源，科颜氏，珂润等等...)。\n\n总之可实时拍照可问价，人肉带回童叟无欺，欢迎大家加VX：13060071171私戳~\n\n拜托看见的可爱的川大同学们帮忙点个赞吧~祝大家新学期找到又优秀又有趣的对象，绩点一门赛一门的高~"
        ],
        [
            1,
            "某学院的某人，趋炎附势，当舔狗，真过分啊，本来80分的加权平均分保研学院已经议论纷纷了（87分的学霸没保上），自己负责帮辅导员统计奖学金评定加分项，把自己的各种加分项写的满满的（各种乱七八糟），加分后93直接排名专业第一，你是真的牛逼，然后在朋友圈装逼发动态说自己放弃了本硕博连读啥啥啥的，真的恶心到我了，你不知道很多人在讨论你平时期末考试作弊吗？"
        ],
        [
            1,
            "江安校区有30号去听德云社相声的嘛，想拼个车，有意者加qq391114537"
        ],
        [
            2,
            "求求好心人告诉我一下血管瘤是什么啊。求求好心人"
        ],
        [
            1,
            "江安代上课，男"
        ],
        [
            1,
            "明早3,4节代课，男。有意加微信13281831175,望江。价格好说"
        ],
        [
            1,
            "明天早上3,4节代课，男生，有意的加微信13281831175价格好说"
        ],
        [
            1,
            "国庆还一个人学习的大概只有我一个了?"
        ],
        [
            2,
            "娘不娘和抽烟喝酒有关？"
        ],
        [
            2,
            "性感info在线卖淫"
        ],
        [
            2,
            "性感info在线涉黄？"
        ],
        [
            1,
            "有偿出多时间段江安望江网课～有需要的同学私戳q3049267611"
        ],
        [
            2,
            "去考公务员也不要去当法务"
        ],
        [
            2,
            "想知道望江校医院可以拔倒睫毛和测甲功嘛？求好心人告知一下哇"
        ],
        [
            2,
            "没体验过"
        ],
        [
            1,
            "大家怎么看男生抽烟喝酒的问题啊\n匿主男，对烟酒过敏，身旁有人吸烟闻多了会咳嗽，然后喝酒的话，哪怕是rio或者啤酒，喝一两小口都会晕\n会有人喜欢吗\n你们是觉得这样比较干净健康还是娘"
        ],
        [
            1,
            "ipad32g的话，只看文献肯定够用啊"
        ],
        [
            2,
            "有没有人卖苹果笔，真心求要。顺便想问一下32G的ipad耐用吗，就看看文献。128G虽然好，贵800块钱啊。800够我买一个苹果笔了。?"
        ],
        [
            2,
            "除了跟爱人，我真是没有办法跟别人交心的。对于朋友的话，我的条件太苛刻，标准线太高，导致现在都遇不见一个志同道合的死党。"
        ],
        [
            1,
            "嘴上骂着母狗滚出克，舔狗必死，其实只不过是没被这个世界温柔以待过，其实巴不得希望有个人来拯救自己，对她好得批爆，为她奋斗，振作，流血流汗，一起好好吃顿家里做的饭。在深夜里拥抱着心爱的人温柔地对她说，老婆我爱你，谢谢你拯救了我。\n可是我们太平凡了，就像天空中的黯淡星辰，或许怪就怪在这个城市的霓虹太漂亮和耀眼。现在的人，又有谁会抬头看看星星呢？所以我们学会自嘲，就像自己对着自己撒娇。"
        ],
        [
            2,
            "有偿。"
        ],
        [
            2,
            "请问一下 赵永红老师的线性代数（理工）-46班有课程群么？群号是多少？"
        ],
        [
            1,
            "有木有在江安的小哥哥小姐姐愿意帮忙转发一下说说啊，有偿（十块钱）～qq768280078，详情私戳，小号勿扰"
        ],
        [
            1,
            "刚毕业的XLS同学 不要再生气了 生气伤身体 这真的是个误会 之前关系那么好 把我加回来嘛 我不想失去你"
        ],
        [
            0,
            "有偿约，匿主男，留号秒删"
        ],
        [
            2,
            "请问专利与发明创造这门课之前有点名或者作业吗～"
        ],
        [
            0,
            "有偿约"
        ],
        [
            1,
            "请问一下昨天晚上的药物治疗与健康点名了吗？"
        ],
        [
            1,
            "为什么我觉得现在的info没有以前火了，翻个几条就是昨天的了"
        ],
        [
            1,
            "我室友嘴臭好臭啊，晚上也不刷牙，要怎么告诉他"
        ],
        [
            2,
            "悄咪咪说一句\n其实我觉得\n新的教务系统比原先的更好用.....\n?"
        ],
        [
            1,
            "彻底想通了\n感情是求不来的\n挽回只会继续和稀泥让自己更痛苦\n而且应该会有更高更帅更霸气的男生遇到那么可爱的她吧\n余生不管单着还是和谁凑活\n只要她很快乐就好了\n反正人生啊，这么快\n不过弹指一挥间"
        ],
        [
            1,
            "不管你多丑，都给老子留号"
        ],
        [
            1,
            "旺旺6天没上blued了，是不是有对象了"
        ],
        [
            2,
            "求江安心理咨询预约电话，谢谢"
        ],
        [
            1,
            "江安附近金广后面房屋短期出租，1天，5天，10天等均可，三室一厅，设施齐全可做饭，为轰趴馆空闲时出租价格超低，有意者联系QQ2538699012"
        ],
        [
            1,
            "女朋友怀疑你出轨，那你就是出轨了"
        ],
        [
            2,
            "民族音乐这门课咋样啊！！！！"
        ],
        [
            1,
            "急！！有人租江安宽带吗？"
        ],
        [
            2,
            "国庆2-6号自驾去海螺沟和康定，从成都出发大概3.5小时到，现在计划主要游玩景点是摩西古镇，海螺沟，木格措景区，行程可再商量，车已租好，租车费两百多一天，刚刚看了酒店，便宜点的有200-300的，现在一对情侣，再求两个同伴，男男，女女，情侣均可，欢迎勾搭微信807706482"
        ],
        [
            1,
            "真的坑，为什么要出这样的规定，拿了国奖又可以拿校级奖"
        ],
        [
            2,
            "我妈挣得是我爸两三倍的时候没有抛弃我爸，我爸挣得是我妈两三倍的时候，就开始抛弃我妈了"
        ],
        [
            1,
            "【出售】\n含泪转让旅行卡（云南景点五日游） ，本来计划国庆和女朋友出去玩，结果临时有事走不了，原价2680元/张，12月31日前有效 （每张卡付60元可以延期），现在两张卡1200转让！马上报名的话，差不多10月底或者11月初就能去了，有需要的可以电话联系或微信咨询13198376769（具体的内容，参考图片）\n本交易支持自提、当面交易、邮寄\n\n2018年9月27日"
        ],
        [
            2,
            "有偿形教课，女生"
        ],
        [
            2,
            "想问问素描这门校公选有群嘛？"
        ],
        [
            1,
            "马原这门课可以补退选吗？"
        ],
        [
            2,
            "在哪里能看到去年奖学金名单呢？"
        ],
        [
            1,
            "z¿kkp"
        ],
        [
            2,
            "就算是上马原你也别若无旁人地念英语好吧，声音不小不说发音还不标准，服了"
        ],
        [
            1,
            "真心找一个女孩国庆可以一起去看电影，一起去玩"
        ],
        [
            2,
            "这两年家庭条件稍微好了点，爸爸挣得多了点，妈妈老了又身体不好，我爸现在要离婚从新生儿子"
        ],
        [
            2,
            "以前妈妈比爸爸挣得多，我妈不离不弃，现在，爸爸挣得多，就开始闹离婚，另外要生儿子。"
        ],
        [
            1,
            "国庆星空下的露营！\n\n国庆泸沽湖报名满员啦，为了满足同学们的需要 我们1-2号 一起去星空下的露营！孟屯河谷 露营  火把晚会狼人杀   营地混战撕名牌～\n【活动目的】：由于我们泸沽湖4-7号活动报名已满、在同学的要求下 我们连忙计划这次 别具一格的露营活动（由于时间紧迫、活动报名时间只有3天 此活动9.26号发出，9.28号截止。若人数不够 则活动自动流产，将全款退还给大家）这次报名的同学可要抓紧啦～缴费才算报名哟。\n【联系我们】\nQQ群：622545558川大玩耍（gou da）组织  报名及详细行程可进群文管理员。\n进群请备注校区、学院、年级\n\n微信：546235889（加好友请备注  校区、学院、年级）\n\n微博：川大玩耍组织\n\n欢迎大家加入我们这个大家庭～"
        ],
        [
            0,
            "华西男生宿舍的充电桩晚上一直叫，能把语音给关了吗？住着最差的宿舍还要被噪音骚扰，哔了狗了！！！"
        ],
        [
            1,
            "乱停车是为了一己之便损公肥私（确实是这样，赞同），那么学校管理不到位是不是也该被提醒？给江安校区规划了长桥的人是不是应该遗臭万年？"
        ],
        [
            2,
            "想你！狗比！继续祝我明天面试顺利"
        ],
        [
            1,
            "恭喜，已查询到您具有2019年推免资格。\n请确认您的推免资格基本信息，如有疑问，请与推荐高校联系。"
        ],
        [
            1,
            "就是很随便，别听现在那些弱智一样的现近文明开放的理论了。管不住吊还发展出一套理论，女生居然也有人信。"
        ],
        [
            1,
            "聊会天吧\n3334516969"
        ],
        [
            1,
            "想要？？？找我啊！"
        ],
        [
            2,
            "你支持婚前性行为吗？最快多久发生关系呢？和男朋友快两个月了，好想要但是又好纠结，会不会太随便了"
        ],
        [
            1,
            "有保研的小姐姐一起玩耍吗？或者考研的我也可以陪你自习:)1814471688"
        ],
        [
            1,
            "好想耍朋友啊"
        ]
    ],
    "26": [
        [
            1,
            "等一个喜欢小哥哥的小哥哥...\n留号加你..."
        ],
        [
            1,
            "第一次见就把女票推倒 给口交 一起洗澡 各种体位 然后总结出一个道理 微胖的妹子干起来真的爽 屁股大超有肉感"
        ],
        [
            1,
            "为啥大家都在喷大一的乱停车，不指责学校管理不力，甚至不把设计了长桥的设计师祖坟挖了？"
        ],
        [
            1,
            "假如算成绩利用便利偷偷改高被同学发现举报会有什么后果"
        ],
        [
            1,
            "有喜欢吃墨西哥餐厅的吗"
        ],
        [
            1,
            "我感觉自己好失败啊，，大二了，大一浑浑噩噩的过去了，别人看着忙的不行，实际就是跟个煞笔一样在被人使唤。。\n到了现在，也没有一技之长，也没有什么能力，连自己的情绪都无法隐藏，所有人都能看到我的喜怒哀乐。\n唉，太失败了。没有其他东西所羁绊的话，我何必呢？\n混一辈子多好啊。"
        ],
        [
            1,
            "望江太极拳医学群号是多少啊，有哪位好心人知道吗？"
        ],
        [
            2,
            "有没有可爱不作的女生想去泰国玩啊？本人女～刚保完研超想去泰国呀☺️☺️☺️"
        ],
        [
            1,
            "望江有没有晚上约跑步啊"
        ],
        [
            1,
            "大一的萌新们可以不在长桥上停车了吗 你们停的我头晕"
        ],
        [
            1,
            "我的妈\n思念太苦了，也太快了\n稍微想几个故事就过了一个小时\n照这样下去是不是很快就度过了三个月的恢复期"
        ],
        [
            2,
            "给刚刚在路上送了一只白月季的小姐姐说句谢谢~当时有点懵，忘了给你说~"
        ],
        [
            1,
            "昨天失恋了\n今天是第二天\n愧疚感总是充满心头怎么办，前任作为一个女生，鼓起勇气私戳我说第一句话，然后两个人越聊越投机，就在一起了\n她有兄控，我有妹控\n结果这半年多的感情里面，我成了弟弟，她比我小2岁，却更多成了姐姐甚至妈妈。我过去二十年背负了太多太多家庭、成长的阴影，动不动就跟她倾诉，她每次都会很耐心地鼓励我，我有时候会说“感动，老婆最好了，爱你”，但是也有时候不但不领情，还会怼她，说她说的是鸡汤。甚至有时候脾气很不好，因为一点点小事就要凶她。她在有需要的时候来找我，我要么回应和投入不足，要么把她受的痛苦放大，然后逼她按照我说的解决方案去做。结果暑假里有次她被家长骂了，就没跟我说。\n\n现在回过头去审视，真是觉得太后悔和惭愧了。我纵然在过去二十年遇到了很多不开心的东西，但是当时我竟然没有珍惜那个想和我一直走下去的人。\n我感觉以后再也不会遇到有这个女生一半好的人了，前任（也是我的初恋）虽然很胖，不太好看，但是很善良善解人意，并不很拜金，只要够生活就行。能体贴我，理解我，关心我，为我做出让步，而不是那种一味要求男生去付出的人。\n9月15号，她说累了。24号她说国庆不见我了，就这么结束吧。\n这段感情，她比我付出的多很多，我却不懂事地一次次伤害她，终于失去了这么好这么善良的一个女生。\n感觉一直陷在失去的阴影中走不出来了，就是觉得再也碰不上这么好的女生，那种不拜金不把男生当成钱袋子和免费劳力，还会相互体谅理解对方，总是很粘人时不时撒个娇的女生，感觉好少啊（不是对女生的歧视，可能真的是失去前任了觉得可惜，然后大学三年在自己身边又没怎么碰到过这样的女生）\n失去了她，有时候就觉得和整个世界失之交臂了，再也碰不到心肠这么好的妹子了，唉╯﹏╰"
        ],
        [
            2,
            "有大佬上了生活中的毒理学这个课吗？刚选到。。选修学分不够了，这课要求多吗，签到过没有啊QAQ"
        ],
        [
            1,
            "线性代数重修哪个老师比较好啊！就是可以免听而且平时分给的高一点的！"
        ],
        [
            2,
            "评奖学金竟然不算团体奖状加分，组队打比赛得的奖状都不作数， 难道这种奖状不代表学生的综合素质吗？? ?\n其他学院也是这样吗？"
        ],
        [
            2,
            "请问大家学院评奖学金都是怎么算形教成绩的啊，我们学院形教成绩竟然以平均分的一半计入综合分数！"
        ],
        [
            1,
            "我也挂过李娟的号。正在治疗的时候李娟建议我先补牙，补得差不多了以后我问了一句什么时候可以带牙套，结果被一个正在登记什么东西的医生一阵狂怼，快哭了都。医生脾气不好我有点理解，但我还是很想哭。不好意思，我就是运气不好撞到医生运气不好。"
        ],
        [
            2,
            "有今天考研报名的吗？有人遇到报考点四川省没得选项的情况吗？"
        ],
        [
            1,
            "草拟  叭叭叭说个屁头痛的要死。"
        ],
        [
            2,
            "老王真的太帅了吧"
        ],
        [
            2,
            "保研成功之后，突然好想谈恋爱啊…………"
        ],
        [
            2,
            "川大的考研群是什么啊\n考法学的群是什么啊\n求知道的刘亦菲吴彦祖们告知啊\n跪求"
        ],
        [
            2,
            "今天是2018年9月26日\n我是川大的学生，一直在华西口腔医院治疗下颌关节，之前在家也治疗了一段时间，医生说关节治好了才能开始正畸。\n2016年8月我已经治疗关节一年多了，所以随便挂了一个正畸科的医生想看看能不能正畸，这个老师是李娟。进行一系列检查之后，她说还需要咨询关节科的医生才能定方案，所以我又去了关节科，并继续治疗了两年。\n前几天，关节科医生同意我去正畸，于是我就想找之前的李娟医生。\n但是在李娟医生上班的时间，我一直没有看到她来办公室，咨询了她的学生之后，她的学生建议我去挂其它医生的号。\n于是我在今天上午挂了韩向龙老师的号，因为之前了解到他是正颌正畸科的医生，可能更适合我，但是在韩医生了解到我之前找过李医生之后就将我的挂号单直接甩给我，并严肃的表示不能给我看病，让我去找李医生。我于是另外咨询了一个医生，他也表示要我去找李医生。\n然而李医生的号全挂满了却没有看到找她看病的患者和她本人。\n首先作为一个病患，我觉得有权利去选择医生，况且之前我也并没有和李医生签署任何就诊方案和合同。第二，对于我而言，在不清楚发生了任何事情的情况下，被一个医生严词拒绝对我造成了很大的伤害。第三，因为信任华西口腔医院所以才去正畸，没想到却变成现在这种有病没处医的情况，让我感到非常寒心。\n我想请问华西口腔的同学，这是一种内部约定还是因为有其他的原因，明天我想再去找韩医生，会再次碰壁吗？"
        ],
        [
            1,
            "请问大家川大有没有二手交易市场呢？如果有的话它叫？\n谢谢大家了"
        ],
        [
            2,
            "有没有同学喜欢吃元祖呀 我有一张200的提货卡转给你～扣扣是450629490"
        ],
        [
            1,
            "我曾留过很多号 却没人加我"
        ],
        [
            1,
            "要前百分之多少能拿综二啊"
        ],
        [
            2,
            "故事有点长，实在找不到发泄口，在这里匿名说出来吧。曾经我有一个幸福美满的家庭，高中以前的生活比大多数同龄人好得多。在高二的时候，我爸做生意破产了，还欠了很多钱，从此一蹶不振。我真的感觉他患上了心理疾病，表现就是嗜睡，爱喝酒，没钱也要请“好兄弟”吃饭，并且喝醉之后就觉得谁都看不起他，因为他没钱。整整四五年了，一直都是我妈在外面打工支撑这个家，我爸呢？骗我妈辛辛苦苦挣得钱说要重新来过，做什么什么生意，其实得来的钱都请他的“好兄弟们”喝酒吃饭唱歌去了，只为得到“夸奖”，让他沉浸在自己还很有钱的想象中。最可恶的一次，骗了我妈两万块钱，一周就花完了，用在了请他兄弟们吃饭喝酒唱歌上面。不仅找各种理由向我妈要钱，甚至把手伸到了还在读书的我和我弟弟身上。有一个规律，我妈每次给我打了生活费，他当天下午或者第二天，必定会打电话给我，有时候是给他两百块钱，有时候是给他三百块钱，最多一次要了我整整700，而我一个月生活费，是1000。他要钱的理由有各种各样，比如，他朋友的爸爸去世了，要送礼（这个理由用了不下三次），再比如，他要请什么什么老板吃饭，疏通关系。实际呢？他去打麻将了，他去请人吃饭喝酒唱歌了。我为什么那时候会给他？因为我那时候还傻傻相信他各种理由，而且他每次向我要钱的时候，都会说，今天暂时没有，明天就会还给你。所以，我把钱给他了。不知道他在外面用着从妻儿那里骗来的钱花天酒地满足面子的时候，有没有想到过，在离家打工的我妈，会不会吃饱穿暖，在离家几千公里一个人在成都读书的我，没生活费该怎么生活？没有，没有的。四五年里，他给别人工作，从来没有连续超过两周的，因为他不服气，他当惯了老板，不习惯给别人打工，而且觉得兄弟们知道了没面子。所以，得到的以周计算的工资，也仅仅够他几天的花销。他确实也给我打过生活费，每次五六百，不超过三次而已。其他的，都是我妈挣来的。外面欠了很多钱，我每次寒暑假回家，总能见到催债的。有一个人把他告了，然后法院判决结果是，从爷爷的退休金里面，每个月扣2000块钱替他还债，呵呵。爷爷奶奶都七十多了。这两天，就连我也接到了金融公司的催债电话，我质问他是不是又借钱了，他却矢口否认。更加可恶的是，我妈辛辛苦苦外面打工挣钱，他却怀疑我妈出轨，说谁谁谁看到了我妈和一个男的在车站，一起出去打工。说要离婚。呵呵呵呵呵呵呵。且不说他一个大男人，要女人养着，而且我妈不给他钱，他就甩脸色，发脾气，作为一个男人，没有一点点担当，整天就是他的面子。前天他喝醉酒给我发微信，竟然叫我好自为之，说在我们眼里，他就是个整天就知道喝酒吃饭打牌的逍遥汉，我们都看不起他。是的，我曾经很崇拜他，现在我看不起他。其实，钱多钱少，我真的无所谓，有钱就过有钱的生活，没钱就过没钱的生活，就算去工地搬砖，都是自己的血汗钱，我都会打心里尊敬他。可是呢，他干的都是什么混蛋事？他几乎没有在家里吃过饭，每天都是出去吃，有时候别人请他，更多时候他请别人。前天中秋节，爷爷叫我打电话给他，说“今天过节，你爸你妈请你吃饭，你回来吃饭吧”。当时就想哭了。我和弟弟商量过，他想离婚就离婚，我和弟弟选择妈妈，以后会好好照顾妈妈。现在就是担心，婚内的欠债都是夫妻双方共同承担。明明妈妈还有我和弟弟没有用那些钱干什么，都是他一个人花天酒地去了，却要我们一起给他承担。心好累，那些欠款一想到我就喘不过气，少说也有上百万了。有时候觉得活不下去，可是想到我要是死了，我妈该怎么办。"
        ],
        [
            2,
            "青广上有人在唱后来\n\n而我想谈恋爱了"
        ],
        [
            2,
            "不约炮 \n但需要情感释放 留个微信给我吧"
        ],
        [
            1,
            "请问有人这周余飞燕老师的音乐鉴赏课在哪个教室上的啊？为什么到了教室没人，是不是换教室了？"
        ],
        [
            2,
            "这学期事太多 大四学姐提前预定一个江安体测代测 要求女生 报酬好说\n麻花腾1716736384"
        ],
        [
            1,
            "把女朋友变成炮友，炮友变成女朋友，多简单的问题"
        ],
        [
            1,
            "啊啊啊啊，约炮被女朋友发现了，直接拉黑我了，请问我还有机会挽回嘛。揪心了"
        ],
        [
            0,
            "有人上过公选课互联网金融和人力资源管理吗\n怎么样啊？"
        ],
        [
            2,
            "有没有山东的同学帮我解答一下疑问，我有个新朋友说要喊我“小来”并且告诉我这是他们表达亲切的叫法，但以他的沙雕性格，我总觉得他想当我爸爸，请求懂的同学告诉我这到底是啥意思啊？\n在此拜谢！"
        ],
        [
            2,
            "为什么都研究生了还是不给江安的我发校车票?"
        ],
        [
            1,
            "下一届大一堵你妈妈阴道口"
        ],
        [
            1,
            "有的人这辈子活该"
        ],
        [
            1,
            "上一届的大一，学会了堵一教，这一届的大一，直接堵长桥了。真一届更比一届强。"
        ],
        [
            1,
            "#吱口令#长按复制此条消息，打开支付宝即可使用好食期小程序茜秀雪缘XY儒5昔壳躔\n纯甄芝士味酸奶有没有同学拼团的？12盒35块钱，比学校买的便宜多了，之前买过，感觉不错，有意愿的同学复制上面的吱口令一起拼团购买！"
        ],
        [
            1,
            "昨天选了徐晨伟老师的计算机绘图，今天去上课，教室里一个人都没有，换了教室？有大佬知道的麻烦说下"
        ],
        [
            1,
            "川大表白墙"
        ],
        [
            1,
            "info成了约炮平台\n但情感需求还是要得到解决\n有没有什么好点的社交软件或平台推荐的"
        ],
        [
            1,
            "川大退伍高校新生复学回来大学体育免修不免修啊"
        ],
        [
            0,
            "江安三号体育场门口校车站，一个披肩发&#39;、圆眼镜、白色长裙外罩着绿色罩衫的女生，手机壳背面黑色加红色花纹，一边讨论着王者荣耀，一边说了不知道多少个“她妈的”"
        ],
        [
            2,
            "有没有一起打车的同学哇⊙ω⊙ 明天中午去东站"
        ],
        [
            1,
            "有没有约廖凡电影江湖儿女的，本人男，性别不限，同志绕道"
        ],
        [
            1,
            "请问，有人知道刘俊超的大学物理（理工）III-2（就是大物下）怎么样吗？\n借我参考一下吧，万分感谢！"
        ],
        [
            1,
            "华西医学专业的小伙伴们，欢迎你加入五湖四海医护交流群 851650579"
        ],
        [
            2,
            "长得不够好看的情侣在公共空间亲热好似互相猥亵，每次遇见都想帮你们报警。"
        ],
        [
            1,
            "这么贵的一瓶乳液被我打飞机用完了"
        ],
        [
            2,
            "有没有准备考雅思的朋友未来几个星期愿意一起自习呀～十一期间一起在校互练口语这样。江安，最好是小姐姐！"
        ],
        [
            2,
            "请问一下李晓宇老师的中华文化怎么样呀？给分高吗？祝大家一切顺利！"
        ],
        [
            1,
            "桃花劫来了? ?"
        ],
        [
            2,
            "请问有没有同学捡到一个黄色的钱包啊 从基a到新南村那条小道出来到中国银行发现它不知道什么时候不见了 求求捡到的同学联系我18224489820 拜托了！！"
        ],
        [
            1,
            "补充一条，还有自卑，自信点吧，世界会美好很多"
        ],
        [
            1,
            "丑＋邋遢不打扮才是原罪谢谢? 女生们找男朋友的标准我觉得没你想的那么高，毕竟大多数人都是普通人。"
        ],
        [
            1,
            "普通男生 还不是丑么 心里没点逼数么"
        ],
        [
            1,
            "川大有地下社团吗？"
        ],
        [
            2,
            "赵永红老师的线代怎么样？"
        ],
        [
            1,
            "现在和女孩子聊天之前要先撸一管，这样聊天的时候才不会有非分之想"
        ],
        [
            1,
            "那个问为啥漂亮女孩子总是遇见渣男的。\n因为渣男往往是会穿衣打扮，会说会撩，有钱有闲有爹有颜值有身高的五有男，有一部分甚至成绩也比你好，见识比你多。我们的恋爱经验就是人的零头，这样的人不做舔?也有优秀的女孩子主动往上扑的。\n扎心不？见得多了你就习惯了。我们这种普通男一般都是恋爱链条最底层的因子，还是清醒一点完善自己8.\n醒醒，你妈喊你做题啦！！！"
        ],
        [
            2,
            "童鞋们，请问邓传现老师的线性代数怎么样？上课课堂小测吗？"
        ],
        [
            1,
            "觉得学校旁边眼镜店贵的话 可以找我，原先做过一阵，现在又想做了 给很多学弟学妹也配过。ojbk的。"
        ],
        [
            1,
            "想要配眼镜的 可以加我微信。jojo_www 或者 15228456459"
        ],
        [
            2,
            "今天拿着个画板从青广路过，有个穿着跆拳道服的小姐姐，盯着我的板子看了很久"
        ],
        [
            1,
            "为什么长的好看的女生总是遇到渣男"
        ],
        [
            0,
            "求扩散  求转发\n【赢家服饰集团】  \n校园招聘开启啦！！！\n✨校园宣讲会 #四川大学望江校区站#\n10月23日  星期二 10：00\n地点：四川大学望江校区就业指导中心209\n✨〔 招聘岗位 〕\n包含设计类、营销类、电商类、品牌管理类、综合管理类、IT类、技术类\n✨〔招聘流程〕\n网申→宣讲会→初试→笔试/复试\n→终试（含测评）→签三方\n可直接进行线上简历投递\n✨更有丰厚的福利待遇等你来抱走\n✨想了解更多信息\nhttps://mp.weixin.qq.com/s/Y7u3WXY8o6BbzvtaqEe1oA\n更多详情加入微信群（发不出图）\n联系QQ：1784438932"
        ],
        [
            1,
            "有没有女王大大"
        ],
        [
            1,
            "丁元军的哲学怎么样，求大佬告知"
        ],
        [
            2,
            "助学金有哪些金额呢"
        ],
        [
            1,
            "下面极度敏感吗?"
        ],
        [
            1,
            "努力无果然后去告诉他我尽力了，然后这个个资深骗子指着我说，你这个骗子，会遭报应的。一听挺生气，一转念发现我这周的笑点都被承包了。"
        ],
        [
            1,
            "这周末会补课吗"
        ],
        [
            1,
            "不是我不能早起，梦里有你，我一醒来就看不见你了"
        ],
        [
            2,
            "华西图书馆三楼是奇葩聚集地，进门的位置的男生 你可以不要吃鼻涕了吗，呢个声音贼jb恶心，要是你看书没时间去洗手间也好吧，勉强同情的理解，已经是什么时候了，咳嗽了 就出去吐痰不行吗，有病去治啊同学，应该至少是大三的孩子了吧 ，有点点素质好不好"
        ],
        [
            1,
            "他们说这里有鸡汤"
        ],
        [
            2,
            "奶茶果然不敢和强东翻脸"
        ],
        [
            0,
            "为什么转专业以后跨专业选修课的学分都没有了哇"
        ],
        [
            1,
            "一口土鳖英语"
        ],
        [
            1,
            "有哪位同学上的艺术类大学英语创意阅读-3的请联系我"
        ],
        [
            2,
            "我谨希望\n1.既然综测原则为形式审查，请参评者做到自备相关文件，对自己负责。\n2.既然贫困认定妄图要做到实质审查，请评定主持者对于所有申请者实质审查，并非仅对自己熟识者进行主观猜测。\n3.既然贫困认定已经公示，既然国家奖助分开，请评定者不要因为该生拿了国奖等高额奖项改变助学金已公示结果。公示何用。\n4.既然评定者要在综合奖个人申请后追加原本符合资格的未申请者，请将社会奖学金也追加应得的未申请者，毕竟你们自己赋予的自由裁量权仅仅是调整不合理的申请者，而非追加未申请者。\n5.请在做不到实质正义的时候，坚守程序正义。"
        ],
        [
            1,
            "对不起，你发的消息我没有及时回复，并不是我没有看见，而是选择了不回复，一直以来，我都明白你的意思，眼神骗不了人，我明白，我都明白，可是对不起，真的对不起，我本以为，我的拒绝你应该懂得，可是现在看来，你并没有懂。对不起，真的对不起，我不想伤害你，不想在明知道你有意思的情况下，和你暧昧，你很好，会找到更优秀的人。我不知道应不应该说破，我怕伤及你的自尊，更怕给了你希望。不管怎么样，还是祝你幸福，对不起"
        ],
        [
            2,
            "请问大噶有没有人选周五晚上的走进故宫网课呀(•̩̩̩̩＿•̩̩̩̩)\n可以在评论处留一下言嘛！！"
        ],
        [
            2,
            "遇到事情多想想自己的原因，改变自己才能改变世界"
        ],
        [
            1,
            "哪位有彭萍老师的联系方式吗？？？"
        ],
        [
            2,
            "总是会想某个狗比！祝我明天面试顺利"
        ],
        [
            2,
            "来个人聊个五毛钱的天。睡不着，脑阔痛！！！"
        ],
        [
            1,
            "大四老狗了，有点想恋爱了。"
        ],
        [
            2,
            "你又何必去凹一个怎样怎样的人设，其实都是自欺欺人罢了，内心丰盈和满足，也许才是最有意义的事情，我知道你难免会丧，会去在意细枝末节，会有阴暗的报复心理，可是啊并不是所有事情都可以在掌控之中的，人生不如意之事十有八九，尽力去做，重在过程，你对别人艳羡，可是也要对自己有自信啊，再不济你吹牛逼都可以假装自己很厉害，反正不要自怨自艾又自卑，千万不要害怕未来，担忧未来，想得太多就是杞人忧天。没有必要，你还年轻，你肯努力，最重要的是，不要给自己设限制，有一颗觉得自己遇到什么都可以解决都可以面对的心，人生最重要的是成长的快感不是吗。"
        ],
        [
            2,
            "好烦啊半夜睡不着，明天还要早起学习，总觉得注意力不够集中，脑袋瓜不好用，被一些没有必要的事情分散了精力。希望快点好起来。忍一时风平浪静，退一步海阔天空，人怂啊，要维持表面的和平就忍着点叭，有时候真是越想越不高兴。好在也有130了，再加把劲，也不怕考不上，就是需要多做点题，还有多背点东西。可能怎么样都是有得必有失的吧，你又何必过于介怀，做一个惊弓之鸟呢。你没有做啥错事，不要用道德枷锁困住自己，坦荡荡行走在人世间，你是大写的人。"
        ],
        [
            2,
            "睡不着，有一起打游戏的吗"
        ],
        [
            1,
            "我呀我呀"
        ],
        [
            2,
            "所以还有人没睡的吗？"
        ],
        [
            2,
            "有选地球空间信息探索鲁恒老师的课的同学吗，急求！！！"
        ],
        [
            1,
            "你是死妈了吗？大半夜还在外面鬼哭狼嚎"
        ],
        [
            1,
            "我今天才知道林沙居然是组织部副部长挖槽这种人都能上位厉害死了"
        ],
        [
            2,
            "有没有人最近想去泰国玩呀 限小姐姐 本人女孩子\n然后刚保完研 太想出去玩啦"
        ],
        [
            2,
            "试问各位 有想29号溜出去报团去色达耍的么 4天700多这样 目前我一个人 想一起组团戳我嗷～"
        ]
    ],
    "25": [
        [
            1,
            "世间每种草木都很美\n人不是\n中药很苦\n你也是"
        ],
        [
            2,
            "找人听讲座。望江。4场。价格好商量。留下号码。明天下午两点半到五点半。"
        ],
        [
            0,
            "现在的info，起码三成的都是外面的社会人，杂七杂八的。真心希望能学号认证，还我们一个单纯的川大社区平台"
        ],
        [
            1,
            "内心乱乱的，静不下心来，我是不是有必修课恐惧症啊[大哭?"
        ],
        [
            1,
            "校医院针灸科是不是还不错，想做个腿部针灸推拿，一个疗程多少钱"
        ],
        [
            1,
            "必修挂过科可以保研码？"
        ],
        [
            2,
            "不知道有没有盆友适合 MAC 的dare you 色号的呢？今天刚买的，仅试色。不适合我的黑黄皮。求出！因为出了才能入cookey\u0014打扰了。\n需要滴盆友加我哇 QQ 1035068698"
        ],
        [
            1,
            "求之不得"
        ],
        [
            1,
            "江安求一个一起学习，一起泡图书馆的?"
        ],
        [
            1,
            "其实我们ACCA网课都是用盗版，和正版没区别呀"
        ],
        [
            1,
            "坦克是啥意思"
        ],
        [
            1,
            "记得分享照片"
        ],
        [
            1,
            "女朋友国庆过来了，想日。"
        ],
        [
            1,
            "谁还不会失望吗"
        ],
        [
            1,
            "我是个坦克"
        ],
        [
            1,
            "本校二战考研，租一张饭卡或者一卡通，租金好商量，租到考研结束，刚川大毕业，诚实可信，有意的加qq1061758838"
        ],
        [
            0,
            "求问选课申请替换课程的表在哪儿下载哇……还有是补退选结束了才去交吗？哭了"
        ],
        [
            2,
            "请问有同学知道时事热点分析与讨论的校公选有qq群吗～"
        ],
        [
            2,
            "有帅气的小哥哥或者可爱的小姐姐知道周二晚上的情绪与时间管理的同学老师们去哪儿了吗？？？刚刚补退选完的我看见教室里一脸懵，，人呢〣( ºΔº )〣谢谢啦"
        ],
        [
            1,
            "想吃肉。。。"
        ],
        [
            1,
            "接触的人多了，就越来越喜欢狗了……至少他们不会背叛"
        ],
        [
            2,
            "有没有邓伦成都活动一起接机的小伙伴！结束后一起打车回来啊！"
        ],
        [
            2,
            "接上一条 或者助教的联系方式 好人一生平安"
        ],
        [
            2,
            "想问下有人上过急您所脊—呵护我们的脊柱这门课吗 跪求考核方式 期末考试是线上还是线下？"
        ],
        [
            1,
            "华西望江党福利，有200块补助的志愿者活动\n华西口腔正畸科博士课题招募志愿者 福利多多\n\n要求:\n⭐成年人 18-40岁 右利手（右撇子）\n⭐一定文化程度，能读懂并填写问卷\n⭐既往无严重疾病史，无精神或神经病史，无手术麻醉史，无脑器质性病变\n⭐无使用影响中枢神经系统和试验结果的药物史\n\n有以下情况者，无法参与实验\n❌幽闭恐惧症\n❌口腔颌面部有不能取下的金属物影响磁共振成像（如托槽，有金属的活动假牙，烤瓷牙等）\n\n须知：实验中将放置分牙圈两次，每次一天，两次中间间隔一个月。每位受试者将服用一次止痛药（已上市的安全止痛药，副作用几乎为零）\n\n条件筛选合格且完成实验者，可得到以下福利\n※每人200元补助\n※免费拍摄MRI(原价1000+无辐射，检查大脑结构)\n※免费的口腔检查\n※正畸咨询\n\n? 有意者请联系qq:2492286243!!"
        ],
        [
            1,
            "看着别人有女朋友都好羡慕，又不想谈恋爱，这是什么病呀"
        ],
        [
            2,
            "发现有人在教学楼走廊里吃冒菜，隔壁的教室都能闻到，贼讨厌，想去怼，发现是隔壁的室友，又默默缩回来……怂货在心里鄙视她……"
        ],
        [
            2,
            "贴吧发过了info再来一遍?有没有小可爱一起拼高顿acca网课呀，求多人拼，一人只要两千多，求dd求回血"
        ],
        [
            2,
            "我们的相遇相识是一场错误，一场互相打扰"
        ],
        [
            1,
            "周二晚的中华文化历史（韦兵），有同学知道上节课叫加的qq群多少吗？今晚不想来上课了?"
        ],
        [
            1,
            "有没有上过周一下午佛教美术学的同学！！！跪求考核方式"
        ],
        [
            2,
            "请问曾海军的中华文化点名吗"
        ],
        [
            2,
            "存在"
        ],
        [
            2,
            "园林手绘与作品赏析是什么课？会留画画的作业吗..."
        ],
        [
            1,
            "存在一夜情的可能性吗"
        ],
        [
            2,
            "奖学金评定这么随意的吗？四川黑幕大学？"
        ],
        [
            2,
            "推荐一个微商姐姐，她家衣服挺不错٩( &#39;ω&#39; )و\n\n微信号是lanxi201398"
        ],
        [
            1,
            "好好找工作吧"
        ],
        [
            1,
            "有小姐姐喜欢玩刺激战场的吗 能不能一起呀\n我四排王牌 百场kd18 我负责杀人 你负责舔包"
        ],
        [
            1,
            "我想问一下……上个学期军理挂了开学补考名单也没有，这个学期重修就可以了吧"
        ],
        [
            1,
            "综b现在连不上校园网了嘛"
        ],
        [
            1,
            "国庆轰趴不涨价哦～价格很实惠！欢迎入群了解：876612835"
        ],
        [
            2,
            "请问有上过高小娟老师的英语的吗？讲的怎么样给分如何？"
        ],
        [
            2,
            "请问有同学上过周末校外专家开课的课吗？只上一周，有0.5学分的这种，没有上过，这学期想选，问问是不是真的只上一天，怎么给分啊"
        ],
        [
            1,
            "求平时帮忙盯公管学院数据结构和计算机网络(点名 以及如果有小测的话) 上这门课的朋友可以与我联系 酬劳可以商量 微信号: MensEtManusmit"
        ],
        [
            2,
            "想问一下，分散实习鉴定表和实习证明的个人信息，一定要手写吗？打出来的可不可以啊？"
        ],
        [
            2,
            "有研友选了四川师范大学考点的嘛？？"
        ],
        [
            2,
            "请问重修.复修是不是按照新的学分计入培养方案？ 还是说只算一次学分"
        ],
        [
            2,
            "谁有网课《敦煌的艺术》助教的联系方式吗QAQ急求QAQ好人一生平安"
        ],
        [
            2,
            "长桥口停满了摩拜 太骚了"
        ],
        [
            1,
            "我知道了，学校教务系统更新的目的就是让大家知道，以前的教务系统有多好\n让你们身在福中不知福，现在知道哭了吧？！"
        ],
        [
            1,
            "出一本通信电子线路"
        ],
        [
            2,
            "你赶紧去死吧"
        ],
        [
            2,
            "我好奇你妈个逼"
        ],
        [
            1,
            "计算机学院的课程，限制只能计院选，其他学院可以选吗？选了可以考试吗。。。"
        ],
        [
            1,
            "有对性好奇的女生来交流一下那方面话题么。带你3037703219"
        ],
        [
            1,
            "都四年了，这教务系统吃屁吧！"
        ],
        [
            2,
            "半夜看川大脱单浏览了大概十多期然分别加了两个还阔以的小哥哥，然后这俩人居然关系还不错pyq全是互动。要不拉个群吧。"
        ],
        [
            2,
            "求高分子专业周一晚上的专业外语\n价格好商量！！！"
        ],
        [
            1,
            "求问线性代数老师里面哪个事比较少阿人比较好啊"
        ],
        [
            0,
            "tm每个学校，每次选课都要崩,tmd做个网站哪有这么简单，日了狗的，你以为很简单？做一个服务器，真的是，能满足几万人同时登录的服务器，那么好做？  擦，  有能耐自己去做，别埋怨，  匿名戾气太重"
        ],
        [
            2,
            "撒子？一门课2000?"
        ],
        [
            1,
            "为什么有些课在自由选课里都搜不到了？？？明明有啊"
        ],
        [
            2,
            "有文新的小可爱吗，你们会有讲写作之类的课吗？下笔总是很累赘，想去学学。\n顺便问一下，有地方可以查其他学院的课表吗?"
        ],
        [
            2,
            "手抖选到#OMG-大学生就业指导与技能开发#这个网课 周一8.9节在望江 有小伙伴需要的话直接留言我转给你 免费！！！！"
        ],
        [
            1,
            "求购 赵世良老师微积分3 周三1-2，周五3-4的 QQ：819171209"
        ],
        [
            2,
            "居然非选课阶段？？？？只有我一个人吗？？？"
        ],
        [
            2,
            "求购线性代数（理工） 周薛雪老师的课 已经高级语言程序设计1 柴治/金军老师的课 一门2000  可提价 qq:292904017"
        ],
        [
            2,
            "图书馆施工一上午了????"
        ],
        [
            1,
            "啊啊啊，复修次数超过选课次数，这是什么操作啊"
        ],
        [
            1,
            "教务处处长电话028-85401100，有大佬敢打吗。。。"
        ],
        [
            1,
            "对不起，当前为非选课阶段"
        ],
        [
            2,
            "复修次数超过要求次数是什么…第一次选刷分的课啊"
        ],
        [
            2,
            "经济学院的统计学怎么样啊？难不难？\n文科学院的会挂科吗……？"
        ],
        [
            1,
            "我刚把课退了就不让进教务系统了"
        ],
        [
            2,
            "辣鸡教务系统，"
        ],
        [
            2,
            "下面说别喷教务处的人，有人喷教务处吗？喷的是做这个新系统的人啊。什么叫谁来都不行，去年有崩成这样吗？更别说看到课余量却选不上了"
        ],
        [
            2,
            "求问有没有人选了东西部联盟的走进故宫（故宫博物院）\n? ?"
        ],
        [
            1,
            "求求你们别喷教务处了\n这个事儿 谁来都不行\n心疼教务处"
        ],
        [
            1,
            "跟学生关系密切的教务处怎么可以如此垃圾"
        ],
        [
            2,
            "大家一个月生活费能用多少呀，觉得自己太败家了（；＿；）"
        ],
        [
            1,
            "当前排队人数多，不代表没选上哦。淘宝客服？？"
        ],
        [
            0,
            "看着课余量越来越多 就是选不上"
        ],
        [
            1,
            "当时改版了还各种推送宣传，真香"
        ],
        [
            2,
            "第几次获取选课结果是什么骚操作？？明明有课余量却选不上？？？"
        ],
        [
            2,
            "获取选课结果是个什么鬼"
        ],
        [
            1,
            "能不能替别人没选上课的考虑一下，劳资真的服了"
        ],
        [
            2,
            "自从我妈嫁给我爸，彼此的生活都像掉进了地狱里，而我，自然也不正常"
        ],
        [
            1,
            "专业课课余量不够，选课系统崩溃，教务处很忙"
        ],
        [
            2,
            "我情愿用以前那个选课系统，换回去吧，现在这个网上随便找的模板套的界面丑得不行，用户体验又不好，求求你们拿了经费走就是了别真上线啊"
        ],
        [
            1,
            "计院的大佬把教务系统改造一下吧 真的跪了"
        ],
        [
            1,
            "垃圾教务系统，改版了比没改版还垃圾"
        ],
        [
            1,
            "换个锤子的新系统，是哪个智障他妈的做出来的，他妈的拿了经费不干事就买棺材"
        ],
        [
            2,
            "我妈总觉得我和我爸要杀她，我和爸爸很累，怎么做精神病鉴定"
        ],
        [
            1,
            "组团让教务处换个服务器吧"
        ],
        [
            2,
            "什么垃圾新系统啊我日"
        ],
        [
            1,
            "教务处网站又崩了"
        ],
        [
            1,
            "活该，占着位置还有理了"
        ],
        [
            1,
            "如你所愿"
        ],
        [
            0,
            "你3:00多发帖，为什么不早点入睡呢？我不想看到你那样子"
        ],
        [
            0,
            "仅你一人如我心，\n其她女生，根本不可能的"
        ],
        [
            1,
            "无聊来聊\n或者约着一起玩儿\n2429748047\n额。反正不丑"
        ],
        [
            1,
            "不想睡聊么？2794155161"
        ],
        [
            1,
            "睡不着有人聊天么2179972893"
        ],
        [
            0,
            "想找人聊天，想被人洗脑如何变成一个意志力很强对自己铁面无私的人，我好困惑，有人帮帮我嘛"
        ],
        [
            2,
            "晚安，darling"
        ],
        [
            1,
            "熄灯了？？？"
        ]
    ],
    "24": [
        [
            2,
            "你不是男朋友，但是你是永远的兔子\n兔子，我跟他复合了\n你也快找女朋友吧\n你的女朋友一定是世界上最幸福的女生"
        ],
        [
            1,
            "大三了，好好学习6天，最后一个国庆了，要好好玩儿！！"
        ],
        [
            2,
            "求一本，计量经济学导论，望江校区"
        ],
        [
            1,
            "推一下自己忘记密码很久的微博@川大不吃辣散人，就是吃吃喝喝各种拔草种草啦，希望大家一起来找我玩~"
        ],
        [
            1,
            "唯女子与小人难养也，近之则不逊，远之则怨。"
        ],
        [
            1,
            "甩卖健身卡啦！大半年使用时间，便当私教课都有啦，可刀！＋17396249787！穷到吃土"
        ],
        [
            2,
            "求赞让更多的人看到不受骗！！！\n辣鸡华新文登，收了我500定金，说不报名就能退，一个月了还没退回来……?求问大家有哪些合理的维权方法，向垃圾机构要回我的钱！！！"
        ],
        [
            1,
            "有对性好奇的女生吗聊聊那方面3037703219☺☺☺"
        ],
        [
            1,
            "今晚打王者被虐的不要不要的，有没有人一起打王者的呀。安卓微信端，王者5颗星，游戏名字ForeverFish。水平正常，没有特别突出，只是不坑，找可以一起玩的，一起玩小号也可以呀。要一起的加我游戏好友啊，麻烦备注一下Scuinfo?"
        ],
        [
            1,
            "妈的，手机砸脸是什么感觉"
        ],
        [
            1,
            "大四老人找江安长期代课，均是网课非常方便，价格不菲，有意请加2016216599。祝大家中秋快乐。"
        ],
        [
            2,
            "你哪种人"
        ],
        [
            1,
            "像我这种人你们肯定躲都来不及吧"
        ],
        [
            2,
            "这么多年爱了一个畜生，我是个瞎逼"
        ],
        [
            2,
            "有点累，学不进去，考研狗加油啊!嘿嘿嘿，仿佛有点动力了，祝我自己中秋快乐(✪▽✪)\n也祝你中秋快乐"
        ],
        [
            0,
            "又大又热，比小米8还烫还大了，只想找个小姐姐让她开心"
        ],
        [
            1,
            "175的小姐姐会喜欢和自己一样高的吗"
        ],
        [
            2,
            "王霆锋同学有女朋友吗:-D"
        ],
        [
            1,
            "近日，网络上有一篇帖文特别火，文章撰写者为清华大学社会学系教授，这位清华教授怒批教育部留学生政策，为什么对外国留学生极度有钱，而对国内学生却极度缺钱？例如：（1）山区学生读书这么难，对外国留学生这么慷慨（6-10万每年），合法性何在？（2）外国留学生奖学金远高于中国学生，人民答应吗？（3）外国留学生的奖学金由国家出，中国研究生的奖学金由研究生导师出，这合理吗？一时间再次点燃了高校的留学生话题。"
        ],
        [
            2,
            "作为一个16级的女生，本来以为有个差不多的人就可以谈恋爱，玩游戏认识一个15级男生，觉得人家身高不够，中秋和高中同学出去耍，186的身高，长相啥的都不错，但就是不动心呀！！！唉，谈恋爱还是要靠缘分，真的不是想将就就能将就～"
        ],
        [
            1,
            "为什么开始追一个妹子第二天就想放弃了，感觉她完全不想和我聊天，大概多久放弃比较合适呢？（谁来救救我的情商）"
        ],
        [
            0,
            "关旭东，我喜欢你，真的很喜欢的那种，喜欢你一年了，但是不敢告诉你。"
        ],
        [
            2,
            "明天补退选几点开始呀"
        ],
        [
            1,
            "收购周三的望江的管理心理学,自己或身边有要退课的同学请戳我。"
        ],
        [
            1,
            "【数学界大地震！证明黎曼猜想的预印本被贴出！】被誉为本世纪最伟大数学家之一，曾是菲尔兹奖和阿贝尔奖获得者的数学家迈克尔·阿蒂亚贴出了他证明黎曼假设（猜想）的预印本。\ninfo里有没有课代表普及下什么是黎曼猜想？（只知道黎曼积分）感觉很牛逼的样子。"
        ],
        [
            2,
            "望江狗求推荐一份靠谱的兼职，感谢"
        ],
        [
            1,
            "青广那哥们干嘛呢？？？？ ei派诶诶派？"
        ],
        [
            2,
            "学校养猫的人多吗"
        ],
        [
            2,
            "说晒黑的哇，屁大点事也要发个info"
        ],
        [
            1,
            "不知道是不是操多了，鸡巴变黑了，以后的老婆问我，我该怎么回答？"
        ],
        [
            2,
            "想在新家旁边的韵达快递寄个快递，看见门口有个女人目光灼灼地看着我，以为她是这家韵达的店员就跑去问她在哪儿填单。结果她超凶地看了我五秒钟，我被看得心里发毛，问了句咋了?她还是持续地盯着我。我想着这人怕不是傻了。然后在几秒后终于明白这人可能只是来取快递的……真的，就算我认错了，这个大姐一句话不说地看着我实在是太恐怖了……"
        ],
        [
            1,
            "怎么知道自己有没有口臭"
        ],
        [
            1,
            "跨专业跨省考研的缺陷就是本校根本没考点 连抢的机会都没。。"
        ],
        [
            2,
            "怎么才能没有痛苦的死去"
        ],
        [
            2,
            "qq号留一个"
        ],
        [
            1,
            "那个，此时此刻那个，不知哪个，csb，别喂喂哎哎了撒，qnmlgb，脑子有坑？"
        ],
        [
            1,
            "有没有研究生去北京读的好看妹纸，最好是四川的吧，明年去清华读书了。。。微信sysndhyxun\n注意注意，，，本人很有颜。。。"
        ],
        [
            1,
            "求助万能info，轻微口臭持续很长时间了，有这方面就医经历的朋友吗？求告知应该去的地点和大概费用，感激不尽"
        ],
        [
            1,
            "问个问题，预报名所有人就要把考点占完吗？比如说我预报名没抢到川大的考点是不是就意味着正式报名的时候也没有了，还是说正式报名还要再抢一波？"
        ],
        [
            2,
            "surface go和ipad2018纠结中，女烟酒僧，之前没有用过平板，想弄一个看文献方便好带。看中了surface可以配键盘，虽然目前来说键盘没啥用，不知道以后会不会用到（有了就可以在咖啡馆办公了吧）不过价格和ipad似乎差距有点大，surface2900，配键盘要3700，ipad2018买下2400吧……差得还是不少?"
        ],
        [
            1,
            "哈哈哈我俩是猪宝宝，你是猪我是宝宝"
        ],
        [
            2,
            "怎么安乐死然后捐器官"
        ],
        [
            2,
            "死生不复相见"
        ],
        [
            1,
            "我怎么感觉这info比陌陌探探之类的约炮软件还骚"
        ],
        [
            1,
            "今天  望江  2缺2"
        ],
        [
            1,
            "二手祖玛电驴有吗"
        ],
        [
            2,
            "前两天说卖ipad和apple pencil的小哥哥不知道还在不在 突然想买却找不到那条消息了 哭泣(๑•́ωก̀๑)"
        ],
        [
            2,
            "回到家就后悔了，还不如一个人待着"
        ],
        [
            0,
            "晨勃？割了呗"
        ],
        [
            2,
            "割了"
        ],
        [
            2,
            "哪个寝室的鹦鹉跑丢了呀 现在在东园四舍619"
        ],
        [
            2,
            "淘宝里的解封卖家我没有找到啊"
        ],
        [
            1,
            "中秋还是一个人，哎有一起出来玩的吗"
        ],
        [
            2,
            "我找不到你给个链接"
        ],
        [
            1,
            "女生是不是都喜欢不接受也不拒绝？我的女朋友经常给别的男生发自拍是个什么情况？"
        ],
        [
            2,
            "帮你解决"
        ],
        [
            0,
            "中秋节又是悲哀的一个人作业也都还有好多没做"
        ],
        [
            2,
            "不要羡慕回家的人，回到家就开始吵架"
        ],
        [
            1,
            "有了解中车成都机车车辆有限公司的同学吗？签了中车，有点方"
        ],
        [
            2,
            "求推荐成都好的口腔正畸医院啊"
        ],
        [
            1,
            "但愿人长久，千里共婵娟"
        ],
        [
            1,
            "大家抑郁的时候都会怎么调整"
        ],
        [
            1,
            "孤儿室友打呼喊都喊不醒，难受"
        ],
        [
            1,
            "他该有多优秀才能打动你"
        ],
        [
            2,
            "辣鸡华新文登，收了我500定金，说不报名就能退，一个月了还没退回来……?求问大家有哪些合理的维权方法，向垃圾机构要回我的钱！！！"
        ],
        [
            1,
            "想找一位愿意倾听的人，我真的快要崩溃了"
        ],
        [
            1,
            "有对性好奇的妹子吗？聊聊那个。2107550875"
        ],
        [
            2,
            "有9.28早上7点多的航班的吗？一起拼个车车去机场鸭！"
        ]
    ],
    "23": [
        [
            2,
            "请问大家有没有比较靠谱的兼职推荐呢，望江狗最近手头紧张得厉害……"
        ],
        [
            2,
            "喜欢一个人 朝思暮想 彻夜难眠\n我不确定他是否还喜欢我 但多半是不心动\n因为是前男友而不敢说出口 \n怕打破现在还能正常相处的平衡\n我该怎么办:(\n（总是想念他 却又不打扰 这已经影响正常的生活学习）"
        ],
        [
            0,
            "不要黑工科生啊\n谁说工科生表达能力差了\n我要为广大工科生鸣不平"
        ],
        [
            2,
            "讲座"
        ],
        [
            1,
            "啊，这是第一次来到这个平台发这样一个帖子，希望大家能够点赞帮我找到那个她，谢谢。虽然希望渺茫，但是我还是想试一下，算是求赞贴吧。\n今天出去陪高中同学玩来着，晚上回寝室的路上呢，在三号线上遇到一个特别漂亮的小姐姐，然后我就心动了，但是只能偷偷看几眼，下车了才发现她也是磨子桥下车，一路尾随（其实是我也要回寝室哈哈哈）就到了行政楼，后来她往东园去了吧，我当时真的想冲上去要联系方式，但是我怂了，因为旁边还有她的闺蜜在啊，一路上我真的很纠结，因为我真的没有这么心动过，现在满脑子都是她了......她今天背了一个黄色的小包，穿着黑色外套，然后蓝色牛仔裤，扎着马尾，她闺蜜的手机还掉了，我呢，就是你们后面那个男生。\n我是工科生，表达能力真的很差希望大家谅解，谢谢大家。"
        ],
        [
            1,
            "我是抑郁症痊愈的，虽然据说复发可能性百分之百，但是还是很高兴也很幸运我最终被拽了出来"
        ],
        [
            1,
            "刚刚陌陌上和一个女的聊天，天啦噜，加了微信以后就一直说要我当上门女婿，我的天，吓死我了"
        ],
        [
            2,
            "望江西门有人合租么 距离学校贼近 装修贼好 真的是学校周边最好的了 家电全新且齐全 价格合适 找了快半个月 真的是物美价廉 求同考研室友 或研一小伙伴"
        ],
        [
            1,
            "info就是"
        ],
        [
            1,
            "川大就没有抑郁症患者互助群嘛"
        ],
        [
            1,
            "要不要一起过中秋节？楼下那个"
        ],
        [
            2,
            "中秋节＝一个人"
        ],
        [
            1,
            "想请问一下各位成都的牙齿正畸哪些医院好啊，我只知道华西，但是感觉太贵了"
        ],
        [
            2,
            "会，"
        ],
        [
            1,
            "讨厌离开"
        ],
        [
            0,
            "我的世界很大，大得空旷孤寂，我不能没有你；\n我的世界又很小，小得只有一个你，再也没有别人"
        ],
        [
            1,
            "有妹子想一起去金广吃烧烤吗？想去留名"
        ],
        [
            2,
            "潜水艇开看到你了长得不行"
        ],
        [
            1,
            "有谁知道四川大学法学院民商法学参考书目是啥啊，求好心人告知"
        ],
        [
            2,
            "删了别人又想加回来是不是很掉面子"
        ],
        [
            2,
            "谁能解封探探"
        ],
        [
            1,
            "希望她能好好的，听说她很开心我心里的石头都放下了一半"
        ],
        [
            1,
            "跟她分手了，很难走出来。虽然是我甩的她，因为不喜欢了，而她想一直走到最后，就分了。一直很有负罪感，但假设我一直拖着她不告诉她不是犯下了更大的错吗？这段感情没给我留任何选择，走到一半发现接着走下去也是错，半路放弃也是错，是不是没有信心走到最后的感情就跟本不该开始呢？是不是真的不以结婚为目的的恋爱都是耍流氓啊？"
        ],
        [
            2,
            "我也喜欢白袜男生"
        ],
        [
            2,
            "约炮?忍了，你们把你?的各种癖好不要发出来污染别人眼球了行吗？还白袜，我把你?的白袜揍进你?的?里去"
        ],
        [
            1,
            "有小哥哥要出来玩吗？我是男的"
        ],
        [
            1,
            "德州仪器通知了吗？"
        ],
        [
            1,
            "华西校区，有一起约打羽毛球的小伙伴吗。。。"
        ],
        [
            2,
            "开心确实是不可能开心的。试着忙起来，转移视线，不可能的，有些东西是永远放不下的，忘不了的。"
        ],
        [
            1,
            "德州仪器有人收到面试通知吗"
        ],
        [
            1,
            "话说当年的那个玻璃杯男女主角现在是什么情况？为啥不出来撒一波狗粮"
        ],
        [
            2,
            "开心是这辈子都不可能开心的"
        ],
        [
            1,
            "求健身卡！"
        ],
        [
            1,
            "有没有人出二手ipad啊？"
        ],
        [
            2,
            "我是一个没有人要的流浪狗"
        ],
        [
            2,
            "可惜看见了帅哥不能主动去要电话"
        ],
        [
            2,
            "好友圈都没有帅帅的小哥哥"
        ],
        [
            0,
            "想问一下日语系的小伙伴们你们听力课用的什么教材哇？就是入门最基础的那种……感谢\\(//∇//)\\"
        ],
        [
            1,
            "不是说死的活的，而是川西的路确实很难开，大家三思！"
        ],
        [
            1,
            "中秋节又是一个人，有小伙伴陪我聊聊天吗。"
        ],
        [
            1,
            "那些组织校内同学自驾的，要是你们雇当地司机还好，要是自己驾车，还动不动就往川西跑的，大家就别加了吧，实在是危险，都是新手，路况又不熟。夏季降水太多，许多地方的土壤已经水分饱和，很容易塌方"
        ],
        [
            2,
            "出发之前记得买保险死了算谁的"
        ],
        [
            2,
            "大学生自驾有时候真的很危险，大家千万要小心，各方面都危险⚠️。"
        ],
        [
            1,
            "看电影看电影(ง •̀_•́)ง"
        ],
        [
            1,
            "据报道，几名女子川西自驾游，车子翻进了山沟，全部身亡"
        ],
        [
            1,
            "都中秋节啦，有想去看碟中谍的嘛，留号我加你，男女都行"
        ],
        [
            1,
            "#国庆川西自驾#每人只需负担23百油费，其余费用自理！还有两个位置，确定能去的vx42187200，不接受临出发几天鸽了的胖友。。。想去的抓紧时间了，先来的优先。最好四川大学江安校区，因为我们是一号凌晨出发，其余地方的也可以，但是要保证按时到位集合出发！！！"
        ],
        [
            2,
            "唉学校网球队加分就不能低一点吗，每科加到85是什么操作，评奖和保研名额真心累"
        ],
        [
            1,
            "鸡巴不长不要紧，一定得粗"
        ],
        [
            0,
            "望江有要租房子的小伙伴吗，本来在准备考研，但保研了。\n有500定金不想亏了。\n小北门出去近水楼台，套一（一扇门打开自己住）\n1500一个月\n学校里的中介给你租都是1700起\n有意者联系qq3453897849"
        ],
        [
            1,
            "那谈吧"
        ],
        [
            2,
            "求推荐望江附近物美价廉的眼镜店"
        ],
        [
            1,
            "想要不一定要约啊，聊也可以啊"
        ],
        [
            1,
            "要谈"
        ],
        [
            1,
            "抑郁症不是因为否认自己的价值才自杀的吗，认为自己对于世界没有用了，跟软不软弱有什么关系，这是病症啊，为什么抑郁症病人最好要被别人看着"
        ],
        [
            1,
            "不要"
        ],
        [
            1,
            "学弟有个恋爱要谈吗？"
        ],
        [
            2,
            "想网恋"
        ],
        [
            1,
            "不想玩游戏，可是拉开清单后发现没有一个人可以聊天，唉，还是接着玩吧！"
        ],
        [
            2,
            "请问大创项目都是在哪里找的呀"
        ],
        [
            0,
            "求推荐望江学吉他的地方"
        ],
        [
            1,
            "说抑郁症自杀就是懦弱的，劝你多读点书，多了解点社会知识，就不诅咒你有一天也得抑郁症自杀了:），毕竟这么可怜兮兮的智商情商知识面考上川大也不容易:），做人善良一点。"
        ],
        [
            1,
            "各位有没有这两天在望江附近买月饼的啊？求推荐价格实惠点的店铺。。。买来送亲戚的"
        ],
        [
            1,
            "有没有喜欢白袜的？来tian\n2660703993"
        ],
        [
            1,
            "出租望江20m宽带，有意联系q1105169035"
        ],
        [
            2,
            "请问有没有人想看中午2点多的那场碟中谍？位置在ume建设北路店，不小心多买了两张票，无法退票，现在低价转让，有的话请加我qq983596628"
        ],
        [
            1,
            "抑郁症自杀也是病逝"
        ],
        [
            1,
            "想念思羽"
        ],
        [
            1,
            "脸皮用完了"
        ],
        [
            1,
            "请问川大沙巴克是什么跑团\n大家有知道的吗"
        ],
        [
            2,
            "出考特黑色民谣吉他\n\nq1393756577\n诚心出 有意者来\n价格私聊\n没买多久因为没时间学才出\n而且月底了 哭了哈。"
        ],
        [
            1,
            "江安的朋友们，女孩子想学跳舞，有哪里推荐的吗?"
        ],
        [
            1,
            "有没有男生一个月不撸的吗？如果有，怎么做到的。最近沉迷于飞机杯无法自拔"
        ],
        [
            2,
            "想问一下beats solo3 wireless卖多少钱你们会买？"
        ],
        [
            1,
            "有没有保研的一起谈个“黄昏恋”"
        ],
        [
            1,
            "Info干脆推一个专业约p平台算了，让那些饥渴疯了的男的全去平台发帖，男女比例100：1，少数女的又能约又能卖，何乐而不为，况且也不辣我们普通人的眼。"
        ],
        [
            1,
            "喜欢篮球 羽毛球 乒乓球 游泳 健身\n喜欢说唱 民谣 \n会弹吉他\n会跳breaking locking\n为什么都大三了 还找不到女朋友"
        ],
        [
            1,
            "出一张韩国城美航健身卡，明年夏天到期，带价值150的营养便当和一节私教课。价格可以商量噢，微17396249787"
        ],
        [
            1,
            "出一个苹果magicmouse鼠标  九九新，不过盒子丢啦。自己没用过，200出，可刀\n微信664526426"
        ],
        [
            0,
            "求助江安的朋友们，请问今天行政楼一楼大厅开门了吗？急求能在中秋节自助打印成绩单的机器定位！！"
        ],
        [
            0,
            "我从来没有过女朋友，\n也从来没有牵过女生的手，\n我非常清楚的记得，\n我握过一次你的手，\n那是我长久以来的幸福和快乐，\n那是我们在湖边拍摄，\n你手的温度，依然在我心贮存，\n不是非常暖和，也不是那么冰冷，\n像春天的风，冬日的阳，\n好生舒爽\n我爱你，你若安好，我便春风十里"
        ],
        [
            0,
            "我好想你，好想抱抱你，\n不知道能否再见到你的笑容了"
        ],
        [
            2,
            "突然发现，我对音乐，电影的品味深受你的影响，还有我对于其他东西的认知见解，都有你的影子，我的说话方式，我的思维方式，甚至是我的眼界，涉猎，个人觉得在认识你之后较之之前都有所提高。\n所以，就算你离开了我，我好像也并非一无所有。谢谢这么丰富多彩的你，谢谢这样的你曾经来过，让我有了更好的我"
        ],
        [
            2,
            "我，善良美丽"
        ],
        [
            2,
            "神经外科"
        ],
        [
            2,
            "面瘫去华西应该挂哪个科室"
        ],
        [
            1,
            "我想做你寂寞的边界\n欲望的终结\n像你漫天大雪中的野火堆\n或许是你弹指的消遣\n偏念念不会忘的回味\n或许是若即若离的牵扯\n又两缕清风绕肩的舒畅\n——嗯，我只是想找一找有没有女生跟我一样放假太无聊，平时太无聊\n认识一下可好？长得还行？该不小的也不小\n2429748047。约聊约玩约啥都OK"
        ],
        [
            1,
            "大学还是要高高兴兴地过，不要总想着和人争个高低。毕竟临床那些不是人?"
        ],
        [
            1,
            "抑郁症患者其实比健康人更坚强，因为他们要在非常痛苦的精神折磨中活下来。所以，他们都很强大，我们必须给他们更多的关怀和尊重"
        ],
        [
            1,
            "有没有想约饭的啊"
        ],
        [
            1,
            "你愿意说的话我来听"
        ],
        [
            1,
            "你想这次那么怕死，你还要继续？"
        ],
        [
            2,
            "昨天晚上我吞了很多盐酸地芬尼多片，之后我的意识开始模糊，看东西有重影在跳跃，眼睛充血，脸开始肿，眼袋突出，指甲变色，大腿变硬。晚上四点的时候感觉加剧，我想和谁倾诉，可是我担忧的太多，我不知道该说给谁听，会以为我又神经病了吧。可是我突然很害怕我真的就这样死去了，我跑去厕所吐了一些。可能剂量不多，之后我陷入了沉睡，做了很多的梦，甚至梦到我结婚了穿着白色的婚纱。我不会结婚的啊，我那么恐惧婚姻。在夜幕降临的时候，我醒了，黑不溜秋的房间只有我一个人，症状消退了很多，眼睛还有一点充血，指甲还带着淡淡的粉色，大脑还有一点点晕，浑身有一点点燥热。像梦一场，或许下一次我会吞服更多的剂量吧。"
        ]
    ],
    "22": [
        [
            1,
            "寻女S一起欢度中秋，留号删。"
        ],
        [
            1,
            "八月中秋，月亮好圆，别人都是出双入对"
        ],
        [
            2,
            "求问各位：大创中期记录可以改日期吗？？？之前没记录，现在只能记录9月份的了，哭唧唧(´;︵;`)"
        ],
        [
            2,
            "出一把黑色民谣吉他"
        ],
        [
            1,
            "可能av里用的都是大号的，我以为都那么大"
        ],
        [
            2,
            "考完今年的法考，法律是人类最难的学科。"
        ],
        [
            1,
            "还交流啥，明年接着考呗"
        ],
        [
            2,
            "考完今年法考的要不要来交流一下"
        ],
        [
            2,
            "有人知道大创活动记录怎么改日期吗"
        ],
        [
            1,
            "扩阴器都能插进去，楼下你可能不知道扩阴器多大"
        ],
        [
            2,
            "所以不要乱动别人东西，而给自己找不自在"
        ],
        [
            2,
            "是男朋友太大，塞不进去？"
        ],
        [
            1,
            "那估计你对你爸的三观造成了暴击，而且说不定还还会去咨询你妈"
        ],
        [
            2,
            "我爸一直以为我是处女"
        ],
        [
            1,
            "你说妇科疾病要用，说不定你爸就信了"
        ],
        [
            0,
            "有没有人有租房子的群啊?"
        ],
        [
            2,
            "所以不要乱翻别人东西，我爸大概无法直视我了"
        ],
        [
            2,
            "上面写着呢"
        ],
        [
            1,
            "说不定你爸不知道那是什么"
        ],
        [
            2,
            "请问犹如收到tplink职能类的offer了吗 16号二面之后到现在没有后续是不是凉了啊"
        ],
        [
            2,
            "他翻我东西了"
        ],
        [
            1,
            "为什么会被你爸发现"
        ],
        [
            1,
            "好奇为什么会自己用扩阴器"
        ],
        [
            2,
            "我的扩阴器被我爸发现了"
        ],
        [
            1,
            "你想看什么电影"
        ],
        [
            1,
            "有人觉得寝室太闷太暗而选择在教室打游戏吗"
        ],
        [
            2,
            "你他妈找这个已经找了一年了"
        ],
        [
            2,
            "全套雅思书（还有刘洪波，王陆等，绝对全套)，只有个别写了字，其他全新。低价转卖。只限今天，坐标望江，不想浪费了。联系QQ3013236201"
        ],
        [
            1,
            "因事放弃考研，特低价转让法律硕士联考指南一本，书九五成新，基本没用过，原价149，现50转出，有需要的同学可以联系我微信哦 muchenzw，在望江可以送货上门"
        ],
        [
            1,
            "作业求助，有报酬\n某公选课作业要录一个【反对校园暴力】短视频，三分钟以内，需要两名男同学。\n【高大强壮的】和【戴眼镜瘦小的】\n地点:校内\n有意向的同学可以加我QQ3251025292\n报酬:30-100"
        ],
        [
            2,
            "请等宿舍没人的时候再解决生理问题谢谢\n声音真的很大很尴尬?"
        ],
        [
            2,
            "想问一下望江这边的小钱包圈存机有能用的吗? 找了好几个都坏了"
        ],
        [
            1,
            "创享汇的饮品能再不走心一点吗……淡到要死，冷饮也没冰，轻飘飘地浮着几颗加料。成本怕是只有售价的5分之1不到吧。。。"
        ],
        [
            1,
            "找个女朋友，有认真的吗，请留号"
        ],
        [
            1,
            "上次望江推荐理发是什么地方呢"
        ],
        [
            2,
            "请问有人在校医院拔过牙吗"
        ],
        [
            2,
            "我也带iPad记笔记的 买个键盘打字很快啊 很方便 笔记本太重了"
        ],
        [
            2,
            "一个平板屁事真多，感觉你就是在酸"
        ],
        [
            1,
            "中秋出去出去耍呀qq2352025204"
        ],
        [
            1,
            "一个pad。。。。。。。。。真尼玛闲着没事"
        ],
        [
            1,
            "ipad方便呀，上课还不用带教材和笔记本，整理笔记也方便。\n所以不到1kg的东西是哪里笨重了？？"
        ],
        [
            1,
            "看了好几遍雪中，又看了一遍将夜，还是更喜欢宁缺啊，想成为那般心性的人。"
        ],
        [
            2,
            "你就是在酸啊hhh"
        ],
        [
            1,
            "ipad笨重吗？那也比带个笔记本电脑过来强吧。"
        ],
        [
            1,
            "搞不懂你们为啥要去报所谓的考研机构，谁都知道等你把报名费交了一切都成了别人是大爷，被宰割当然很正常了。。网上花大概一百块左右买公共课课程你想要的机构视频应有尽有，何必花那么多冤枉钱而且跑大老远去上课。。。"
        ],
        [
            1,
            "下面出机械键盘的，留号"
        ],
        [
            1,
            "有放假没安排的女孩子吗？\n无聊的话出来认识认识约一波？\n不小\n2963039357"
        ],
        [
            1,
            "你和你女友解锁了那么多的新姿势，怎么没想过你们后入式的交配和狗有什么区别？"
        ],
        [
            1,
            "下面说男同的那个怕不是个智障吧！"
        ],
        [
            1,
            "50出一个闲置机械键盘，无背光，手感不错。"
        ],
        [
            2,
            "一个人我也把你折磨哭"
        ],
        [
            1,
            "6舍，昨天洗了蚊帐，挂在院子里，因为没有地方所以堆在一起晾，晚上去取的时候发现其他衣服收走了，有人把我的蚊帐展开挂着，好暖心，不管是阿姨还是同学，非常感谢"
        ],
        [
            1,
            "请问大家，为什么在教务处本科登陆上面修改不了密码呢"
        ],
        [
            1,
            "怎么去金广啊   除了走过去这个回答， 几天了发了三个帖  没人回   各位fo友"
        ],
        [
            1,
            "好饿啊，早知道就不买至宝了"
        ],
        [
            0,
            "Wherever you are, my soul will always be there\nI will run around the earth to come to your side in case that God arranges for me a test for my heart\nNobody could displace you\nmy girl，my shantou"
        ],
        [
            1,
            "讲道理我觉得我应该去看心理医生，这是我今年第四次被梦吓醒了，醒了之后的突如其来的对世界未知的恐惧，是更为可怕的，现在依旧一身冷汗"
        ],
        [
            2,
            "有多喜欢，天知道。\n#晚安#"
        ],
        [
            2,
            "请不要随便将艾滋病与同志划等号好吗？？？\n同志也有洁身自好，不乱搞关系的\n所以，同性恋惹你怎么了啊"
        ],
        [
            1,
            "她很可爱，但她秘密太多！"
        ]
    ],
    "21": [
        [
            1,
            "球球 shameless1-8季的百度云资源 网上实在找不到了 救救孩子(:з」∠)_"
        ],
        [
            1,
            "垃圾电信宽带好恶心啊，只能用电信吗"
        ],
        [
            1,
            "急+诚找江安代课，一学期，不常点名不用占多少时间，价格好商量！QQ404197778"
        ],
        [
            1,
            "很喜欢她，但是已经确定以后没有结果，很害怕"
        ],
        [
            1,
            "年级第一拿不到国奖"
        ],
        [
            2,
            "吴院内部奖学金竞争是不是特别激烈啊"
        ],
        [
            1,
            "优越感不是你嘴上说，如果你嘴上说出优越感那就不叫优越感了，那叫犯贱了。\n优越感是从别人的做事说话体现出来的！"
        ],
        [
            1,
            "Mmp你们就约约，老子都单身2年了"
        ],
        [
            2,
            "看空间有同学在望江捡到了一个笔记本，望失主速联系……"
        ],
        [
            1,
            "考上华西的大多数都没有说过有优越感，倒是你们一天在这强调，感觉更像是强调的人在自卑"
        ],
        [
            1,
            "毕竟你们平常都不以川大自称，都以华西自称嘛！竟然还有人因为华西优越感都出来了！"
        ],
        [
            2,
            "把我脸都气歪了"
        ],
        [
            1,
            "华西的日常管理真的是垃圾。这不是第一次失误，日常各种问题。对比其他学校，完全没有把学生的利益放在心上。"
        ],
        [
            1,
            "华西临床医学院就是垃圾中的极品，招生失误把夏令营的人数招爆了，自己学校的保研同学都没书读了。垃圾学校，招生处一群废物。\n现在又来给本校同学灌鸡汤，呵呵，说个笑话:全国最优秀的医学教育"
        ],
        [
            2,
            "请问国奖一般一个年级几个人呢"
        ],
        [
            1,
            "有没有小姐姐想看反贪风暴3的？想找人陪我一起看，前两部我都看过?本人大四男生坐标望江身高185样子还凑合不丑，无不良嗜好就是想找人陪自己看看电影，时间地方你挑票我都会买好的~可以的话麻烦加QQ2201048128，用的是小号要是有顾虑可以在小号上问我大号\nPS：感觉自己自带尬属性，不过还好看电影的时候也不用太多沟通哈哈哈"
        ],
        [
            1,
            "有没有小哥哥小姐姐推荐望江这边的健身房和理发店啊，性价比高的那种[嘿哈][嘿哈][嘿哈]"
        ],
        [
            1,
            "不在了下一个"
        ],
        [
            2,
            "之前转手仙人掌音乐会的小哥哥还在吗"
        ],
        [
            2,
            "最后问你一次，睡不睡"
        ],
        [
            1,
            "求问 毛概暑期社会实践评优有哪里可以看结果吗？班群解散了 一点消息都没有"
        ],
        [
            1,
            "滴滴～需要男生\n哈哈 国庆节女儿国 泸沽湖活动 报名的学妹们太多啦！现在需要男生来协调一下 比例。川大玩耍（gou da）组织 特此发帖国庆4天3晚 仅限川大同学哟～主页君想说 男生们能不能积极点呢！\nqq群：622545558 群相册有出去玩的图片哟。\n微信：546235889 朋友圈有我们的文案哟～\n欢迎关注微博：川大玩耍组织。\n这个国庆就是玩玩玩、浪浪浪、脱单 、结交新朋友。哈哈哈哈～"
        ],
        [
            2,
            "1909778190"
        ],
        [
            1,
            "3334516969"
        ],
        [
            1,
            "2962221865找个小姐姐过节"
        ],
        [
            2,
            "想你给你比个心"
        ],
        [
            2,
            "装逼犯嘛"
        ],
        [
            2,
            "好知道了"
        ],
        [
            2,
            "彩宇是什么"
        ],
        [
            2,
            "哈巴狗是不是你自己"
        ],
        [
            2,
            "快来qj我"
        ],
        [
            2,
            "救命啊！！！有同学这两天会在京东之类的买数码产品吗！！移动硬盘啊u盘啊键盘鼠标录音笔都可以！！急求发票！！！有偿！！！联系qq595379796"
        ],
        [
            2,
            "刚刚在望江计算机学院这边的骑摩拜，捡到一本黑色长方形小本本，上面啥也没写，有人丢失吗"
        ],
        [
            1,
            "生活不止于眼前，我要让自己尽快从感情的阴影中走出来，虽然我真的很难受，可是，为了一个不敢承认喜欢自己的人，不值得，希望大家的真心都能得到同等的回报"
        ],
        [
            2,
            "在图书馆收到了纸条是很点亮一整天心情的事啦 虽然不知道是谁 也祝你超级幸运超级顺利喔 我们都好好努力啦"
        ],
        [
            1,
            "腿腿还是粗一点才有感觉"
        ],
        [
            1,
            "所以可以留个联系方式交流一下吗？"
        ],
        [
            1,
            "有人考工商银行吗？能请问都怎么准备啊？理科生一名O__O&quot;…"
        ],
        [
            2,
            "九月真是，丰富多彩啊，对刚刚步入大四的同学来说真的特别难忘。经历了反反复复的跌宕起伏，人生大起大落，在一次次失望中振奋自己，给自己鼓气，告诉自己要全力奔跑，不能停。孤独也有，失落也有，希望也有，奇迹也有，都是永远不会忘记的经历。从此后，我再也不会害怕未知的未来，只要尽全力去拼命，哪怕最终落得惨败，伤痕累累，只要问心无愧！燃烧我的青春！"
        ],
        [
            1,
            "有没有出机械键盘的?"
        ],
        [
            1,
            "1500￥诚出一台电脑主机（整机不单出）\n某宝今年4月2800￥入第一手 （附订单图）\n由于本人电脑配置全部换新 考虑低价转手\n这台电脑闲置了近一个月    它可以\n✔爽玩英雄联盟 最高画质稳定150FPS左右\n✔中低画质流畅吃鸡\n✔开机10多秒 游戏多开无压力 \n✔ 网页、文档多开 运行卡你来打我\n原装配置只有8G内存 本人花了200多自己加装了一条内存 总共16G内存 方便运行大型单机游戏 整机鲁大师跑分11W+\n下面有主机配置清单 有疑问可以找我或者自行百度\n成都市支持当面交易 \n详情联系本人QQ：1278839545\n\n【主机配置】\n— 硬件部分 —\nCPU：酷睿i5-3450 4核\n显卡：Nvidia GTX-750Ti 2G独显\n内存：金士顿 ddr3 1600MHz 8G\n           宏想     ddr3 1600MHz 8G\n          （两条一共16G）\n硬盘: 三星固态硬盘120G（系统盘）\n          希捷机械硬盘320G 7200转\n-------------------------------------\n— 软件部分 —\n操作系统：Win7 64位 旗舰版\n-------------------------------------\n— 外设部分 —\n淘宝原订单附赠键鼠一套（白色）"
        ],
        [
            1,
            "走过去"
        ],
        [
            1,
            "怎么去金广那边"
        ],
        [
            2,
            "腿腿好粗哦，想打瘦腿针"
        ],
        [
            2,
            "需要一个陪我玩的人"
        ],
        [
            2,
            "需要的盆友了解一下，可以先体验再付款。需要的可留号删，也可加Q2423589363\n圣才学习网电子书+网课 免费下载技术出售！\n圣才学习网涵盖考研，经济法律等50多种领域的考试教材原题资料！上边随便一本电子书教材都要几百，一个课程更高达上千！\n现在出售下载技术，包一年更新！\n电子书下载:68\n网课下载:58\n电子书+网课:88\n不知道圣才学习网的朋友可以点击链接了解详情！http://www.100xuexi.com/\n阶梯式涨价！"
        ],
        [
            2,
            "江安南门有家美食是搬走了还是彻底关门了，哭泣"
        ],
        [
            2,
            "哦."
        ],
        [
            2,
            "就算穿30块的衣服，我的快乐不打折"
        ],
        [
            1,
            "今天  望江  麻将  2缺2"
        ],
        [
            2,
            "现实\nhttps://mp.weixin.qq.com/s?__biz=MzI0NjA2NjUzNQ==&amp;mid=2651429682&amp;idx=1&amp;sn=4a2c83a4ab5f76f7eaa7ea388323ee6c&amp;chksm=f2b9c73ac5ce4e2c19f662642fa7e815ec96fce8deefa9d47a794c7c9441a0e409b7bffb2423&amp;scene=0&amp;ascene=56&amp;devicetype=android-23&amp;version=2607023a&amp;nettype=3gnet&amp;abtest_cookie=BAABAAoACwASABMABAAmlx4AVpkeAGGZHgBumR4AAAA%3D&amp;lang=zh_CN&amp;pass_ticket=T%2BY69EAnQSMsAYIDz43dkq%2FOmnLd%2BOLno1A%2BoIQrZ9rgxilQN4knfKjnjw5AWLxm&amp;wx_header=1"
        ],
        [
            2,
            "你见了女生主动搭讪吧，女生不会把你当傻逼"
        ],
        [
            1,
            "有没有学长学姐考过武大的印刷与包装系呀？求帮助vx：wyszh248"
        ],
        [
            2,
            "求助有人使用过四川大学就业中心那个简历门诊没有啊？效果怎么样？现身说一下吖！我想预约报名修改简历鹅"
        ],
        [
            1,
            "江湖儿女有人一起去吗"
        ],
        [
            2,
            "请问sk sunny有几轮面试呢？马上要面试了好害怕啊?"
        ],
        [
            2,
            "请问保研大三刷大二的英语成绩有用吗 哭唧唧"
        ],
        [
            2,
            "自己醒了非要把别人也弄醒，我也起来洗漱吵哭你，让你感受一下自作孽不可活的滋味，"
        ],
        [
            1,
            "法考的同学们加油！"
        ],
        [
            1,
            "有人知道Nexmo给发了一个邀请参与webniar的邮件是怎么回事吗  我错过了这个webniar 会不会有什么损失啊"
        ],
        [
            1,
            "太诱人了…粉粉嫩嫩的男孩子  水灵水灵的男孩子 娇羞红脸的男孩子\n你们怎么这么诱人啊"
        ],
        [
            1,
            "回家了睡不着，唉"
        ],
        [
            1,
            "隔着屏幕\n我喜欢上了一个学长...\n这是个梦吗....\n谁尿黄快滋醒我...."
        ],
        [
            1,
            "这里有大一的了吗"
        ],
        [
            1,
            "感谢贫穷，你让我坚信教育与知识的力量。物质的匮乏带来的不外是两种结果：一个是精神的极度贫瘠，另一个是精神的极度充盈。而我，选择后者。\n我来自一个普通但对教育与知识充满执念的家庭。母亲说过，这是一条通向更广阔世界的路。从那时起，知识改变命运的信念便深深地扎根在我的心中。"
        ]
    ],
    "20": [
        [
            1,
            "怎么去金广那边啊"
        ],
        [
            1,
            "有多少人是被父母逼成抑郁症的？"
        ],
        [
            2,
            "需要的盆友了解一下\n圣才学习网电子书+网课 免费下载技术出售！\n圣才学习网涵盖考研，经济法律等50多种领域的考试教材原题资料！上边随便一本电子书教材都要几百，一个课程更高达上千！\n现在出售下载技术，包一年更新！\n电子书下载:68\n网课下载:58\n电子书+网课:88\n不知道圣才学习网的朋友可以点击链接了解详情！http://www.100xuexi.com/\n阶梯式涨价！需要的可留号"
        ],
        [
            1,
            "望江的高联考研怎么样啊，怕被坑"
        ],
        [
            2,
            "新航道英语怎么样。想报班学  怕坑.....有去过的吗"
        ],
        [
            1,
            "低价出全新的肖秀荣三件套啊，可以送货上门，联系QQ：834644724"
        ],
        [
            0,
            "遇见一堆sb室友怕是大学许多恶心的事中最恶心的事"
        ],
        [
            1,
            "ZTO中通快递2019届校园招聘火热开展中！\n6大IT类岗位（质量、开发、算法、运维、产品、信息安全）；5大职能类岗位（售后服务、市场营销、数据分析、人力资源、财务问管理），100余个校招岗位需求。\n9月21日晚7点，望江校区北苑茶楼宣讲会，期待与同学们面对面的交流！\n校招网申地址：https://xiaoyuan.zhaopin.com/subcompany/CC000885457D90000000000\n中通快递，期待你的加入。"
        ],
        [
            2,
            "有人要去看the royal concept 9月26号在成都的live吗！搭个伙吧(*´∀`)♪再来问一遍(´°̥̥̥̥̥̥̥̥ω°̥̥̥̥̥̥̥̥｀)"
        ],
        [
            2,
            "请问单项二等奖学金成绩排名要前多少有机会申请啊钱？"
        ],
        [
            2,
            "恕我直言 一个博后没那本事 就不要来负责一门课 你像不像个ZZ心里没点数吗"
        ],
        [
            1,
            "是不是找到工作了就可以来段江安夕阳红了"
        ],
        [
            2,
            "I ❤ Y"
        ],
        [
            1,
            "在她之后再无心动"
        ],
        [
            2,
            "如何追到白敬亭"
        ],
        [
            1,
            "超想在学校里偶遇你，可惜这个学校太大，我们的距离已经太远。"
        ],
        [
            1,
            "室友的新男友跟你约过炮?，大概率你们三个都挺随便的"
        ],
        [
            2,
            "已经有两个黑人主动和我打招呼了，黄种人就是怂"
        ],
        [
            1,
            "望江校区真心想谈恋爱 身高颜值性格都还阔以就是不太会搭讪hhhh有小姐姐想了解一下我的话可以留个联系方式给我呀"
        ],
        [
            2,
            "I will always remember you."
        ],
        [
            1,
            "刚才骑车出去帮我开门的小姐姐！对不起！急着去训练撞到你了！对不起！"
        ],
        [
            1,
            "想回家QAQ"
        ],
        [
            2,
            "我室友真好啊"
        ],
        [
            2,
            "保研成绩看形教分数吗"
        ],
        [
            2,
            "永远没有救赎。"
        ],
        [
            1,
            "望江求一个可以常约自习的基友小哥哥\n一起学习 留号我加嘛"
        ],
        [
            2,
            "有没有在info上爱上过人"
        ],
        [
            2,
            "也想为一个人付出全部。"
        ],
        [
            2,
            "你想多了她本来就想在成都定居"
        ],
        [
            1,
            "我他妈考研复习已经十个月了，想冲击更好的名校\n现在你告诉我 我是保研名额里的最后一个人\n没有加分的我早就以为凉了啊\n你这让我怎么办"
        ],
        [
            1,
            "有一个女生为了我从南京到成都定居了。中秋准备去见她。"
        ],
        [
            1,
            "请问541和李鑫都是宇航员吗  为啥541一直在说努力去他在的那个宇宙\n啥玩意儿啊?"
        ],
        [
            2,
            "想问下大四的，或者已经毕业的学长学姐们，大四的时候还上课(包括选修，公选)吗？还是出去实习啦？"
        ],
        [
            1,
            "请问有没有这周六从江安出发去西华大学郫县校区参加法考的同学，有的话请告诉一声，一起拼车哈"
        ],
        [
            2,
            "在望江北园1舍捡到一张校园卡  失主姓陈  2017级 华西什么学院的忘记了  放宿管大爷桌子上了"
        ],
        [
            0,
            "楼下，不要想不开"
        ],
        [
            2,
            "我爱你们。"
        ],
        [
            2,
            "大二了，如果想重修大一的必修，是两次成绩都体现在成绩单上么？绩点怎么算呢？哪里可以咨询这件事呢？"
        ],
        [
            2,
            "有没有选修推荐啊，补退选还能选上的那种"
        ],
        [
            2,
            "约就约了，保持秘密"
        ],
        [
            2,
            "有多贵"
        ],
        [
            2,
            "补牙哪里便宜？华西太贵了！或者有没有华西医学生练手来着，带价"
        ],
        [
            1,
            "哪位同学有体育许庆华老师的电话啊，体育成绩有问题急需啊，谢谢大家???"
        ],
        [
            1,
            "344560797"
        ],
        [
            1,
            "准备考化工 四大化学里选哪个容易一点呢。。"
        ],
        [
            2,
            "室友的新男朋友是以前跟我约过一次的炮友，我..."
        ],
        [
            2,
            "今天基a在面试什么呢"
        ],
        [
            2,
            "任何打不死我的，都只会让我更坚强"
        ],
        [
            2,
            "申腾讯的同学有没有收到腾讯的面试通知啊。。。上周日做了测评现在也没消息是不是凉了。。。"
        ],
        [
            1,
            "所以自习室占座不去的原地爆炸好吧！！！考研每次午睡后去找个教室好多空座位没人但是自己也不能去学。浪费半个小时找座位。"
        ],
        [
            1,
            "哪位道友知道望江基C204在干什么，人山人海"
        ],
        [
            1,
            "有没有玩疯豹嘤熊的小姐姐？没有我待会再来问"
        ],
        [
            1,
            "望江太极拳医学的那个妹子你笑起来真好看"
        ],
        [
            0,
            "有ACG设计类课程48个课时可便宜转出，有学设计想要出国的同学可以在那里培训作品集，本人因为个人原因，不准备出国了，有需要的同学可以加QQ3313242376，如果有顾虑的话我们可以一起去培训的地方咨询的。"
        ],
        [
            1,
            "求问为什么教务处密码改不了，好着急"
        ],
        [
            0,
            "Nobody could profane and do harm to you including me\nSmile,smile,smile\nget my heart warm"
        ],
        [
            1,
            "全新的天然药物化学导论书低价出售 有要的滴滴"
        ],
        [
            1,
            "想找中午在  二餐  偶遇到的一个穿橘黄衣服和背带裤的女孩     不知道你还记不记得我  你骑车走的时候我们还碰到了    我是那个穿一身黑   圆眼镜框的男生啊    后悔当时自己怂   没有跟你打招呼 ?  想认识一下你啊！"
        ],
        [
            1,
            "求问大家望江校区哪里的电脑可以改教务处密码呢？就像江安只能在二基楼一样，急急急，麻烦大家了"
        ],
        [
            1,
            "有没有乐山的同学能给我推荐一些美食啊，我不想去搜攻略了"
        ],
        [
            2,
            "想起了那天有个班上同学知道我也申请了贫困补助，很惊讶的说“你怎么骗来的？”\n问她什么叫我骗来的。\n她的理由是你穿得好看还经常化妆，不像家里面贫困的人。\n不想因为家庭环境被人看不起所以想要活成不像贫困生的样子，一周五天在外兼职，自己挣钱花得心安理得，为什么一定要向你证明我是名副其实的贫困生"
        ],
        [
            1,
            "有没有这周想去乐山吃吃吃的同学，一起啊"
        ],
        [
            1,
            "出租校内宽带。89套餐不限时长。具体多少m网速忘了。下载速度能到3-4 m/s。有意者加扣578070637。价格另议"
        ],
        [
            2,
            "每年评助学金的时候都会出现这种情况“xxx看起来挺会打扮的/还化妆/还出去旅游/还点外卖……怎么申请到助学金的？”\n可能学校有这种想法的人很多，作为一个参评2年的班委，我想告诉大家你们不知道的是——\n他家里面奶奶老年痴呆/受灾严重/家人车祸/因病致贫……\n他们靠自己在外兼职能够补贴家用，自己也能过得光鲜一点，难道贫困生一定要穿得破破烂烂？"
        ],
        [
            2,
            "想找个人每天陪我聊天"
        ],
        [
            2,
            "就业的话，压力有多大???\n\n\n\n很想知道\n因为\n我明年也要找工作了\n有点慌???"
        ],
        [
            2,
            "专业不好找工作加各种面试被拒很丧。周围的同学都陆陆续续收到offer了，一度怀疑自己能不能找到工作。还没出社会就狠狠上了一课，心情很压抑"
        ],
        [
            1,
            "有没有同学出电动车的，，价格在800以下。有的留下联系方式我加你！"
        ],
        [
            2,
            "求问吴院奖学金是在原学院评吗"
        ],
        [
            1,
            "想到自己毕业短期内肯定连买房首付都拿不出，父母都是农民也没有积蓄不可能资助，就突然连想谈恋爱的想法都没有了。爱情真的是奢侈品。"
        ],
        [
            1,
            "“小家伙，你知道吗，叔叔我之前非常非常喜欢你的爸爸啊......是非常非常喜欢啊......”"
        ]
    ],
    "19": [
        [
            1,
            "朋友为了纠正我回复老是只回一个字的毛病，特意和我打了个赌，聊天的时候只发一个字的话要给对方一块钱，然后一玩就玩三年。\n\n现在我回复别人不再显得那么不近人情了，然后我微信钱包老是会多出这么十多块钱hhhh"
        ],
        [
            2,
            "望江中华文化哪个老师给分高啊??"
        ],
        [
            1,
            "望江9月30号\n求一男同学代上形教\n只要能应付点名就行\n3314198572"
        ],
        [
            2,
            "秋招急招兼职校园大使啦！主要是帮企业办宣讲会、面试支持！地点大部分就在望江就业指导中心！20块一小时，时间灵活，没课就来！当天结算！有意请加qq1544179818～"
        ],
        [
            2,
            "本校保研复试会刷人吗？"
        ],
        [
            1,
            "就都行这工作能力，学生会副主席不是靠卖批上去的老子打死都不信"
        ],
        [
            1,
            "那个说喜欢鞋袜的留号，我留号，您送我双AJ可以吗"
        ],
        [
            1,
            "请问江安除了围合还有哪里充电的吗？"
        ],
        [
            2,
            "哇 急招中秋去色达玩耍的小伙伴  男女皆可  喜欢摄影更棒了！！！\nvx13540643645"
        ],
        [
            1,
            "转一张9.24（中秋节）仙人掌音乐节的票，喜欢民谣和摇滚的小哥哥小姐姐可以了解一下。阵容豪华，有许巍，朴树和陈粒，绝对不亏。时间冲突去不了，原价310（快递费10），现价可260出，想要的小可爱评论见"
        ],
        [
            1,
            "十一有没有代订酒店机票的呀 agoda 携程 booking都阔以呀 优惠多少都可以 +q745427458"
        ],
        [
            1,
            "https://mp.weixin.qq.com/s/h8m6jaO4jsne88X1VcaNRA"
        ],
        [
            2,
            "我之前没发现，原来你真的对我很好了，只是你真的不会表达你自己，你总是默默为我做事，然后很多时候，我并不知道你为我做了这些事，其实我更希望你带着我一起做，而不是个人全做了你懂吗？那时的我，确实不懂事，也不明白。我知道回不去了，我也不奢求什么，你好好的就行。这是你当时给我说过的话。我也希望你好好的。要说现在还喜欢你吗？喜欢的吧。不然为什么上课看到一个和你很像的人还一直盯着，盯了好久好久，越看越觉得和你很像。但内心已经没有砰砰跳的感觉，也没有期待，什么感觉都没有，只是觉得，看看就好了。。。"
        ],
        [
            1,
            "https://mp.weixin.qq.com/s/3au_6t1i9ESdWABZePpGaQ"
        ],
        [
            2,
            "由于时间问题，本人想换个中华文化，周一晚上谢谦文学篇，想换尽量是周二或周三的历史篇，有意联系QQ1914529690"
        ],
        [
            2,
            "求各位路过的小哥哥小姐姐指点迷津，若是不知道，点个赞也是极好的\n本人今年想考本校法硕（非法学）的研究生，想问下大家知不知道今年法硕招生名额有没有啥变化啊，听说要缩招? ，但我没看到什么官方通知?"
        ],
        [
            1,
            "求问  望江校区照证件照推荐哪一家"
        ],
        [
            1,
            "作为一名医学生，个人认为，如果没有相关条例和老师的规定，这位同学发图片没有任何不妥，毕竟是他的自由。受不了的人不看就行了。丁香园上面所谓的血腥图片多的是，也没见谁在大谈伦理学。还有，个人认为，忍受这些常人受不了的东西是医生的基本素质之一。"
        ],
        [
            1,
            "今天做兔子实验，全程让兔子感觉不到痛苦，实验也非常成功。发了几张照片分享喜悦，竟然有人给我扯动物伦理学，我还去专门看了一下相关条款，根本就没有说不能发动物照片。TM还说感到不适，你不点开不放大就能看一小团红的（颈部开一小口）。真是xswl，你这样子还是别学医了吧，以后临床比这“恶心”一百倍"
        ],
        [
            2,
            "不了解了，谢谢"
        ],
        [
            2,
            "请问有人收到tplink职能类的座谈或者offer通知了吗"
        ],
        [
            2,
            "supreme拖鞋的iphone手机壳，厉害了"
        ],
        [
            2,
            "代非全日制研究生周末上课（包点名和课堂小作业) 有需要d我q519545924"
        ],
        [
            2,
            "川大法学硕士考研真题转买，有需要的联系908793938????，超便宜的哦"
        ],
        [
            2,
            "学校有吉他社吗？"
        ],
        [
            1,
            "中粮置地今天的面试有人收到复试通知了吗？想知道什么时候能收到。"
        ],
        [
            2,
            "没有谢谢"
        ],
        [
            1,
            "183大四望江考川大研 夕阳红恋爱有人谈吗哦豁"
        ],
        [
            0,
            "江安校区\n寻找学习伙伴\n有意联系QQ\n1395245294"
        ],
        [
            1,
            "求一辆电动车，价格在800以下，有没有同学要出的，有的请留言！"
        ],
        [
            2,
            "好奇(*ˉ︶ˉ*)\n如何能收集桂花香啊\n太喜欢了！"
        ],
        [
            1,
            "x请问下图书馆借的书丢了以后是照价赔偿还是翻倍吧啊啊啊啊？？？"
        ],
        [
            1,
            "她还是抛弃我，找了个比我有钱4、5倍的男人"
        ],
        [
            2,
            "宛如智障"
        ],
        [
            2,
            "书亦烧仙草的杨枝甘露烧仙草，可以给你个无敌差评吗"
        ],
        [
            0,
            "寻找研友\n有意联系QQ\n1395245294"
        ],
        [
            2,
            "有没有喜欢安全着陆或者A.T.M的人啊，十月底和十一月他们在成都有演出想找人一起去呀～ 如果有想去的或者和我一样喜欢hiphop加我qq吧！471727808"
        ],
        [
            1,
            "据报道，我国著名生物学家王教授苦心钻研30余年，成功培育出了抗寒蚊子，据王教授介绍，这种蚊子冬天也能出来咬人，填补了我国冬天没有蚊子的空白，目前王教授已经被警方击毙。"
        ],
        [
            1,
            "有没有想做兼职的\n科华北路附近的优学帮产品 在招兼职老师\n白班8点起 时薪17元  晚班6点起 时薪20元\n工作内容：线上给中小学生解题  有时候要语音讲题\n要求：每周一共做24h左右 时间自己定 但是要在8:00~21:00范围内 需要到科华北路的公司所在楼层坐班\n我去年做过  今年准备考研 帮负责人发布一下信息\n觉得可以的戳我。Q 1055057178"
        ],
        [
            1,
            "有没有考研一起复习的研友呀，互相监督的那种，有意可以加qq619496416～"
        ],
        [
            1,
            "钓鱼贴    妹子可以留号了"
        ],
        [
            1,
            "心塞塞"
        ],
        [
            2,
            "请问军训成绩重要吗"
        ],
        [
            2,
            "对保研复试成绩有疑问，不能申请重新查阅试卷吗？"
        ],
        [
            1,
            "楼下12.5rmb/h 还跑那么远 美名曰勤工助学 实则找廉价劳动力 希望不要有傻孩子去"
        ],
        [
            2,
            "帮大学同学发一个勤工助学的信息：有没有同学愿意发dm单的呢？这周五开始，一共五天，每天下午四点到八点，在天府三街剑南大道这边，50一天。如果有时间的同学可以直接电话或者+微信联系‭18111608280‬。"
        ],
        [
            1,
            "1500￥诚出一台电脑主机\n某宝今年4月2800￥入第一手 （附订单图）\n由于本人电脑配置全部换新 考虑低价转手\n这台电脑闲置了近一个月    它可以\n✔爽玩英雄联盟 最高画质稳定150FPS左右\n✔中低画质流畅吃鸡\n✔开机10多秒 游戏多开无压力 \n✔ 网页、文档多开 运行卡你来打我\n原装配置只有8G内存 本人花了200多自己加装了一条内存 总共16G内存 方便运行大型单机游戏 整机鲁大师跑分11W+\n下面有主机配置清单 有疑问可以找我或者自行百度\n成都市支持当面交易 \n详情联系本人QQ：1278839545\n\n\n【主机配置】\n— 硬件部分 —\nCPU：酷睿i5-3450 4核\n显卡：Nvidia GTX-750Ti 2G独显\n内存：金士顿 ddr3 1600MHz 8G\n           宏想     ddr3 1600MHz 8G\n          （两条一共16G）\n硬盘: 三星固态硬盘120G（系统盘）\n          希捷机械硬盘320G 7200转\n-------------------------------------\n— 软件部分 —\n操作系统：Win7 64位 旗舰版\n-------------------------------------\n— 外设部分 —\n淘宝原订单附赠键鼠一套（白色）"
        ],
        [
            1,
            "11122"
        ],
        [
            2,
            "吐槽一下商业街\n想念以前的两家水果店两家打印店花店照相各种挺有意思的也很有用\n现在新开的店\n真的实用性没有以前好了(눈_눈)\n神烦\n没错就是想说打印ψ(｀∇´)ψ"
        ],
        [
            2,
            "我不会再信未来，我不要再看历史"
        ],
        [
            2,
            "明年三月的bec中级有人想一起考吗?想找个小伙伴一起考口语"
        ],
        [
            2,
            "大家对本硕博连读怎么看啊～有没有小姐姐小哥哥可以分享一下经验呢，现在好矛盾，不知道该如何选择"
        ],
        [
            2,
            "三番五次被人拿走放在图书馆伞，要不要脸，觉得自己只是借用，会还回来就是有良心了，本人也需要伞，好吗？上次被雨淋到头疼。不懂自己带伞吗？"
        ],
        [
            1,
            "转手一张韩国城美航国际健身卡，期限还剩大半年，带三次营养便当(50元)和一次私教课程。700出，有意请加we17396249787"
        ],
        [
            2,
            "嘤嘤嘤 求购校车票 Q3519602607"
        ],
        [
            2,
            "请有上细胞的命运这节课的小伙伴吗！上周搞忘去了，有人知道这节课的qq群吗？谢谢"
        ],
        [
            2,
            "为啥现在qq号不能注销了？"
        ],
        [
            1,
            "想找一个小姐姐，大概11点过几分左右，从文科楼一区出来的，穿着蓝色长裙子的小姐姐，想认识一下！！"
        ],
        [
            1,
            "望江活动中心食堂有两个窗口的打饭的工作人员态度不太好"
        ],
        [
            2,
            "成绩单上有写重修，用人单位会问你吗"
        ],
        [
            1,
            "可惜了  保安大叔过去了你跑了  下次有种你再尿外面  抓住让你舔干净"
        ],
        [
            1,
            "工学图书馆一楼男厕所马桶坑位撒尿往马桶外面撒的崽种你们家里人今天爆炸终极无敌加倍。真特么恶心"
        ],
        [
            2,
            "有川大的小伙伴今天或者明天从望江去江安吗 求帮忙，有偿"
        ],
        [
            2,
            "我凶锤子"
        ],
        [
            1,
            "搞错保研名单，班委你们好样的。"
        ],
        [
            2,
            "凶个铲铲"
        ],
        [
            1,
            "望江求合租研友，匿主女"
        ],
        [
            1,
            "出售考研李永乐数2和陈正康英语，可附送网盘650G考研英语资料，是全新未写过的，便宜出，有意联系qq2379090321"
        ],
        [
            0,
            "想找一个形影不离的研友!\n小姐姐和小哥哥都行!\n一起学习!\n有意请联系QQ\n1395245294"
        ],
        [
            1,
            "出售考研李永乐数2和陈正康英语，可附送高数、线代教材，是全新未写过的，便宜出，有意联系qq2379090321"
        ],
        [
            2,
            "为啥不配"
        ],
        [
            2,
            "像我这种每周和不同男人开房的，和你住一个寝室，你是不得报警"
        ],
        [
            1,
            "谁能告诉我补退选到底啥时候吗。。。"
        ],
        [
            1,
            "收数二考研资料"
        ],
        [
            2,
            "为什么田小仙想去挽回的时候王小贱扇了她几个耳光不是没有道理，男人比我们清醒的多，不会有什么用，还会把最后一点尊严都丢掉"
        ],
        [
            2,
            "很介意？莫非爱上室友了？"
        ],
        [
            1,
            "你不开心的话，可以和他们一起去开啊"
        ],
        [
            2,
            "死都不要去挽回，我现在很后悔，没有什么用，还把最后的一点尊严丢了"
        ],
        [
            2,
            "别人开房关你求事？"
        ],
        [
            1,
            "有没有人折扣代订机票和酒店的呀 +qq745427458 一个渴望十一出去玩的孩子被酒店机票疯狂的价格要逼疯了"
        ],
        [
            2,
            "看不明白了，舍友开房，和人家男朋友发展到哪一步碍着你什么事了?\n莫不是您觉得她不自重不是好姑娘心里微微看不起她?\n醒醒姑娘，大清亡了?"
        ],
        [
            1,
            "所以补退选是改到下周了吗"
        ],
        [
            1,
            "干干巴巴的，麻麻赖赖的，一点儿都不圆润，盘它！"
        ],
        [
            1,
            "太在意自己的长相了  当然我没有钱在脸上动刀\n每次看着自己的照片 这个丑鬼。"
        ],
        [
            1,
            "他们声音怎么那么好听\n我的就不一样了  就只是很尖细 \n他们的声音到底是怎么做到的 那么圆润又清晰"
        ],
        [
            2,
            "好吧对不起我只说一次"
        ],
        [
            2,
            "有没有在王府井八九健身的同学 求组织求带。。"
        ],
        [
            1,
            "来回刷info看即时消息是真的累...  \n有没有人有想法搞一个实时聊天室..."
        ],
        [
            1,
            "背双肩包，钱包放哪啊啊啊！！！"
        ],
        [
            1,
            "室友开房影不影响人家才是真的跟你没关系"
        ],
        [
            1,
            "室友出去开房不影响你吧"
        ],
        [
            1,
            "别忘了感恩。"
        ],
        [
            2,
            "科科，自作孽不可活，怪谁啊？祝你天天都睡不好"
        ],
        [
            2,
            "发现室友和她男朋友有了性关系，每周都开房，很介意。。。但是父母又不同意自己也不敢搬到外面去，好难受。"
        ],
        [
            1,
            "想问下东园五舍谁拿错桶了，洗完衣服没桶装了。。。"
        ]
    ],
    "18": [
        [
            1,
            "大部分分手可能都是处于对现状的不满足吧，要是快乐可以简单一点就好了"
        ],
        [
            2,
            "想要知道怎么度过分手期\n抑制不住想去找他"
        ],
        [
            1,
            "能轻易得到的就不珍惜了"
        ],
        [
            2,
            "我们有npc的粉丝吗？感觉自己在粉丝群和超话里都没有看到校友～  哭哭"
        ],
        [
            2,
            "有没有周二晚上望江合理饮食与健康的同学啊，想问一下作业在哪里做"
        ],
        [
            2,
            "我自己不知道吗，让你来扎我的心"
        ],
        [
            2,
            "像我这种同性恋怎么能过好一生"
        ],
        [
            2,
            "女生为什么要执着的把心里最重要的位置留给一个渣男，求原因"
        ],
        [
            2,
            "川大的小哥哥小姐姐们国庆有想去乐山的吗，大概两天，这里有两名女生，非诚勿扰，谢谢！"
        ],
        [
            1,
            "求朋友们安利一下成都好玩的地方？？比如一些网红的地方。"
        ],
        [
            2,
            "川大奖学金评比要算本学年的重修课程成绩吗，急求……"
        ],
        [
            1,
            "考研英语真题收wx：wyszh248"
        ],
        [
            2,
            "长时间不开心会抑郁吗？真的是每天都不开心"
        ],
        [
            2,
            "各位小哥哥小姐姐，想问一下入党思想汇报多少字哇"
        ],
        [
            1,
            "专业选修课挂科必须重修吗？"
        ],
        [
            0,
            "我还没看过《吉雅丝和罗克珊》那部电影，不过我知道它会让你笑的\n《两杆大烟枪》很不错，一般视频网站没有，用迅雷去下载是可以的"
        ],
        [
            0,
            "你找我一次好不好？\n之后，我都找你"
        ],
        [
            2,
            "他不就是想要刷存在感嘛，你不给他不就是了"
        ],
        [
            2,
            "你他妈还配和老子提教养？"
        ],
        [
            2,
            "教养？？EXO??"
        ],
        [
            2,
            "请问有同学知道望江附近可以练钢琴的地方吗～"
        ],
        [
            2,
            "info上的水真深啊，外校的约炮男，毕业n年学校不明的老狗……"
        ],
        [
            2,
            "9.18勿忘国耻"
        ],
        [
            2,
            "春天分手秋天会习惯，苦冲开了便淡"
        ],
        [
            0,
            "抽时间看看《吉雅丝和罗克珊》这部电影，你会觉得很快乐的\n里面有条狗狗和一只海豚\n要记得笑哦"
        ],
        [
            1,
            "但是爹地妈咪除了视频没东西给你"
        ],
        [
            1,
            "其实vlog是要自己拍摄自己剪辑自己选素材录制的，用你的iPhone6sp随便拍的东西称不上vlog哈"
        ],
        [
            1,
            "你是她爹？"
        ],
        [
            0,
            "求川大研究生土地行政与房地产管理专业吴俣学长联系方式(｡˘•㉨•˘｡)"
        ],
        [
            2,
            "我后悔愧对你们，变成走狗和叛徒"
        ],
        [
            1,
            "还不来水让不让人活了啊"
        ],
        [
            2,
            "想和帅气的医学僧谈场走心的恋爱"
        ],
        [
            1,
            "请问一下有人知道我们学校去年的法硕非法学的招收的最高分和最低分分别是多少吗？"
        ],
        [
            1,
            "表白艺术学院毛光文"
        ],
        [
            1,
            "有同学知道江安四餐开了吗"
        ],
        [
            1,
            "为什么中国还有这么多上不起学的孩子，却把大把大把的钱送给洋垃圾来旅游？"
        ],
        [
            1,
            "高联就tm是传销，直接进学校课堂了，还把老师赶走了，真jier要脸，外面还在鸣警笛，就在里面高联考验考你?呢"
        ],
        [
            1,
            "大家知道望江西五报告厅在哪吗？西五报告厅是不是就是西五演播厅？"
        ],
        [
            2,
            "有没有出托福或者日语n2参考书的学长学姐呀～"
        ],
        [
            2,
            "去东南亚混怎么样啊，反正无牵无挂"
        ],
        [
            2,
            "太压抑，我要当好人，我要自控，我要符合我的人设"
        ],
        [
            2,
            "好深的性压抑"
        ],
        [
            2,
            "想咨询一下 大家找工作已经签了三方的都是什么公司啊 到现在一个offer也没有感到很慌"
        ],
        [
            0,
            "艺术学院的女生又丑又吵素质又低，也不知道哪来的自信在电梯里bbbbbb，烦得要死，司马狂吠的东西"
        ],
        [
            2,
            "请问有没有人对罗静和张任枫这两个老师比较了解啊，研究生课程中特选谁的比较好?"
        ],
        [
            1,
            "为什么每次约炮要带上感情才能成功，我不想打感情炮，可是不带感情又上不到，纠结"
        ],
        [
            1,
            "望江令狐波老师的素描课没在活动中心的艺术工作坊上吗，上周缺了一次课，这次来了发现没人啊，求解"
        ],
        [
            2,
            "我大概是全校考研的人里复习的最慢的了\n可我还在舔颜追剧\n也不能放弃 每天都很纠结痛苦\n大家考研怎么坚持下来的啊 真的不想学习"
        ],
        [
            1,
            "望江东五的宿管大叔大妈是坠吼的"
        ],
        [
            1,
            "有木有在江安的小哥哥小姐姐愿意帮忙转发一下说说啊，有偿～qq768280078"
        ],
        [
            2,
            "望江那里可以自习到十一点？？？？？"
        ],
        [
            1,
            "有川大法硕（非法学）的学长学姐吗，准备考研，想咨询一些读研体验和就业情况…"
        ],
        [
            2,
            "有没有人知道基A的书架哪儿去了啊！我的书还在上面"
        ],
        [
            1,
            "找油画模特，男女都可以，为了考研练手，江安这边。不过实在没钱，但是可以送画。感兴趣可以加我578626810"
        ],
        [
            2,
            "五楼靠近电梯的女厕所 总有哈皮尿完不冲?"
        ],
        [
            1,
            "如果国庆之后我还单身，我就报名川大脱单"
        ],
        [
            2,
            "等保研结果，今天出吗，焦虑啊啊啊"
        ],
        [
            2,
            "这种毫无羞耻之心的人还活在世上干嘛"
        ],
        [
            2,
            "长得恶心也就罢了，人品和长相一样恶心，敢做不敢承认"
        ],
        [
            2,
            "对哦，你一直在info上约了一年了，没约成功过，确实不算约炮男，"
        ],
        [
            1,
            "华西找校园代理，帮忙协助宣传职业资格证书，待遇丰厚，要求：在华西的同学，有意者联系：15680613376周老师"
        ],
        [
            1,
            "我擦，我又和你没仇，你要这样诋毁我，日了鬼了"
        ],
        [
            2,
            "你赶紧自杀吧，毫无羞耻之心"
        ],
        [
            2,
            "慕容盗跖，来自川师的约炮男？"
        ],
        [
            2,
            "出一把考特黑色圆角民谣吉他\n因为本人没有时间学\n有意者可以留下联系方式 价格商议\n因为诚心出我也就不匿名了"
        ],
        [
            2,
            "生态破坏，资源危机，环境污染，还要鼓励人们多生育"
        ],
        [
            1,
            "到底什么时候选课啊"
        ],
        [
            2,
            "竹林村卖包子的那个老板娘，每天脸臭的跟特么出丧一样? 老子再也不去了"
        ],
        [
            2,
            "我也想你."
        ],
        [
            2,
            "某寝管是不是有病？没刷卡上来就扯我衣服？招寝管的时候能不能留点意？"
        ],
        [
            2,
            "其实我是真心在讨厌自己的。"
        ],
        [
            1,
            "失眠了 有摆一下龙门阵的吗！！…老子睡不着…\nQ2641256278"
        ],
        [
            1,
            "如果国庆结束后我还没脱单，我就…\n\n\n\n\n\n\n\n\n\n\n继续单着"
        ],
        [
            1,
            "失眠。\n我可能…真的有病。\n前几天睡眠特多，抑郁了一会儿。\n这几天睡都睡不着，还起了个大早。"
        ],
        [
            1,
            "还有同睡不着的小姐姐吗，2179972893"
        ],
        [
            1,
            "想找一个川大的1\n但是听说四川就没有1....\n可是我又想了想\n就算川大有1\n可能早就卖到脱销了吧\n哪还轮着我这样的丑人了\n思来想去 单身还是挺好的 \n虽然柜子里面看不到未来的光\n但是我本来就没有未来的\n睡吧 梦里什么都有"
        ],
        [
            1,
            "很烦 真的是人情世故充满的学院"
        ],
        [
            1,
            "有女孩子吗\n如果你想无聊的时候有人陪你说话\n陪你吃饭\n陪你看电影\n陪你做好的不好的事情\n2184986482"
        ],
        [
            1,
            "2963039357\n有女孩子愿意交友认识一下吗\n贼无聊的"
        ],
        [
            1,
            "我想借吉他玩儿"
        ],
        [
            1,
            "好想有人陪"
        ],
        [
            2,
            "……何必要这么做作，非要在意别人对自己的看法，彰显自己的开心，不必理会这扭曲的人格，因为你根本无法理解她畸形的思维和内心世界，我何必用正常人的眼光和琢磨她。世上本无事，庸人自扰之，送给大家。晚安，么么|｡･㉨･)っ♡　喜欢你♪。"
        ]
    ],
    "17": [
        [
            1,
            "求推荐考研辅导机构，英语+政治，求一枚研友也阔以，附微信18294707361"
        ],
        [
            1,
            "有时，我恨透了心平气和和不动声色，恨透了微风细雨般的一切事物，甚至恨透了软弱的自己。我不过是渴望炽烈的爱，切齿的恨，狂热的偏执和肆意的洒脱。我不过是想指着谁的鼻子痛骂一顿，想与谁的命运紧紧地纠缠，想孤注一掷地偏离预定轨道。我不过是想去经历罪孽，去追逐肉欲和财富，去贪慕虚荣，以陷入最羞耻的绝望。我不过是想和这个操蛋的世界，擦出一点点，哪怕一点点的火花。"
        ],
        [
            2,
            "开始觉得自己很平凡，平凡的让我恐惧"
        ],
        [
            2,
            "感觉文科的研究生好水"
        ],
        [
            2,
            "高价租华西图书馆图志座位 有意私戳q873259125"
        ],
        [
            2,
            "望江有推荐的眼镜店吗？"
        ],
        [
            2,
            "考研到底哪里可以放书呀？太悲伤了，哪里都不让放"
        ],
        [
            1,
            "临床的md项目居然是自费 卖房出国"
        ],
        [
            2,
            "请问有没有中文的小伙伴啊，想了解一下你们专业举办的相关活动，有个外校的小姐妹的老师要求参加川大的相关讲座啥的，因为我本身不是那个专业的所以不太了解。有意帮一下可怜的娃子的小哥哥小姐姐可以加我qq 397098736"
        ],
        [
            2,
            "有人在寝室养猫咪的吗 能分享一下经验吗"
        ],
        [
            2,
            "您去嫖，妓女都会拒绝你，您还上这约来了"
        ],
        [
            1,
            "想跟有意向去土澳的童鞋认识交流下"
        ],
        [
            2,
            "我说info上经常留号的这几个人，除了屌丝之外，神经都不正常"
        ],
        [
            2,
            "长这么丑还来川大约炮，梁静茹都给不了你这样的勇气吧"
        ],
        [
            1,
            "谁会找回被盗qq，申诉没用，已经申诉很多次了！号没什么价值，就是用了很久有感情了！找回了报酬好商量！"
        ],
        [
            2,
            "慕容盗跖你是川师的吧"
        ],
        [
            1,
            "ZTO中通快递2019届校园招聘火热开展中！\n6大IT类岗位（质量、开发、算法、运维、产品、信息安全）；5大职能类岗位（售后服务、市场营销、数据分析、人力资源、财务问管理），100余个校招岗位需求。\n9月21日晚7点，望江校区北苑茶楼宣讲会，期待与同学们面对面的交流！\n校招网申地址：https://xiaoyuan.zhaopin.com/subcompany/CC000885457D90000000000\n中通快递，期待你的加入！"
        ],
        [
            1,
            "基教A三楼，书架靠右手边，最上面一层，\n是哪位同学拿了我的肖秀荣精讲精练\n\n你没有拿错，因为你翻了我的书，它和一千题本来在那摞书中间，你把1000题留下来真的很感谢? ，那能不能麻烦你把精讲精练也还给我呢？\n考研不易，相煎何太急?"
        ],
        [
            1,
            "出售考研李永乐数2和陈正康英语，可附送高数、线代教材，有意联系qq2379090321"
        ],
        [
            1,
            "不考研了，出售全套19年肖秀荣政治，塑封都没有拆，另外还有高数、线代、概统教材以及教材解析出售，vx联系 yyyyssss1009"
        ],
        [
            2,
            "啥时候买半只鸭都能把鸭头给我，我是不是看着傻？"
        ],
        [
            1,
            "事出都是有因的，失望攒够了就离开了。"
        ],
        [
            1,
            "二教桌子上的白印儿都怎么来的  杯子烫的还是热气熏的  一圈儿圈儿的白 你?没教你爱护公物？"
        ],
        [
            2,
            "想问问那个拉丁健美操公选课的着装要求～～～\n有小仙女选了的方便告诉一下吗～\n谢谢?"
        ],
        [
            2,
            "对不起555"
        ],
        [
            2,
            "放弃考研了。mpacc考研书籍全新八折出。（老吕数学800/王诚写作/逻辑精点/陈剑数学真题/英语二考研圣经/王江涛写作/唐静翻译等书） 要的请留言"
        ],
        [
            1,
            "找个口语cp,一起备考托福雅思的小伙伴。微信18908586840"
        ],
        [
            2,
            "感觉自己今天当了叛徒，想把自己扇死"
        ],
        [
            2,
            "我后悔理了我日"
        ],
        [
            1,
            "我居然有这种能把谐星聚集在身边的能力。我身边的人全是谐星，曾经的高冷男神也被带成了谐星。"
        ],
        [
            1,
            "来图书馆看书至于喷这么香吗？差点熏死我"
        ],
        [
            1,
            "(*^ω^*)赚饭钱奶茶钱请加qq1599074389"
        ],
        [
            2,
            "想转卖黑色民谣吉他\n考特的"
        ],
        [
            1,
            "华联的秤里进蛆了吗这么不准\n去华联买皇冠梨买了两 结账时候收我11.4 觉得不对劲\n皇冠梨一斤五块五 而且就那个分量怎么可能两个就两斤\n路上看见小P上写着给我秤的1.035kg 我在我寝室的电子秤上秤的是0.55kg\n华联的人能有tm一点良心吗？一斤的东西给称成两斤要脸吗？柜员你缺这五块钱你找我要行吗？\n华联这么缺钱怎么不让员工去工地搬砖补贴费用呢？合着一个超市就是这么发家致富的呀？\n听说最近国家过来搞审核评估，华联这么公然造假，还把不把国家当回事啊？"
        ],
        [
            1,
            "我该怎么办"
        ],
        [
            1,
            "又是我，她现在已经找我做她男朋友了? ? ? 为什么会这样，我只是陪她聊下天啊"
        ],
        [
            1,
            "还是我，那个小姐姐已经开始问我介意自己女朋友爱撒娇了吗，怎么回，急，在线等！"
        ],
        [
            2,
            "想亲女生的嘴"
        ],
        [
            1,
            "求大佬告知什么时候补退选"
        ],
        [
            1,
            "川大望江小北门出去高联考研怎么样啊，准备报公共课"
        ],
        [
            2,
            "虽然一直说想找个富二代，但是真正遇到的时候，才发现其实三观合得来才是最重要的"
        ],
        [
            2,
            "保研结果啥时候出来呀"
        ],
        [
            1,
            "1、哪有什么岁月静好，只是有人在替你负重前行。真的向奉献者致敬。千万千万，安全第一、生命第一。\n\n\n2、大自然的伟力让人赞叹。在这种咆哮面前，人类还真是太过渺小。永远不要认为我们就能战胜自然。\n\n\n3、新媒体时代，哪怕面对灾难，中国人真是越来越幽默了。这么勤劳乐观的中国人，我们还有什么可以惧怕的呢?"
        ],
        [
            1,
            "借钱的那个你不会趁机打个电话过去给你喜欢的女生？无论真假，都是机会"
        ],
        [
            1,
            "小电驴都遭贼娃子偷了。。。求购一辆二手电动车，72v的，要能骑四五十公里的，最好是祖玛的，小龟也行，微信18482170581"
        ],
        [
            1,
            "这桂花的味道，竟该死的香甜。"
        ],
        [
            2,
            "有没有在舞邦学跳舞的小伙伴 我想找组织"
        ],
        [
            1,
            "喜欢的女生线上找我借钱，但是我怎么确定是她啊，她说人在外地"
        ],
        [
            2,
            "川大有没有全职粉啊！谷圈邮费太伤心了，求拼邮…"
        ],
        [
            2,
            "打黑除恶这么严重的时候还敢这么明目张胆的杀人"
        ],
        [
            2,
            "成都那个酒吧太吓人了，明显就是黑社会嘛!"
        ],
        [
            1,
            "想知道，中秋三天小假期上二专的同学会不会放假啊，求答?"
        ],
        [
            2,
            "因为我不想要男朋友"
        ],
        [
            2,
            "和我聊骚不累"
        ],
        [
            1,
            "化工原理下重修选哪个老师好哦"
        ],
        [
            1,
            "瑞典那个中国游客事件就是活该，以为有钱就可以为所欲为，估计根本就是个暴发户，可惜别人不吃这套。"
        ],
        [
            1,
            "和小姐姐们聊骚真累，自己姨妈来了，先问我前女友姨妈来怎么照顾，让我回答，然后说自己想要个男朋友疼，我装闻弦歌而不知雅意。"
        ],
        [
            1,
            "看了瑞典的中国游客事件，我明白了什么叫鸭子死了嘴巴硬"
        ],
        [
            2,
            "那个傻逼的意思就是，我连歌也不可以放"
        ],
        [
            2,
            "再也不凹比别人优秀快乐的人设了，累了，我只想要好好学习，sa"
        ],
        [
            1,
            "有小淋"
        ],
        [
            1,
            "当了3年的室友们在昨晚酒后相继表示自己是双性恋。双性恋这么普遍的吗？？怎么办，讲道理我应该有点慌的，我还是纯直吧？可是室友都还蛮好看的，寝室气氛突然诡异，好怕真香警告。"
        ],
        [
            1,
            "我是个凸嘴怪"
        ],
        [
            1,
            "如果我是个男孩子…可能就会离男孩子近一点了。现在的我不是男孩子，感觉总是和男孩子有无法逾越的鸿沟。"
        ],
        [
            1,
            "本想接受你，可惜你已在远方"
        ],
        [
            1,
            "留联系方式删掉我可以看到，需要的你懂的"
        ]
    ],
    "16": [
        [
            1,
            "一股强大的压力袭来，有点喘不过气，今天估计会失眠吧。。"
        ],
        [
            2,
            "考研群里真的会有傻逼，为啥每次问问题都要说一句“各位拜拜学渣吧，拜托拜托”，每次休息的时候看群消息就会看到他说话，真的好烦，不会找几个人加好友私下讨论吗？!\n想退群又怕错过什么消息……"
        ],
        [
            2,
            "我20几万赞的探探被封了，能打官司吗"
        ],
        [
            2,
            "华西宿舍隔音不好，希望各位在走廊里路过时轻声一点。每天都有誓要把楼震塌的姑娘。不是很明白为什么跑那么快，脚步又那么重。"
        ],
        [
            2,
            "江安的打印店最早几点开门啊"
        ],
        [
            0,
            "望江东四这边水果摊附近的小型犬是谁家的呀，不栓绳，对着路边的人叫，要是咬人出事了谁负责"
        ],
        [
            2,
            "喜欢你呀，不要猜是谁，就是你呀小傻瓜"
        ],
        [
            1,
            "日噢"
        ],
        [
            2,
            "不孤单不玩info"
        ],
        [
            2,
            "spiderman.失败的man"
        ],
        [
            1,
            "167473406Y(^_^)Y"
        ],
        [
            1,
            "高老师就是我的天菜啊 185 18cm忠犬攻好想要一个惹"
        ],
        [
            2,
            "谁知道基教a放在书架上的书和箱子都被拉去哪里了啊！！！"
        ],
        [
            2,
            "有没有人在探探上班啊，给我走个后门"
        ],
        [
            1,
            "川大16级首场经济类考研专场来啦！\n作为十年来最热门的考研专业，经济类的报考人数一直居高不下！\n*是什么原因导致经济类学科如此炙手可热？\n*经济类学科研究生就业前景真的比其他学科好很多吗？\n*跨考经济类专业应该避开哪些误区？\n周二晚7:20，毕加索小屋，和我们一起寻找真相！\n报名方式:加考研社会人Q1962622752报名！"
        ],
        [
            2,
            "行了吧"
        ],
        [
            2,
            "有准备bec中级考试的小可爱缺partner吗_(:з」∠)_"
        ],
        [
            2,
            "剪指甲不能在宿舍剪吗？非TM的在自习室嘎嘣嘎嘣的，604的男生，说的奏是你，哼(ノ=Д=)ノ┻━┻"
        ],
        [
            1,
            "我居然成了这种广撒网的畜生，你总会变成自己最讨厌的那种人。"
        ],
        [
            1,
            "士之耽兮，犹可说也，女之耽兮，不可说也"
        ],
        [
            2,
            "求推荐望江周围照正装照好的地方！跪谢小哥哥和小仙女们！"
        ],
        [
            1,
            "必杀：滑稽圣剑\n                           [滑稽]\n                       [滑稽][滑稽][滑稽]\n                    [滑稽][滑稽][滑稽][滑稽]\n                      [滑稽][滑稽][滑稽]\n                      [滑稽][滑稽][滑稽]\n                      [滑稽][滑稽][滑稽]\n                      [滑稽][滑稽][滑稽]\n                      [滑稽][滑稽][滑稽]\n                      [滑稽][滑稽][滑稽]\n                [滑稽]滑稽之核[滑稽]\n                        [滑稽][滑稽]\n                        [滑稽][滑稽]\n                        [滑稽][滑稽]\n                        [滑稽][滑稽]\n                    [滑稽][滑稽][滑稽][滑稽]\n专破滑稽护体，兄弟们，上啊"
        ],
        [
            1,
            "希望小姐姐可以找到对的人哈哈"
        ],
        [
            2,
            "我以前以为爱是非你不可，结果发现爱是我身边有人陪就行了"
        ],
        [
            2,
            "有好的我就要好的没有好的我就退而求其次，只要身边有人陪就好"
        ],
        [
            2,
            "我有时候真的鄙视爱情，我好朋友给她男友写了一封挽回信，然后周末去寄，然后这一周，她恋爱了，就没有再寄，这叫撒子爱嘛"
        ],
        [
            1,
            "假如我年少有为不自卑。"
        ],
        [
            2,
            "想知道有没有狼人杀的社团～"
        ],
        [
            2,
            "从女生的角度看，你前女友就是个婊，抱歉，没人要的时候就来找你，有人要了就理都不理你"
        ],
        [
            2,
            "交外卖？"
        ],
        [
            2,
            "你前女友渣渣哦"
        ],
        [
            2,
            "感到孤独的不止我一个人吧"
        ],
        [
            2,
            "摸摸头"
        ],
        [
            2,
            "心疼，"
        ],
        [
            2,
            "求求你，割了吧"
        ],
        [
            0,
            "深圳因台风会致数万人受灾，直接经济损失无法估计，很多人一副事不关己，高高挂起的样子，非常让人寒心。\n\n本人愿意尽微薄之力，收留1～2名无家可归的帅哥！年龄18到28岁,身材匀称，脸型耐看，有责任顾家。\n台风无情人有情，\n尽我所能，帮一个是一个！ ​​​"
        ],
        [
            1,
            "找小姐姐约啪 器大活好不粘人 经验丰富 q3104483885 来个能稳定的"
        ],
        [
            1,
            "转一张9.24（中秋节）仙人掌音乐节的票，喜欢民谣和摇滚的小哥哥小姐姐可以了解一下。阵容豪华，有许巍，朴树和陈粒，绝对不亏。时间冲突去不了，原价310（快递费10），现价可270出，想要的小可爱评论啊～"
        ],
        [
            2,
            "有没有人在探探上班啊，都封了我两个号了"
        ],
        [
            2,
            "可以，，"
        ],
        [
            1,
            "惹 我可以叫你妈妈吗"
        ],
        [
            1,
            "有同学要转让长滩壹号海力的健身卡吗~~~有的话加我qq 21691466 ~~"
        ],
        [
            0,
            "约炮就约炮别在这上面说得那么恶心行不？一定要把自己奇怪癖好宣之于世吗？还有那些不是本校的还天天匿名跑来约的，nmsl"
        ],
        [
            1,
            "有找工作的吗？找的怎么样了"
        ],
        [
            1,
            "舔狗没有好下场?"
        ],
        [
            2,
            "找喜欢tianjiao的?，懂的来 qq2660703993"
        ],
        [
            2,
            "想知道\n\n直接骑走店门口没锁的共享单车的同学是怎么想的？\n\n【微笑】"
        ],
        [
            2,
            "学校有没有玩漂移板的组织啊，菜鸡新手求带"
        ],
        [
            0,
            "继续一名妹子帮忙上一节课！！有报酬！！！有意者留言！！！"
        ],
        [
            2,
            "经常在图书馆偷伞的男的找到了，不是川大学生，是成都周边某县的无业男子，微博是什么就不用我多说了吧"
        ],
        [
            1,
            "约妹子一起高潮，不高潮剁屌那种"
        ],
        [
            1,
            "找小姐姐约啪 器大活好 经验丰富 q3104483885"
        ],
        [
            1,
            "鸡吧变黑了，以后操小师妹不能那么勤了。"
        ],
        [
            1,
            "终于知道怎么存闪照了"
        ],
        [
            1,
            "有谁需要汪峰fill dive耳机吗?\n买来899现在半价出\n功能完好，表面无磨损。\n有需要记得留号。"
        ],
        [
            2,
            "请问川大有那种户外旅游的qq群吗？国庆中秋想约人一起出去玩"
        ],
        [
            2,
            "男的，你自己搜啊，九眼桥兰桂坊m3酒吧"
        ],
        [
            1,
            "167473406有约一起看电影什么的么？"
        ],
        [
            1,
            "iPhone Xs发布会的时候:\n我感觉我手机好卡，快不行了。\n\niPhone Xs公布售价的时候:我感觉我手机还行，还能再用五年。"
        ],
        [
            1,
            "三个月没联系了还可以联系吗"
        ],
        [
            2,
            "坐标华西图书馆\n最喜欢的伞挂在图书馆外面伞架上掉了\n不贵 不过是去年的生日礼物\n我真的很喜欢那把伞 \n放在包里都怕磨 一直拿在手上\n我练车 旅游 考试都是他陪着\n希望你能珍惜"
        ],
        [
            2,
            "发闪照呗"
        ],
        [
            1,
            "勤劳的双手在望江，男大学生总会用上我的。"
        ],
        [
            2,
            "嗯，不知道打死以后扔河里的还是在河里溺水死的，太嚣张"
        ],
        [
            1,
            "约之前对方索要照片，却担心传出去，怎么办"
        ],
        [
            1,
            "男：勤劳的双手帮助男大学生解决生理需求q992852411"
        ],
        [
            1,
            "准备出国的宝宝们，记得看看这两天的《焦点访谈》栏目 莫被色诱了，“西餐”偶尔可能好吃，但容易甩不脱。"
        ],
        [
            1,
            "找人关注公众号，一人一块钱。"
        ],
        [
            2,
            "支教保研？！"
        ],
        [
            2,
            "九眼桥m3酒吧13号晚上死人了，不明不白就死了，监控死角，和酒吧监控人员打架后，就从河里被打捞上来尸体"
        ],
        [
            2,
            "希望搭嘎在教室或者图书馆自习完之后，可以敲咪咪把椅子放到桌子底下猴，这样那些清洁的叔叔阿姨就不用一个一个搬啦；举手之劳嘛 (ง •̀_•́)ง"
        ],
        [
            2,
            "啥年代了在河边弄死一个人还这么容易"
        ],
        [
            1,
            "人好少啊，"
        ],
        [
            2,
            "info上戏精比较多"
        ],
        [
            2,
            "有人出二手kindle  paperwhite3吗？950多那款的。急。。。留q1083316937"
        ],
        [
            0,
            "是你吗？\n我是你的君吗？\n\n某同学·女\n13分钟前\n山有木兮木有枝\n心悦君兮\n盼君再爱我一回\n若成 我必不负君望\n若不成 既已予我希望，又何苦伤我如此\n（愿川大不要让我深情空付，愿川大待我如来时温柔）"
        ],
        [
            1,
            "梦见自己长白头发，怎么办"
        ],
        [
            1,
            "我他妈就是个渣男，同时撩了8个妹子，愧疚愧疚"
        ],
        [
            2,
            "外面除草的闹的真是很烦人耶"
        ],
        [
            0,
            "是不是对的人，就让世俗人眼里所谓的时间来检验吧，我要让时间失去它的高贵的世人眼里不可战胜的尊严"
        ],
        [
            1,
            "器大活好, 体贴温柔，q454916670"
        ],
        [
            0,
            "我心永恒。世俗和岁月，尽管来试炼吧，\n它本是一颗金子，无法提升它的品质，只会在外人看来它越来越耀眼。\n我从来都不会真正的快乐和幸福，若有一点，那就是他有永恒不变的心和爱"
        ],
        [
            1,
            "有没有妹子出来玩，陪玩一天500"
        ],
        [
            2,
            "把右手剁了"
        ],
        [
            2,
            "最怕世上游遍，发觉没有此人\n亲手破灭最后那天真"
        ],
        [
            1,
            "晚安啦。\n祝你顺利吧。"
        ],
        [
            1,
            "因为我喜欢过别人，也被人喜欢过。所以我知道那不是喜欢。"
        ],
        [
            0,
            "只有你，才可以让我有力量；\n若没有了你，我只是反复进食、无魂的躯壳罢了，好想死去，好想死去"
        ],
        [
            1,
            "贪生怕死就穷一辈子"
        ],
        [
            1,
            "1512053233\n或许认识一下会有不一样的体验哦"
        ],
        [
            1,
            "2963039357\n或许认识一下会有不一样的体验哦"
        ],
        [
            1,
            "30岁男人的味道真是该死的甜美\n40岁男人的气息真是该死的迷人"
        ],
        [
            1,
            "沈琼死了"
        ],
        [
            1,
            "转一张9.24（中秋节）仙人掌音乐节的票，喜欢民谣和摇滚的小哥哥小姐姐可以了解一下。阵容豪华，有许巍，朴树和陈粒，绝对不亏。时间冲突去不了，原价310（快递费10），现价可270出，想要的小可爱评论见"
        ],
        [
            2,
            "怎么找家教做啊？这学期想赚一点生活费，但是家教群要收信息费又不知道是不是真的"
        ],
        [
            2,
            "I can&#39;t wait for you"
        ]
    ],
    "15": [
        [
            2,
            "和好尼玛勒隔壁"
        ],
        [
            2,
            "和好尼玛币"
        ],
        [
            2,
            "Z同学，我们和好吧"
        ],
        [
            2,
            "我刚对一个男生说了日你妈，他说，我把我妈藏起来，哈哈哈哈哈"
        ],
        [
            1,
            "有对性好奇的妹子吗？陪你聊。2107550875"
        ],
        [
            1,
            "你要约啊"
        ],
        [
            2,
            "哎呦，咋这么安静，约炮贴呢"
        ],
        [
            1,
            "有没有要去看镰仓物语的? ? ? cgv科华店约吗"
        ],
        [
            2,
            "商业街简单剪个头发要多少钱呀"
        ],
        [
            0,
            "南门体育场旁瑞星健身房，剩两个月(-11.14)健身卡，80出。"
        ],
        [
            2,
            "作为一个上大学期间一周回两次家的人，我已经四个月没见我妈了，感觉自己真正长大了。"
        ],
        [
            2,
            "川大吴彦祖刘诗诗们，请问社保卡怎么补办呢"
        ],
        [
            2,
            "高高帅帅爱打篮球的男生是我的梦，只有下辈子实现了"
        ],
        [
            1,
            "安室奈美惠引退了"
        ],
        [
            2,
            "把别签的理由说一下"
        ],
        [
            2,
            "恋爱可以谈，但别相信info上的"
        ],
        [
            1,
            "别签爱旭"
        ],
        [
            2,
            "最近保研差不多敲定了，真的很想谈场恋爱！怎么脱单啊！"
        ],
        [
            2,
            "请问如何能在校园里找到一个打篮球的小哥哥做男朋友啊！"
        ],
        [
            1,
            "有1.8米以上的成都的小哥哥想处对象吗？"
        ],
        [
            2,
            "斯人已远去，你只能走好自己的路，让自己更优秀"
        ],
        [
            2,
            "现在唯一能做的就是往前走不要再回头看了"
        ],
        [
            1,
            "你在教室里打电话打你妈卖麻批呢，婊子"
        ],
        [
            2,
            "1米85的找个1米5的，在床上能匹配吗"
        ],
        [
            1,
            "无耻之徒第九季。开始了。豆瓣9.8分。"
        ],
        [
            2,
            "250人，金融吗"
        ],
        [
            1,
            "有1 我是0"
        ],
        [
            1,
            "scu没有1 ?"
        ],
        [
            2,
            "保研率真他妈高"
        ],
        [
            1,
            "我们专业250个人"
        ],
        [
            2,
            "我在篮球场哈喇子都快流下来了，能隐身就好了"
        ],
        [
            1,
            "为什么一个寝室里面年级前十和倒数前十可以共存"
        ],
        [
            2,
            "失恋恢复期犹如戒毒"
        ],
        [
            1,
            "江安图书馆大厅放的微电影女主角叫什么名字啊，好喜欢。"
        ],
        [
            1,
            "Mmp啊不敢去看二榜…虽然知道自己希望不大。"
        ],
        [
            1,
            "万能的校友啊，求物理学院冯安平老师的联系方式谢谢?"
        ],
        [
            2,
            "普通大学保研真容易"
        ],
        [
            1,
            "南亚人体味太重了，隔几米都是一股闷味?"
        ],
        [
            2,
            "电吹风坏了哪可以修"
        ],
        [
            2,
            "望江也有买桂花糕的 千万别买"
        ],
        [
            2,
            "IPhone前置是魔鬼吗"
        ],
        [
            1,
            "有没有要出海力健身卡的同学哇？ 有的话加我微信嘛xbo21691466"
        ],
        [
            1,
            "找小姐姐约啪 器大活好 q3104483885"
        ],
        [
            0,
            "校门口的板栗桂花糕，一定不要买，非常坑，请新生同学相互转告"
        ],
        [
            1,
            "有同学喜欢wen ai吗，加群：878125667"
        ],
        [
            2,
            "现在哪个教室没停水啊。。。"
        ],
        [
            2,
            "好久没翻朋友的微博了，发现80%都是秀他老婆的，我以后也要找这么一个宠妻狂魔"
        ],
        [
            2,
            "16×14"
        ],
        [
            2,
            "是不是都和你没关系"
        ],
        [
            1,
            "川大的处女是不是不多了"
        ],
        [
            2,
            "玩什么"
        ],
        [
            1,
            "替你还500，你陪我玩行不行"
        ],
        [
            2,
            "望江，又同学要转租吗？"
        ],
        [
            2,
            "不就一直你在骂吗"
        ],
        [
            1,
            "从川大毕业两年再回来读研，好久没看到那么多漂亮女生，混了两年回来感觉都不敢看妹子了，看看着学弟学妹牵着手谈恋爱好幸福啊，"
        ],
        [
            2,
            "实名举报：西南门外卖板栗桂花糕的小推车。?\n首先食物本身味道很差而且是冷的，既没有桂花味也没有板栗的口感；其次他的称完全不准，我们说只要一点但是他说“我只能这么称”，最后“一斤五两”要了45?\n奉劝大家不要轻易尝试???"
        ],
        [
            1,
            "我可一点没想你"
        ],
        [
            1,
            "我走散了"
        ],
        [
            2,
            "原学校商业街幻宇音乐培训开始招生了，需要线上宣传，和线下发传单的兼职，在学校内宣传，不需要处学校，只要认真，提成丰厚奥，不是广告，很认真的寻找一起工作的伙伴，工作地点在学校，都是川大学生，安全和薪资不用担心\u0014qq：820931490"
        ],
        [
            1,
            "大家好，我是541。 祝大家二手iPhone6sp不卡顿，祝大家抑郁症不吃药可以自愈，祝大家用iPad做笔记不被人侧目，祝大家65名成绩可以拿奖学金。真好"
        ],
        [
            2,
            "被李言荣校长在开学讲话cue到的校级组织招新啦\n\n年轻人，你渴望力量吗？\n世界那么大，你想去看看吗？\n\n欢迎加入“大川视界”学生发展协会，\n不限专业，不限年级，期待你的加入。\n迎新群聊号码：838475173"
        ],
        [
            0,
            "有人总是想模仿我，达到他那自以为是的目的，\n可是有形而无实，不过他的目的也是达到了\n当真无耻卑鄙"
        ],
        [
            2,
            "出一张健身卡\n海力\n明年三月到期"
        ],
        [
            2,
            "有没有同学要powerbeats3 wireless的啊，全新未拆想出"
        ],
        [
            1,
            "怎么看待自己的女朋友有男闺蜜，并且有和别的男生出去约酒行为?"
        ],
        [
            1,
            "感觉活在了自己设的枷锁之中。总是会去想要不死了算了吧。又总是会想父母该怎么办。"
        ],
        [
            1,
            "总是想得太多，有用的事做的太少。"
        ],
        [
            1,
            "真的是表白死"
        ],
        [
            2,
            "不说脏话做不到，但对你不说脏话还是可以做到"
        ],
        [
            2,
            "感觉这个自言自语的男生贼可爱"
        ],
        [
            2,
            "莫失莫忘"
        ],
        [
            2,
            "神戳戳?仙人板板 哈哈哈哈"
        ],
        [
            1,
            "请问江安校区今天自习的地方哪儿没有停水？"
        ],
        [
            2,
            "有人卖校车票吗"
        ],
        [
            2,
            "真的是个傻逼啊"
        ],
        [
            2,
            "最好的办法就是让她一个演独角戏，憋死她"
        ],
        [
            2,
            "请问这学期(大四上)的奖学金评定是根据大三的成绩还是前三年的全部成绩?"
        ],
        [
            0,
            "真的受不了这样说梦话的舍友了，以后睡三四个小时就好了，她好就好，不说的时候打呼噜吧很好听"
        ],
        [
            1,
            "自我实现什么个玩意儿"
        ],
        [
            2,
            "希望名单里会有我"
        ],
        [
            2,
            "真累啊"
        ],
        [
            1,
            "“平凡是唯一的答案”"
        ],
        [
            1,
            "我觉得我有病。\n前几天看着自己的照片觉得丑得要死抑郁得不行。\n现在看着自己的照片超喜欢自己。\n我踏马有病吧。"
        ],
        [
            1,
            "不约了不约了，开了两天房啪到怀疑人生。性需求感觉就像胃的需求一样，太饿不行，太饱了会撑到吐"
        ],
        [
            1,
            "救救孩子，求购一个cmcc账号"
        ],
        [
            2,
            "有没有21-25号也就是横跨中秋节想去亚丁稻城的呢？这个时间价格在接近1500，算是性价比比较高的了。如果有意愿的可以留下联系但是我去戳你，或者评论一下之类的~"
        ],
        [
            1,
            "期待一个有缘人"
        ],
        [
            2,
            "超想找一个理工科的男朋友啊"
        ],
        [
            1,
            "会努力优秀，下次就能说我养你了。"
        ],
        [
            1,
            "想找男朋友"
        ],
        [
            1,
            "现在女孩子在大学谈了恋爱是不是都会破处？"
        ],
        [
            1,
            "hjn你tm就是个垃圾，骚0，劳资大98抽死你个沙雕"
        ],
        [
            1,
            "大晚上开语音打游戏的狗东西你妈必死"
        ],
        [
            1,
            "据说某ruan院新生nv辅导员很操蛋。"
        ],
        [
            2,
            "有没有10月去看re:plus的 认识一下？"
        ]
    ],
    "14": [
        [
            1,
            "日你妈个仙人 你TM在寝里面开网吧所？"
        ],
        [
            0,
            "对于这种院长带头没原则的学院也是服气，靠保研前两个月紧抱院长大腿轻松保研，其他同学都是陪衬。也不需要好好学习了，靠谄媚拍马就完事儿了"
        ],
        [
            2,
            "每天草来草去，真的是个哈皮"
        ],
        [
            1,
            "yp的，反动的，发泄情绪的，打辩论赛的麻烦让一让了\n有谁知道新的教务系统怎么看按学期安排的课程计划，系统没更新之前还可以看到，更新了之后找不到了。不是按课程属性，是按学期列出来的。谢谢各位大哥和姐姐。"
        ],
        [
            2,
            "我一定要说"
        ],
        [
            2,
            "充电宝用完才给我充到40%，扎心"
        ],
        [
            1,
            "【4399游戏】2019校招宣讲会\n四川大学（江安校区）\n9月15日 14:30 二基楼B座404室 \n▼\n企业高管为你解密游戏行业\n技术大牛与你现场交流\n校招HR替你答疑解惑 倾情送上校招攻略\n现场接收简历\n更有大量直通面试绿卡抽取环节\n迅速网申http://web.4399.com/campus，欢迎各位同学应聘与分享！"
        ],
        [
            2,
            "偏说"
        ],
        [
            2,
            "有没有同学今天晚上在图书馆捡到钱包(蓝色小裙子形状)呀，里面有一张学生卡20182010~,身份证一张，银行卡一张，现金若干。如有捡到不胜感激呀!"
        ],
        [
            2,
            "请问一下 望江除了基教c开到十一点 还有哪里吗"
        ],
        [
            2,
            "今天陪我从北门走到东五还跟我说再见的男孩子！秋天到了，那条路会越来越漂亮，我还想跟你一起走。"
        ],
        [
            1,
            "定金退双倍，打官司就打官司呗"
        ],
        [
            1,
            "学法律的大佬是白痴，快去咨询律师！"
        ],
        [
            1,
            "一天不吃饭可以，一天不吃逼不行"
        ],
        [
            2,
            "求助各位学法律的大佬。\n是这样的，我朋友买二手房，定金都交了，可是业主突然说不卖了。合同上写的是违约金百分之二十。现在业主意思是把前期定金退了，就完了。可是我朋友为这个事也奔走了好久。现在应该解决？打官司能解决吗？"
        ],
        [
            2,
            "不说脏话这辈子都不可能"
        ],
        [
            2,
            "啥专业居然保60个"
        ],
        [
            2,
            "我他妈最可笑的一点就是还相信爱情，快加入拜金教"
        ],
        [
            1,
            "排名100+ 加分很少 是不是没机会保研了 面试根本没有信心去了  因为只保60个左右  唉"
        ],
        [
            2,
            "有些人啊，根不就不值得"
        ],
        [
            1,
            "最好的兄弟找我吐槽失恋但我不想听怎么办"
        ],
        [
            0,
            "恭喜RNG！！！"
        ],
        [
            1,
            "呵呵兔学姐 之前给我讲保研的时候一套一套 还说我轻纺37名保研可能没希望 让我做好准备考研吧 我以为您多??呢 我今年11名了 你呢？"
        ],
        [
            1,
            "作为外院的我想说句话 谁和你说过541拿过国奖啊？？我满脸黑人问号好吗？？541去年单项二等吧我没记错的话  今年更惨啊 65名了解一下 可能单项奖也拿不到咯 现在是不是在搜肠刮肚找有什么奖可以加分啊?"
        ],
        [
            1,
            "541这么跳怎么才65名啊…我真的服了 上学期末那么折腾我以为成绩多好呢 看info感觉家里也没啥钱 毕业咋办呢?"
        ],
        [
            1,
            "转一张9.24（中秋节）仙人掌音乐节的票，喜欢民谣和摇滚的小哥哥小姐姐可以了解一下。阵容豪华，有许巍，朴树和陈粒，绝对不亏。时间冲突去不了，原价310（快递费10），现价可270出，想要的小可爱评论见～"
        ],
        [
            2,
            "国庆康定3-4日自驾游，日期可商量，目前有情侣一对，还想要一位或两位同学加入，从川大出发大概四个半小时到木格措景区，不用会开车，情侣或妹子汉子均可～欢迎勾搭 微信807706482"
        ],
        [
            1,
            "有同学考川大的研吗？加个好友一起走吧1145341132"
        ],
        [
            0,
            "据可靠消息，某安全部门有数据采集系统监控推特脸书油管等上的中文评论和动态，疑似有筛选正面负面中立信息的功能（尚不清楚这一功能系人工操作还是系统自动处理），虽说平台本身不太会有向大陆zf提供用户个人信息的可能，但不代表没有办法获取，总之望墙外活动人士尤其键政爱好者小心，被请喝茶真不是闹着玩的"
        ],
        [
            2,
            "每天50%的贴子都是约炮的"
        ],
        [
            1,
            "找小姐姐约啪 qq3104483885 活好时间久"
        ],
        [
            1,
            "有同学想要免费出去玩的吗，我这儿可以提供，留下联系方式就好啦"
        ],
        [
            2,
            "随便吧，又不是第一次被生活强奸了"
        ],
        [
            2,
            "再要好的朋友，交情淡如水即可，因为陪得久了，总是会厌烦和别扭，以后要一起共事很久的同事，关系最好不要那么亲密。几个点头之交就好，日子久了，难念心生怨念"
        ],
        [
            1,
            "找人帮忙关注公众号，关注一个一块钱"
        ],
        [
            1,
            "川大玩耍（gou da）组织：国庆我们一起去美丽的女儿国 泸沽湖嗨皮啦～（4天3晚）\n想要了解我们 \nqq群：622545558 群相册有出去玩的图片哟。\n微信：546235889 朋友圈有我们的文案哟～\n欢迎关注微博：川大玩耍组织。\n这个国庆就是玩玩玩、浪浪浪、脱单 、结交新朋友。哈哈哈哈～\n顺便求赞 谢谢啦"
        ],
        [
            1,
            "有二十张校车票，谁要呀"
        ],
        [
            1,
            "学校的拔尖班选的都是四川人"
        ],
        [
            2,
            "确实是桂花香，香甜的不得了"
        ],
        [
            2,
            "有没有考想考catti的同学一起学习啊！"
        ],
        [
            2,
            "好累啊…………"
        ],
        [
            1,
            "求周五晚上二专拼车车友"
        ],
        [
            1,
            "人生如是，如此"
        ],
        [
            1,
            "缺钱，很缺"
        ],
        [
            0,
            "求求你别噪音扰民了"
        ],
        [
            1,
            "恕我直言，擦掉了综c1楼墙上可爱小兔兔的训练部，就是垃圾"
        ],
        [
            0,
            "（大声bb）当你发现你的舍友不仅是个混古风圈的而且还喜欢在宿舍陶醉练歌是怎样一种mmp的心情"
        ],
        [
            1,
            "有没有想卖电瓶车的啊可不可以留个联系方式"
        ],
        [
            2,
            "哭哭，这也太倒霉了，今晚上早点回去等开门"
        ],
        [
            1,
            "望江北苑一舍门口中午十二点至两点之间，有没有哪位老哥骑了一个车斗放了一把黑色伞的小黄，伞的图案是熊本熊，黑色，标签还写了字，很重要，有哪位老哥捡到，必重谢，电话13118106872"
        ],
        [
            1,
            "有女生文爱嘛"
        ],
        [
            1,
            "有小姐姐约啪吗?"
        ],
        [
            1,
            "约小姐姐，男，还是处。。留号删"
        ],
        [
            2,
            "三天一个iphone,我来"
        ],
        [
            2,
            "不约炮吧，身体难受，约了炮吧，心里难受"
        ],
        [
            2,
            "看啥看呀，没见过这么瘦胸还这么大的？"
        ],
        [
            1,
            "想问下小哥哥小姐姐们，没在学校想打印成绩单怎么弄呀"
        ],
        [
            2,
            "不满的地方多了去了"
        ],
        [
            2,
            "9.11了，好好为未来做打算"
        ],
        [
            2,
            "重要的是我怎么做，而不是对方的想法，优秀是最有的还击"
        ],
        [
            1,
            "住宿条件侵犯人权"
        ],
        [
            2,
            "非要去地产的话我知道龙湖的待遇好像还行"
        ],
        [
            2,
            "有没有学生对学生的跳蚤市场啊，想买旧书"
        ],
        [
            0,
            "为什么像川大人旧书店这种便民利民的店铺不能长久地开下去呢？不忍心看七联赚黑心钱"
        ],
        [
            2,
            "学校到底扣不扣费啊，烦死了，生怕不小心就花掉了，学费到底多少也不公示一下，就算每学年一样也该出个学费公示的表什么的吧，每年都靠自己猜测(-ι_- )"
        ],
        [
            1,
            "想在校招季做一下校园推广工作挣点钱的可以加我微信呀18631258192，基本都是线上转发的工作，9月份一个月几千块问题不大的。，"
        ],
        [
            2,
            "难道不会把我逼疯掉吗"
        ],
        [
            1,
            "高中毕业可以做什么工作"
        ],
        [
            1,
            "请问咱们学校转专业成功之后还能放弃吗?"
        ],
        [
            1,
            "有喜欢闻白袜的么"
        ],
        [
            2,
            "成都街上香香的这是啥味道"
        ],
        [
            1,
            "找个研友约自习，自己自制力真的差，我是男的，有意的留个联系方式"
        ],
        [
            1,
            "请问当年的奖学金证书，优秀学生干部证书丢了，在哪里能开到证明呢？"
        ],
        [
            2,
            "听说明天华侨城要来川大宣讲了，大家还是去刷刷知乎啥的，不想川大学弟学妹入坑。我是雷锋http://www.zhihu.com/question/67421905"
        ],
        [
            2,
            "我要把你们这些约炮男统统睡了，骚逼"
        ],
        [
            2,
            "哇，我又想起你了耶。闻到祖马龙香水的味道就会想起你，可是我们已经分开三个多月了耶。你在那边要好好照顾自己，不要被外国妹纸勾去了呀。我也会好好生活的。"
        ],
        [
            2,
            "小明，出来洗地板了，你管不好就把管理权转让"
        ],
        [
            1,
            "求交流 求聊天 看看能不能交到朋友"
        ],
        [
            1,
            "怎么变成招嫖平台了"
        ],
        [
            0,
            "昨天晚上，也就是9月13号，在体育馆掉了一个黑色的磨砂眼镜，我真的很需要眼镜，希望捡到的同学能联系我，感谢。\nQQ:2416576606"
        ],
        [
            2,
            "xs,max是什么意思"
        ],
        [
            2,
            "有没有人约16号简单生活音乐节晚上一起打车返校的，不敢一个人坐"
        ],
        [
            0,
            "没有人和我一样有个睡觉尖叫的舍友吗说不清究竟多少次全宿舍三四点醒来了"
        ],
        [
            0,
            "请问学校的心理咨询室在哪，谢谢了"
        ],
        [
            2,
            "回复给问体测的童鞋\n大四下学期有几天集中进行补测，只要把缺的补上就可以了。不知道有没有帮助到你?"
        ],
        [
            1,
            "诶还有没有卖二手电瓶车的呀"
        ],
        [
            1,
            "今天保研面试，所有人都在转杨超越"
        ],
        [
            1,
            "回不去了，一开始就是我错了"
        ],
        [
            1,
            "楼下666"
        ],
        [
            2,
            "会有补测"
        ],
        [
            2,
            "大四狗只测了三次体测，弱弱的问一句，大四下学期是不是还有一次机会?有没有小可爱知道的?"
        ],
        [
            1,
            "失眠了，有没有聊会的"
        ],
        [
            1,
            "想看魔道祖师，又不想花钱，糟心。? ?"
        ],
        [
            1,
            "久违的心动"
        ],
        [
            1,
            "病来如山倒，病去如抽丝"
        ],
        [
            1,
            "江安新生报到第一天，在游泳池这边这条路扫摩拜的小学妹，我无意间跟你搭了话，当时实在问室友的车扫不了吗，你以为我对你说，你回头看向我时我看呆了，就是心动的感觉，但是你妈在旁边，我不好意思找你搭话帮你扫车，有点后悔，可能是我大四了而且从娘胎里出来21年一直在solo，太怂了，好想再见到你交个朋友!"
        ],
        [
            2,
            "我还草泥马呢"
        ],
        [
            0,
            "想要那个成都飞北京500块的人的联系方式，请问大佬们有人有吗"
        ],
        [
            2,
            "我们 重新认识可以吗？\n从我问你 你叫什么名字开始\n我会收起我的小脾气和任性\n好不好"
        ],
        [
            2,
            "哈啤不值得相与"
        ],
        [
            1,
            "不知道是不是男孩子不应该在吵架的时候跟女朋友讲自己的情绪，讲了之后两个人只会吵得更厉害。\n最近也发现，自己好像更喜欢幻想自己怎么怎么死了\n，是不是死了然后才会有人知道疼你。\n以前也觉得他们得多绝望才会轻生，我一定不会，可是我现在的状态，我真的好怕有一天自己也扛不住了。\n晚安吧你们，别太晚睡，照顾好自己，我还能抗下去。"
        ],
        [
            2,
            "不要生气不要生气不要生气！但是我还是想吐槽，东四三楼最近是有人疯了吗？尖声尖气的声音吼那么大声勾引男人吗？拜托这里不是男寝，滚你妈的蛋吧~或许你考研找工作压力过大要吼两声缓解一下，但是请别TM在睡觉时间吼好吗？谁TM没有点压力啊！还不让人睡觉了？你爹妈没教过你做人的基本礼仪吗？大学宿舍这么危险请爱护生命好吗？如果你考研希望你考不上，找工作找不到好工作！对我就是听不得那些噪音又懒得不想下去看那些瓜婆娘的脸还要在这里来骂两句解气！好了气解了如果有人看了引起抱歉那就不好意思了毕竟刷info就是可能会付出这样的代价！"
        ]
    ],
    "13": [
        [
            1,
            "张学友演唱会，周六晚那场有拼车的吗，一起去一起回"
        ],
        [
            2,
            "大家好！你们有校园卡可以租借吗？可以在食堂吃饭的。我刚毕业，因为特殊原因还在望江校区，想长期租借校园卡。至少一年。"
        ],
        [
            2,
            "求问中国特色社会主义理论上课的老师吴炎和王元聪，哪个老师给分高哇"
        ],
        [
            1,
            "困，睡觉！！"
        ],
        [
            2,
            "国际组织实习 加5分"
        ],
        [
            2,
            "最近都在保研，我只是想知道有哪些高效的加分项目啊？"
        ],
        [
            1,
            "我是男生，有意的女生留个号约吧"
        ],
        [
            2,
            "想咨询一下药学院的学长学姐们如果要进老师的实验室应该怎么做啊？大二转专业狗一枚，完全没有头绪……"
        ],
        [
            1,
            "求问华联三楼的乐美健身怎么样"
        ],
        [
            1,
            "每天晚上自己出来买吃的，看到都是成双成对的，啥时候能有个女朋友呢"
        ],
        [
            2,
            "有人要去23号的仙人掌音乐节吗？蔚然花海太远了，怎么去啊？"
        ],
        [
            1,
            "打一波广告～川大周边轰趴馆——玖拾玖个玖开业啦，小玖位于文星花园小区，周末晚场（19:00—次日8:00）仅需400—600元哦，现在来玩还可享开业福利，快点加群私戳吧！群号876612835"
        ],
        [
            1,
            "机械原理真的恐怖"
        ],
        [
            0,
            "文明自习，从我做起。今天在文理馆自习室不知道哪位的手机，开了震动放在桌上，来一条信息就嗡嗡一下，一直在响，真心烦人，有人提醒也当做放屁。我要是碰上你，一定好好跟你讨论一下马克思哲学，你这种人就不配自习！"
        ],
        [
            1,
            "给自己定个奋斗目标，考上了研就买想了好久的switch? ? ?"
        ],
        [
            2,
            "哎 ！"
        ],
        [
            1,
            "找1过夜啊....望江"
        ],
        [
            2,
            "不行了 看个保研排名都要笑死我了"
        ],
        [
            2,
            "真的会无端特别讨厌一个人"
        ],
        [
            1,
            "韩国城cgv今晚七点半蚁人2两张票送了，出票码验证码4706 0090"
        ],
        [
            1,
            "有一起睡觉的么 我男生...留联系方式 望江哈"
        ],
        [
            2,
            "想在国庆假期去理县， 有人一起吗？预算不多Emmmmmm联系qq2324135883。本人男生。"
        ],
        [
            2,
            "父亲对女儿的颜值是决定性的"
        ],
        [
            2,
            "陈智的马原怎么样"
        ],
        [
            1,
            "江安周边新开轰趴馆——玖拾玖个玖诚招校园代理，有意者私戳qq768280078哦～"
        ],
        [
            2,
            "别删啊，我还没看完呢"
        ],
        [
            2,
            "不要和凶巴巴的人在一起哦"
        ],
        [
            1,
            "#新东方考研讲座#\n\n添加川大新东方考研小助手，有更多福利哦！qq:287638698\n【新东方考研高峰论坛峰会】\n\n时间：9月15日（周六）下午13：30-17：00\n\n地点：天府广场西御街8号西域皇城酒店3楼大会议厅（地铁C口）\n\n主讲老师：易熙人＋付恒＋牛炜\n\n主讲内容：考研英语、政治、数学全年规划及择校择专业及专业课复习规划讲解\n\n到场福利：\n1 到场同学凭门票入场，每张门票领取20元现金车费补贴，并且享受学费马上减2000！\n2 凭门票可以参与中途三次抽奖活动：电影卡、小米手环、华为音响，beats耳机、电动滑板车、iPad、iWatch.\n\nPS:邀请函共有50张，想去的朋友赶紧添加小助手为好友领取哦！送货上门[em]e40118"
        ],
        [
            1,
            "我之所以删帖是因为仅仅想把这个事情说出来，毕竟大多数人没有切身的感受，所以让他长时间挂在网上也没有什么益处，最后再次感谢楼下几位同学的好意"
        ],
        [
            1,
            "谢谢大家的好意，感谢你们"
        ],
        [
            1,
            "突然对线上购物不放心了，哪里的WIFI 路由器好，可以穿墙那种"
        ],
        [
            1,
            "刚才那位强迫症小哥，你可以试着联系一下我们川大的一位老师，叫 格桑泽仁，他或许对你的病情有其他的见解和治疗方法。发个邮件吧给他。"
        ],
        [
            2,
            "房价两年内翻了3倍的，房价5年内翻了5倍的，这不是搜刮民脂民膏吗"
        ],
        [
            2,
            "望江捡到校园卡一张！\n外国语学院2017级的杜沁伟小姐姐，你的卡在我这里啊，拜托认识或者同学院的人扩散一下~"
        ],
        [
            2,
            "靠工资买房基本无望"
        ],
        [
            2,
            "在江安图书馆被次日清理掉的私人物品还有找回来的可能吗？丢了一堆考研资料，心塞"
        ],
        [
            1,
            "3333333"
        ],
        [
            1,
            "22222222"
        ],
        [
            1,
            "1111111"
        ],
        [
            1,
            "华新文登考研9周年校庆本周六盛大开启！想考研的宝宝们注意了，这里有你想要的干货哦！上午10:00～11:30，英语试听课，教授英语基础阶段复习攻略；下午2:00～4:00，数学试听课，教授数学考试要点和解题思路。地点:望江校区北门，川大科技大厦南楼5F。报名请加Q1962622752。"
        ],
        [
            1,
            "我13cm，还是处，不知道算什么水平，有经验丰富的小姐姐说下吗"
        ],
        [
            2,
            "靠上班好像根本无法脱贫"
        ],
        [
            2,
            "什么时候才能脱贫"
        ],
        [
            1,
            "有没有想要wen  ai 的那种。\n这里有个群，已经有好多川大的小姐姐小哥哥了。请加q：878125667"
        ],
        [
            2,
            "希望这个傻逼明白，我们真的不care她的存在，故意在我们面前笑，展示她的开学与快乐，我们真的不在乎，她这样搞很奇怪，她自己别扭，我们看着她也觉得她有问题。希望她可以明白吧，为什么要活给别人看呢"
        ],
        [
            2,
            "想问下专业选修退掉有啥影响不？( ˙-˙ )专业选修的最低学分已经修够了的"
        ],
        [
            1,
            "11cm左右"
        ],
        [
            2,
            "新东方雅思托福校内班12人团报，有意私戳QQ1316870254啊~"
        ],
        [
            2,
            "请三教315一直说说笑笑的那两个女生原地爆炸好吗……一直看综艺 说话 笑得不停 回寝室不好吗……mmp"
        ],
        [
            1,
            "短小精干"
        ],
        [
            1,
            "自己的丁丁在未勃起状态下只有3cm左右，偶尔更短，是不是有问题呀…"
        ],
        [
            1,
            "有玩儿pt的同学吗，最近刚接通ipv6，想求个邀请码呀，可以发放的小哥哥加QQ87195890"
        ],
        [
            2,
            "江安现在西南门还能收快递吗？"
        ],
        [
            1,
            "对未来感觉好迷茫，觉得自己保不上研了。唉"
        ],
        [
            2,
            "哈皮"
        ],
        [
            2,
            "这种辣鸡也想考上研，真是对好好学习认真用功同学的侮辱。垃圾"
        ],
        [
            2,
            "诶气不到我气不到我略略略，zznkbsy SB"
        ],
        [
            2,
            "读书好玩吗"
        ],
        [
            2,
            "真是没见过这么垃圾的舍友 爱占便宜 自以为是 做人还卑鄙无耻 祝你家一辈子都翻不了身！"
        ],
        [
            1,
            "有肌肉0"
        ],
        [
            2,
            "上交就那么让你看不起?大佬啊，牛逼"
        ],
        [
            2,
            "不划算"
        ],
        [
            1,
            "打算去清北结果保到了上交，准备放弃保研选择出国划算吗？"
        ],
        [
            2,
            "我好像真的不喜欢你了，我只是想赢"
        ],
        [
            1,
            "什么大新闻"
        ],
        [
            1,
            "等待着今天的大新闻"
        ],
        [
            2,
            "急转9.15本周六，两张成都简单生活节门票，可单买，可小刀，原价280一张，阵容：热狗，朴树，谢春花，逃跑计划，顽童，呆宝静等等，有意联系微信：furuihua0221"
        ],
        [
            1,
            "校车票有同学有吗，要三四十张  578626810"
        ],
        [
            2,
            "大佬们有没有推荐的自学编程的学习语言的顺序？？已经学了C了，下一步是Python还是Java？还是C++？，，操作系统也可以闲着没事翻翻吧？"
        ],
        [
            1,
            "谢谢羊老师！推荐毛概选他"
        ],
        [
            1,
            "请问大家，毛概如果刷分的话对保研有效吗？老师给分太低了想换个老师，闭卷也不要紧"
        ],
        [
            1,
            "租借川大饭卡，本人在华西医院工作，18年毕业川大，有租费，我微信eskandar1714"
        ],
        [
            1,
            "有人知道一餐的特警是怎么回事吗？开的福特猛禽，还带了黑色手提箱和95式步枪。"
        ],
        [
            2,
            "今年考研无望，想直接二战了！现在有两个问题就是，毕业之后我是在川大边上租房子学习，还是回家复习？是只专心学习，还是边兼职边学习？求大佬指点！"
        ],
        [
            1,
            "求川大二手交易群，谢谢"
        ],
        [
            1,
            "有人需要二手自行车吗？因为毕业班了，所以想把车处理掉，车况良好，价格随缘，有需要的＋微18708106718 （坐标华西，非诚勿扰）"
        ],
        [
            2,
            "你不也一直自言自语"
        ],
        [
            2,
            "碰到傻逼室友真的无法，旅游回来不能开心一点吗，发你nnd脾气，影响心情，算了，我们几个关系已经听好了，知道她易怒易暴躁，我们就少说话忍着点呗，她不在的时候再说话就行了啊，和她纠结在琐事上面就是浪费自己的时间精力，任她自生自灭好了"
        ],
        [
            2,
            "现在多努力一点，未来就多一份保障"
        ],
        [
            2,
            "真的是让我怎么办，此题无解"
        ],
        [
            1,
            "救护车你也带我走吧"
        ],
        [
            1,
            "十分钟前的救护车? 是怎么个事情哦"
        ],
        [
            1,
            "想考驾照，有老司机推荐么，感激不尽"
        ],
        [
            2,
            "怎么办啊我日我日我日"
        ],
        [
            2,
            "人生困局啊我日"
        ],
        [
            2,
            "你去死吧你"
        ],
        [
            2,
            "专业第一为什么会保研失败"
        ],
        [
            1,
            "码字码得要精神分裂。"
        ],
        [
            1,
            "快三个月了，我好想你"
        ],
        [
            1,
            "再见。"
        ],
        [
            1,
            "毛爷爷 秋春夏 建校前后"
        ],
        [
            1,
            "想问问有没有在字母圈的小伙伴 交流一下心得"
        ],
        [
            1,
            "老子吃火锅 你吃火锅底料\n老子坐火车 你卧火车轨道\n老子坐火车 你坐火车轨道\n老子吃泡面 你吃调味料包\n老子吃凤爪 你吃陈年泡椒\n老子吹空调 你吹空调外机\n老子吃西瓜 你吃西瓜皮皮\n老子喝酸奶 你舔酸奶盖盖\n老子吃辣条 你舔塑料袋袋\n老子吃串串，你吃串串芊芊\n老子吃包谷，你吃包谷须须\n老子喝啤酒，你舔啤酒泡泡\n老子吃饺子，你吃饺子皮皮\n老子玩奥迪，你玩奥迪双钻\n老子吹空调，你吹空调外机\n老子吃香蕉，你吃香蕉皮皮\n老子耍手机，你耍手机壳壳\n老子玩手机，你玩手机充电器\n老子吃榴莲，你啃榴莲壳壳"
        ],
        [
            1,
            "身边的人对待感情越来越随便，撩骚几天就说一见钟情。 我是越来越看不懂了。"
        ],
        [
            1,
            "六级成绩单哪里打印啊"
        ],
        [
            1,
            "成绩在专业排名80%左右，没有任何奖项，不想找工作，不想考研，还好家里面经济可以，打算出国再混几年，现在想想，真是失败……"
        ],
        [
            2,
            "奉劝各位不要选唐庆粦的任何数学课程 成绩出来会有想砍人的冲动 只能帮大家到这一步了:)"
        ],
        [
            1,
            "认识你，我后悔了……"
        ],
        [
            1,
            "最需要讨好的人是自己，你是谁，我他妈凭什么迁就你，不想在这的人就滚，滚出我的世界"
        ],
        [
            1,
            "穷逼们，还在想着免费的午餐，做你的青天白日梦去吧"
        ],
        [
            1,
            "我把你当好基友，你却想给我找女朋友？！？！"
        ],
        [
            0,
            "不知道你具体是哪一分来到这个人间，\n这十几年来我没能在你身边处处保护你，\n如果你的生日是照农历算的话，\n当秒钟指向0点的时候，\n你又长了一个年头。\n生日快乐，一定要快快乐乐的！\n我的在乎，不会耗掉你的好运，\n如果真有那么邪乎，你可知\n我早已向你转移了我全部的气运，\n世间存在的所有的疾病、祸患还有各种挫折与不幸，\n都只能发生在我的身上，而你不行\n在乎你，爱你，我心甘情愿\n你不要有任何的负担，不要有任何的心理压力\n永远快快乐乐的\n生日快乐！\n，。"
        ]
    ],
    "12": [
        [
            1,
            "求闷骚的女孩子聊聊xing话题，有妹子对这个好奇么？2107550875"
        ],
        [
            1,
            "是有啊"
        ],
        [
            2,
            "求问江安有比较安静的一个人自习的好地方吗？"
        ],
        [
            1,
            "有人留电话号码吗？"
        ],
        [
            2,
            "大家毛概都是多少分"
        ],
        [
            1,
            "望江有没有失物招领群呢"
        ],
        [
            1,
            "成绩单在哪下载啊"
        ],
        [
            2,
            "毛概的陈乐香老师，给分是真的不错，好评(o^^o)\n学弟学妹们下学期选课可以考虑陈老师"
        ],
        [
            2,
            "川大江安的合理饮食与文化的这门课怎么样？？？分给的高不高？"
        ],
        [
            2,
            "在华西这边办了新的卡\n领取了优酷和爱奇艺的会员，\n然后发现我要看的忽而今夏和斗破都在腾讯\n心态崩了T_T\n有好心的小姐姐or小哥哥愿意和我交换着账号用吗？这样我们就可以用三个视频的会员了，QAQ希望能有好心人联系我，留下qq我加你也行，我的1546119784"
        ],
        [
            2,
            "求助！！有没有人知道教务处改革之后从哪里可以获得电子成绩单啊？？"
        ],
        [
            2,
            "一想到你呀忙碌的生活就变得空荡荡，我何时才能停止想你，真的很难受"
        ],
        [
            2,
            "想问有人了解电气的保研面试流程吗？"
        ],
        [
            1,
            "想念临江仙"
        ],
        [
            1,
            "王某在表白墙说，“凡事人拉人的群，都不是啥好东西...”，那么：1，他自己是不是好东西？2，“事”还是“是”？“事”在这里解释不通啊，是不是要复习小学语文"
        ],
        [
            2,
            "也太可耻了，可耻的我都笑了"
        ],
        [
            2,
            "想把你们的号和你们的文案都贴一下（我是那个需求解决方式）"
        ],
        [
            2,
            "求科普生理需求的解决方式"
        ],
        [
            1,
            "很久没联系，突然去找她会不会被瞧不起"
        ],
        [
            1,
            "有感觉"
        ],
        [
            0,
            "考研，现在真的好困，好累，又好烦。"
        ],
        [
            1,
            "刚刚地震了你们有感觉吗"
        ],
        [
            2,
            "哈哈哈哈吹东风志的女生~~好有生活情趣"
        ],
        [
            2,
            "我说 迫切想摆出繁衍姿势又怕麻烦而用膜隔开生殖器官的你们 真的很难看\n生理需求可以有各种解决方式 有空多科普知识，少做点傻逼事"
        ],
        [
            2,
            "十六舍吹笛子还是吹箫的那个女生，你吹这玩意真的吵，求求您能不能憋吹了，真的烦。"
        ],
        [
            2,
            "一个人吸烟真的十分非常特别无聊"
        ],
        [
            1,
            "真心想约一次，想要通过性的放纵来缓解一些心里的烦恼，要求长相尚可。"
        ],
        [
            2,
            "我终于由倒数第一变成倒数第十了，嗨森"
        ],
        [
            1,
            "想放弃保研的资格又犹豫考研的风险，每次都给自己留后路的自己注定是个撸蛇"
        ],
        [
            1,
            "连专业的前50%都进不了，我真的失败。绝望啊！绝望是无用的，晕乎乎。"
        ],
        [
            1,
            "求大佬推荐下望江附近的私教工作室"
        ],
        [
            2,
            "陈乐香老师的毛概有没有伙伴拿到成绩了。。。是60 70还是80啊  看这成绩我心慌"
        ],
        [
            2,
            "不合适就换！！"
        ],
        [
            1,
            "果断上交呀兄弟，复旦已经被上交全面超越了！"
        ],
        [
            1,
            "上海交大硕博连读和复旦的专硕选哪个？"
        ],
        [
            1,
            "没有方向，不想回家"
        ],
        [
            1,
            "望江移动20M宽带出租，有意愿的联系18756591785或者q1105169035"
        ],
        [
            1,
            "问一下，大家有在学校出国培训部上过雅思的吗？教的怎么样？值得上吗？"
        ],
        [
            1,
            "怎么复查卷面啊，毛概期末试卷我和别人选择都一样，大题答的内容也差不多，结果我卷面60，别人卷面90？？？？？？？？这算什么事？"
        ],
        [
            2,
            "大家毛概邓宗豪老师的成绩怎么样啊..."
        ],
        [
            1,
            "我决定…失眠的时候爬起来码字吧。"
        ],
        [
            1,
            "emmmm … 找个考研的女孩子 一个人太累了"
        ],
        [
            2,
            "望江三教310最后一排的那个女生，您脸真大，都会直接抢座了"
        ],
        [
            2,
            "在图书馆功放英语的，真没素质。"
        ],
        [
            2,
            "为什么scuinfo用不了了"
        ],
        [
            2,
            "毛概怎么60? 怎么会…我知道课堂有扣一些分那也不至于60啊啊！！！！怎么办？？我要联系老师吗？"
        ],
        [
            1,
            "评教可以用手机分屏模式哦。突然醒悟。"
        ],
        [
            1,
            "在综c一楼坐着评教，拿着手机等半天，瞌睡都来了睡着了，躺那人家还以为我把自己评挂掉啦。\n真他们难受，切出来发info，那个倒计时居然停滞不前了。"
        ],
        [
            2,
            "想问一下各位小哥哥小姐姐，望江附近哪里有通宵自习室的么？"
        ],
        [
            1,
            "专业课挂了，现在找老师还有机会吗QAQ"
        ],
        [
            0,
            "毛概93分是什么概念?"
        ],
        [
            2,
            "数二想刷分，求推荐老师??"
        ],
        [
            1,
            "请问学子书店早上几点开门"
        ],
        [
            0,
            "9.14有从望江去双流看张学友演唱会的吗，晚上一起回学校呀"
        ],
        [
            2,
            "一帮二傻"
        ],
        [
            1,
            "我女朋友真的是对我太好了，觉得自己一辈子的运气都花在了和她在一起上，真的是除了余生给她所有的好之外无以为报了。"
        ],
        [
            2,
            "闲鱼上买到了假口红，对方拒绝退货，说我用过影响二次销售，我又修改了退货申请，附上了和正品口红颜色的对比图，现在她要是在拒绝我该怎么办呀，真的不想吃这个亏，就心里很憋屈"
        ],
        [
            1,
            "有毒吧，保个研你们哪来这么多加分"
        ],
        [
            1,
            "留着它，养肥了吃"
        ],
        [
            1,
            "痛苦"
        ],
        [
            1,
            "二楼到一楼，一定要坐电梯?什么心理"
        ],
        [
            1,
            "图书馆睡觉打呼真是令人窒息。尤其是呼噜声还特别大。"
        ],
        [
            2,
            "自私"
        ],
        [
            2,
            "东四爱偷别人外卖的狗东西一次次被diss还是本性不改的嘛，我和我周围其他两个小姐姐在东四都被偷过外卖，之前还看到有小姐姐在门口售卖机上张贴diss偷外卖的狗，今天室友的外卖又被偷了，不是偶然事件了吧，特么在人最饿的时候偷，你想吃你就给你爹说，爹给你买啊，这种缺德事干多了你妈灵车从你门前经过，下次守到机子那，看到有人拿自己外卖，见一次打一次往死里打"
        ],
        [
            2,
            "是270和接近400...也不给个确定的价格，万一搞完了收了390我能怎么办"
        ],
        [
            1,
            "缓考的朋友是不是都没加平时成绩啊？怎么联系教务处？"
        ],
        [
            2,
            "270和300哈哈哈"
        ],
        [
            2,
            "江安十舍后面的自行车电瓶车维修店，建议不要去比较好。电瓶车坏了过去问问换电池多少钱，开价三百多四百，说是起价了，没敢直接换，后来去外面问了二百七十块，嗯，黑心！"
        ],
        [
            2,
            "你占座有理了？丢你书怎么了 门口课表没长眼睛 你考nm"
        ],
        [
            1,
            "早上看到一天消息：驾了么郫县店，无证经营被查封了。然后我翻了下帖吧，真的惨不忍睹，我报名半年多还没有体检能不能退费，当初朋友介绍过来又不好去说，唉，好烦"
        ],
        [
            2,
            "江安东苑到底开门了没呀。。。没人我就等会再问一遍。。"
        ],
        [
            1,
            "说得你多牛逼一样，川大核工程是很棒棒的好吧！别搞得挑三拣四才来我大川，shabi"
        ],
        [
            1,
            "别紧张……重修还好啦～过了就好，总体不差，找工作主要看你学习能力，成绩你说中等偏上就还好，谁会太在意这个呢～"
        ],
        [
            1,
            "要不要来川大……恩，爱来不来哈哈哈！"
        ],
        [
            1,
            "我这学期大四，读的是核工程专业，然后研究生博士也想读这个方向。然后今年参加川大物理学院的夏令营并获得了优秀营员，现在也获得了本校的保研资格（我本科不是川大的），我老家在四川，然后现在就在纠结去西交还是来川大。主要现在想弄清楚川大核工程老师人品怎样？有没有学术氛围，研究生待遇怎样?核工程出国交流机会是否会有?拜谢啦(ಡωಡ)"
        ],
        [
            1,
            "望江性价比高的理发店，首推出南门左拐，在体育馆对面的一家～老板人超级好，一个乐观开朗的老板娘和他的儿子"
        ],
        [
            1,
            "农村的信用社有些还延用，后来多改成农村商业银行，比如成都农商行，城市信用社则改成了城市商业银行，比如成都银行。"
        ],
        [
            1,
            "从小就听人们说年轻人自私自利，现在发现，这些人长大了"
        ],
        [
            2,
            "草泥马江安一教考研的书都被都被丢出来了?没考研教室去个空教室还不行吗!学校有病吗!"
        ],
        [
            1,
            "不想上课"
        ],
        [
            2,
            "农村信用社不就是农商银行？"
        ],
        [
            2,
            "不交放弃保研书会有什么影响吗"
        ],
        [
            1,
            "原来追人当舔狗不被接受，以为不会被爱了。现在却遇上了桃花劫，这咋办？"
        ],
        [
            2,
            "成绩单上必修课显示重修有什么影响吗，不保研，想找工作，招聘单位会问吗"
        ],
        [
            2,
            "求助，望江附近哪有四川省农村信用社？？？着急要办事情，地图上找不到"
        ],
        [
            2,
            "望江学校周围有没有套二的房子出租的？？？"
        ],
        [
            2,
            "请问望江有能修表的地方吗？"
        ],
        [
            1,
            "谢谢你,兀皿兀，    想哭，谢谢你！"
        ],
        [
            1,
            "重来啥呀！所有的梦想都可以去实现，所有的不满都可以去改变，年轻就是一无所有，唯一有的就是啥都别怕！"
        ],
        [
            1,
            "雅思必须拿下7分！立个flag，拼了！以后都不允许给自己丢脸！"
        ],
        [
            1,
            "失眠  想不开 想重来！ 二十年后又是一条好汉！"
        ],
        [
            2,
            "楼下怎么了"
        ],
        [
            1,
            "不行了  好抑郁  明天整点酒喝。"
        ],
        [
            2,
            "打呼真的要命"
        ],
        [
            2,
            "赞同"
        ],
        [
            2,
            "当知道一个生命消逝，那一刻内心特别无力。"
        ],
        [
            1,
            "不追女生了，赚够钱可以玩，还省心"
        ],
        [
            1,
            "再来一次人生的话，我想画画。"
        ],
        [
            1,
            "吴炎老师的毛概课大家都多少分啊"
        ],
        [
            1,
            "毛概可以查卷子吗……期末成绩56应该有点问题吧"
        ],
        [
            2,
            "刘渊毛概平时成绩真的低，但总分还行"
        ],
        [
            2,
            "jmd ylc hyw pey 不准上！"
        ],
        [
            1,
            "害怕失去，就只有先离开了"
        ],
        [
            1,
            "看info才发现毛概出分了……去nm的89"
        ],
        [
            1,
            "2222222222"
        ],
        [
            2,
            "毛概邹小蓉有要diss的吗?想闹事一起好吗"
        ],
        [
            1,
            "11111111111111111111"
        ],
        [
            2,
            "国庆康定3-4日自驾游，日期可商量，目前有情侣一对，还想要一位或两位同学加入，从川大出发大概四个半小时到木格措景区，不用会开车，情侣或妹子汉子均可～欢迎勾搭 807706482"
        ],
        [
            2,
            "刚来的新生熏弟们，尤其华西的哈，我们华西条件差，宿舍又小又不隔音，大家隔天上班的上班上课的上课，大半夜的不要在别人的宿舍门口大声聊天。哦还有，洗衣服要带桶之类的容器，这不是家里啊我的妹妹们，洗好的衣服自己不及时拿走，别人可以帮你拿出来放你桶里，但是你不给容器，难道要别人给你举着么？"
        ],
        [
            1,
            "毛概的杨少垒有毒吧，自尊心特强的想要找到自我专业认同感，但是整个学校上升的名气和地位和你们的贡献一点关系都没有好吧，别一天牛逼哄哄的以为自己特了不得，别沾沾自喜了，别整学生了，好好整整自己行吗？"
        ],
        [
            1,
            "同学你留号呀"
        ]
    ],
    "11": [
        [
            1,
            "求问各位小姐姐，从平头留到及腰长发需要多久"
        ],
        [
            2,
            "实名diss+1。从此黑名单见"
        ],
        [
            2,
            "卧槽！！郭佳的毛概也太低了吧！！实名diss啊 靠！"
        ],
        [
            2,
            "张口闭口你是不是被强奸过？这个喷完人之后立马删评论的孤儿，你是不是你妈和你舅舅生出来的，我祝你全家灵堂爆炸，全家十二指肠被跺穿"
        ],
        [
            1,
            "下周二（9.18）上午8点-11点，有偿求个人代课，地点：华西"
        ],
        [
            0,
            "问一下各位大佬，如果拿到免试资格，后续未被外校录取，还能否参加就业(是否发就业协议)，或者出国？"
        ],
        [
            1,
            "游园惊梦"
        ],
        [
            2,
            "真悲伤，矛盾总是发生在雨天。\n不是期望越高失望越大嘛\n我不抱奢望\n怎么还是好难过"
        ],
        [
            1,
            "当渣男真是痛快"
        ],
        [
            1,
            "怎么赚钱 方法有吗"
        ],
        [
            0,
            "请问江安心理咨询在哪？啥时候能去？"
        ],
        [
            2,
            "毛概出分了？……大家都多少分啊 吕志辉老师的课……"
        ],
        [
            1,
            "出张学友14号，15号演唱会内场资格，有180以上的加我qq 2751277950"
        ],
        [
            2,
            "之前必修挂科然后把成绩删了，后来重修通过了结果成绩单打印出来显示重修，我该怎么办，怎样才可以把重修删掉啊，我真的要哭了"
        ],
        [
            1,
            "兰桂坊，蹦迪的，\n请留号"
        ],
        [
            1,
            "保研加分真的迷的要死"
        ],
        [
            1,
            "大哥求你换个好点的耳机吧，你的音乐声都透过耳机了，大家都在看你啊"
        ],
        [
            1,
            "取衣服的时候，桶里零散的一百多现金太让人感动了。感谢4舍帮我取衣服的善良诚实无敌帅的兄弟。"
        ],
        [
            1,
            "有剪过寸头的姑娘吗？聊聊！我也有点想剪剪看"
        ],
        [
            1,
            "请问，有没有人出江安附近的健身卡？"
        ],
        [
            2,
            "请问望江的小哥哥小姐姐，望江行政楼打成绩单的系统是好的吗？？"
        ],
        [
            2,
            "包夜呢"
        ],
        [
            2,
            "想对你说sorry"
        ],
        [
            2,
            "发现你现在已经不约炮了，hhh"
        ],
        [
            2,
            "预约摸吗"
        ],
        [
            2,
            "你不评论给我我不会认为你是对我说的"
        ],
        [
            1,
            "接下来的路该怎么走啊…"
        ],
        [
            1,
            "不联系了"
        ],
        [
            1,
            "感觉日子不过得紧张一点都对不起父母给我的在口袋的钱。"
        ],
        [
            2,
            "为什么现在缺乏勇气见网友了"
        ],
        [
            2,
            "川大支教保研黑不黑?"
        ],
        [
            2,
            "千京阜，放了你四次鸽子，恨我吗"
        ],
        [
            2,
            "为什么，，，"
        ],
        [
            1,
            "长桥上下课高峰期人流量很大，本来就很拥堵，且大家时间宝贵，希望各位新入学的同学们能多为他人着想，不要把自行车停在长桥桥头，也不要乱停放在图书馆前，做个有素质的人。"
        ],
        [
            2,
            "什么专业"
        ],
        [
            2,
            "缓补考成绩什么时候出啊"
        ],
        [
            1,
            "大四了，心里再也不能有那种初到社团就开始唧唧呱呱说话的冲动了。－－但我还是想找个人说说话啊……"
        ],
        [
            2,
            "你这个阴暗的人敢不删评论？"
        ],
        [
            2,
            "某日在二餐吃饭，伞放在别的位置忘记带在身边了\n等吃完饭发现伞不在身边去之前的位子找，伞不见了\n后来在某食堂阿姨坐的桌子抽屉里发现了\n无语"
        ],
        [
            2,
            "男孩给你露腹肌的意思是……想艹你？"
        ],
        [
            2,
            "你给人留的电话号码吧，我直接打给你"
        ],
        [
            2,
            "哦估计你嫌我丑没点我"
        ],
        [
            2,
            "有10.2去都江堰西部音乐节的吗？"
        ],
        [
            2,
            "你来找我我请你吃饭啊啊啊"
        ],
        [
            2,
            "有泰迪吗"
        ],
        [
            2,
            "为啥室友能认识这么多小哥哥，我也想要的说"
        ],
        [
            2,
            "长得不丑需要见网友？"
        ],
        [
            1,
            "那你是没见过我"
        ],
        [
            2,
            "某同学自我优越感严重吧，和某二本考上川大的研究生有些矛盾把人家挂出来然后开始抨击二本学校？学校惹你了？一个学生能低调一点不？最后说完一堆不满还带上老师？以下是ta发布的空间内容：\n“挂一个不知名字的二本考上来的川大研究生。此处是有丢丢看不起其他二本学校的有些学生的意思。\n.......（她的是非恩怨描述）\n两年以来，周围老师都说他们的研究生都是二本院校考上来的，素质低，能力差，也许老师指的是知识层面的素质与能力。但是我想说的是，有些研究生只是为了文凭，自身素质是真的差，还以为考上研究生就了不起了。”\n你们两个当事人有什么恩怨自己解决 说上什么二本学校二本学生怎么样了 你这样以偏概全说二本学校素质低能力差也不是多大度的表现。别以为自己是个好点大学的学生就飘了。"
        ],
        [
            2,
            "大概都是165"
        ],
        [
            2,
            "从探探上见过三个男人，迷之相似的是他们都没有超过1米7"
        ],
        [
            2,
            "今晚等你"
        ],
        [
            2,
            "请问有人知道韩国城那家舞蹈室的联系方式吗？谢谢啦"
        ],
        [
            2,
            "江安二基楼的机房晚上可以去用吗？或者说江安有有光驱的电脑可以用吗？想要拷贝一下光盘里的听力材料，苦苦找不到地儿"
        ],
        [
            2,
            "有谁愿意在江安校区9.30号下午1.50到3.25 有偿 上课代答到吗？价格什么的好说，需要是女孩子，请qq联系125335510"
        ],
        [
            1,
            "想在校招季做一下校园推广工作挣点钱的可以加我微信呀18631258192，基本都是线上转发的工作，9月份一个月几千块问题不大的。。"
        ],
        [
            2,
            "怎么能光明正大的在篮球场当花痴？"
        ],
        [
            2,
            "life fucks me everyday"
        ],
        [
            2,
            "封我号我日你妈比管理员，你个臭傻逼傻屌"
        ],
        [
            1,
            "女朋友太丑了怎么办"
        ],
        [
            1,
            "谢谢大家谢谢大家谢谢大家谢谢大家谢谢大家!\n作为一个大四的校园大使我快要凉了，请大家关爱关爱我，如果你们有同学在计算机，软件，电子，微电子，数学的还在找工作，麻烦给他说说，9.15  9:00-11:30就业指导中心222室现场笔试哦!\n\n深圳市紫光同创电子有限公司（简称紫光同创），系紫光集团旗下子公司, 总部设在深圳，同时在上海、北京等地设有分公司。\n公司重点招聘电子、软件、计算机、微电子、数学等专业学生，薪资福利宣讲会现场会有所说明。\n\n简历投递通过邮箱!!!!!发送即可\n网址：www.pangomicro.com\n邮箱：hr@pangomicro.com\n邮箱标题：岗位+院校+专业+姓名+工作地\n\n该公司将于 9.15日9:00-11:30在四川大学就业指导中心222室宣讲，宣讲会现场安排笔试!!!\n欢迎加入紫光同创19校招川大站，群聊号码：875212834"
        ],
        [
            2,
            "info上过来过去就这这么几个精狗，你们以为是全世界？"
        ],
        [
            2,
            "他不是gay"
        ],
        [
            2,
            "每天的快乐已经简单到，拉屎顺畅就开心！我是不是堕落了"
        ],
        [
            1,
            "万一他是gay呢？"
        ],
        [
            2,
            "“妈妈，我可能保不上研了”\n“不许嫉妒人家，吃好喝好，听到没”\n呜呜呜听到了"
        ],
        [
            2,
            "把处留到结婚的男的多了去了"
        ],
        [
            2,
            "结婚恋爱都无望，过了30还是处我就去约"
        ],
        [
            1,
            "有没有小姐姐小哥哥树洞啊"
        ],
        [
            2,
            "朋友，男，帅哥，有钱，27，处男，世界再怎么样，总有人做自己"
        ],
        [
            2,
            "27了还是处女，长得还不丑"
        ],
        [
            1,
            "问一下，现在这个年头，22岁还是处男，是不是一种耻辱？\n从小接受的教育是要洁身自好，如今三观尽皆颠覆了吗？"
        ],
        [
            2,
            "有没有小可爱找到一张校友卡，位置江安！有酬谢！"
        ],
        [
            2,
            "啊啊啊啊~我想和人说说话~"
        ],
        [
            2,
            "你要不服，留号，我们给你也众筹"
        ],
        [
            1,
            "九眼桥酒吧是干什么的？"
        ],
        [
            2,
            "来看一下我校某位主要学生干部的嘴脸和龌龊思想！\n我一直以为青志是一个充满家国责任、热爱生活热爱同学的组织。没想到这位干部言语中居然暗示新生去九眼桥！九眼桥酒吧是干什么的?大家心里都清楚。和这样污言秽语、强权暴力的干部同在一个组织，我深以为耻。\n\n今年的新生招募规矩:\nScu青志综拓和Matlab组织部\n男生:\n1.做不好工作还喜欢瞎逼逼的麻烦把自己裹成一颗球，圆润地带上你们的女票离开我的视线\n2. 我作为四川妹儿最后的尊严是:微辣\n女生:\n1.想来部门里广泛交友的女生麻烦穿上你们的吊带去九眼桥酒吧。\n2.部门规矩，进了我的部门全部闭上你们的嘴，做事！\n谁要是想来试一试自己的能耐，欢迎你们撞我这口大炮上。"
        ],
        [
            1,
            "帅哥都去搞基了，丑八怪一个比一个直"
        ],
        [
            2,
            "江安东苑餐厅开门了吗"
        ],
        [
            1,
            "搬到了望江，自己立的许多的flag仍然看上去遥遥无期，自己颓，懒，赖床。自己想象中的美好生活似乎离自己越来越远。不想这样了，寻找和我一样想改变的战友，让我们组队改变一些吧~QQ1845601163"
        ],
        [
            1,
            "我看完权游，有一种想试试男男的冲动"
        ],
        [
            2,
            "心田花开大家还是不要去了，这个企业太黑心了，已经被川大和西财拉黑了"
        ],
        [
            2,
            "我们众筹让882去嫖一次吧"
        ],
        [
            0,
            "求赞上去…\n【出新航道江安校内雅思冲刺班课程2个名额】\n我和朋友两个人上学期报了新航道雅思强化+冲刺，把冲刺班移到了这个学期，但是这个学期课又非常多，实在没有时间上…原价强化+冲刺3700多，现在1750出冲刺(可小刀 附送之前发的教材资料)…有意者联系qq1748253156"
        ],
        [
            2,
            "太多了一时半会花不完"
        ],
        [
            2,
            "微信提现费贵到可耻，有没有什么办法"
        ],
        [
            1,
            "活好且暖心，2143530056"
        ],
        [
            1,
            "讲道理 照镜子要比实际的样子好看一点吧"
        ],
        [
            2,
            "你还不丑吗兄弟，照照镜子吧，"
        ],
        [
            0,
            "辣鸡教务系统，一大早啥也查不了。"
        ],
        [
            2,
            "哎呀，打开QQ，没人找我了"
        ],
        [
            2,
            "刘强东念书的时候没钱也没地位，应该不被女同学看得起看得上，有报复心理？后来找老婆也是年纪轻轻的能当女儿的学生妹奶茶，外边也是专门干女学生，这算是对于当年女同学不齿他的一种宣泄吧"
        ],
        [
            1,
            "回江安了哦，少年，有缘再会。"
        ],
        [
            2,
            "舍友老咳嗽，还声巨大。好几天了。。。睡不着，崩溃。。。"
        ],
        [
            1,
            "有没有想过，这辈子不结婚了，恋爱都不可能。"
        ],
        [
            1,
            "求问有没有朋友知道校园网绑定移动宽带怎么弄啊"
        ],
        [
            1,
            "萌攻学长还有市场吗"
        ],
        [
            2,
            "漂移板好难学不会 劈叉劈怕了：）"
        ],
        [
            1,
            "望江附近的新航道怎么样哇？"
        ],
        [
            2,
            "cue一下超越姐姐，希望这个小心愿能达成，xwngtlbyby"
        ]
    ],
    "10": [
        [
            1,
            "聊骚，限时半小时，男的勿扰。1814471688"
        ],
        [
            2,
            "聪明的人那么多，快乐的有几个"
        ],
        [
            1,
            "心累\n想找个女生说说\n2079749925"
        ],
        [
            2,
            "EXO??"
        ],
        [
            2,
            "大家找考研机构千万不要报华新文登！！！被坑的很惨！希望大家以此为戒"
        ],
        [
            1,
            "手机的运行速度除了看几核，还有哪个参数？"
        ],
        [
            1,
            "有没有女生互不影响彼此的生活学习，想解决生理需求的，可以加我 2624656840"
        ],
        [
            2,
            "请问大家，，有没有那种只用周六周日上班的兼职？？现在在校内兼职，不过周末闲着，，我同学就做过周末上班的兼职，不过不知道望江这边有没有。。特此前来问一下，"
        ],
        [
            2,
            "范冰冰没事吧？"
        ],
        [
            2,
            "望江哪里有可以放书的自习的地方呀??图书馆被赶出来了"
        ],
        [
            2,
            "王思聪每次都是真相帝"
        ],
        [
            2,
            "听说刘强东每次去美国必点女大学生，去澳洲也是，赌和嫖都出名了"
        ],
        [
            2,
            "是不是哈雷咋认啊"
        ],
        [
            2,
            "妓女活好，能满足男人的任何要求"
        ],
        [
            2,
            "为什么男人都会爱上妓女……上不是动词"
        ],
        [
            1,
            "考研党需要互相鼓励取暖的加1393129594"
        ],
        [
            1,
            "再问一遍，有没有去兰桂坊的，有的请留号"
        ],
        [
            2,
            "最烦这种info上撕逼的，当面是怂逼？"
        ],
        [
            2,
            "您去当面干她好吗"
        ],
        [
            2,
            "想结婚了。"
        ],
        [
            2,
            "找工作必然先考虑国企啊，不对，应该是：政府部门＞国企＞私企，记住差地方的好工作＞好地方的差工作"
        ],
        [
            2,
            "果然是心田花开。就是个屎企业"
        ],
        [
            2,
            "你说的是心田花开吧"
        ],
        [
            1,
            "找工作的朋友们留意一下，9月11号成都某语文教育公司要去秋招，该公司是巨坑，务必擦亮双眼。明里暗里鼓励加班，换着花样裁剪工资，公司文化教你做人。详情知乎搜关键词，他们举报删除了很多，余下的也够说明问题了。"
        ],
        [
            1,
            "白袜体育生0.5偏一只做0"
        ],
        [
            0,
            "望江有同学一起约跑步吗…在操场一般五公里左右的那种，时间可以协商，倾向于一般下午晚上的那种，有的话可以加个Q770255889? ，燃烧我的卡路里"
        ],
        [
            1,
            "今晚有想去兰桂坊蹦迪的么，有的请留号"
        ],
        [
            2,
            "国庆康定3-4日自驾游，日期可商量，目前有情侣一对，还想要两位同学加入，从川大出发大概四个半小时到木格措景区，不用会开车，情侣或两个妹子两个汉子均可～ （现有一个男生报名，再求一个小伙伴同路，男女均可）"
        ],
        [
            1,
            "4399游戏2019校招宣讲会\n四川大学\n9月15日 14:30\n江安校区 二基楼B座404室 \n▼\n企业高管为你解密游戏行业\n技术大牛与你现场交流\n校招HR替你答疑解惑 倾情送上校招攻略\n现场接收简历，更有大量直通面试绿卡抽取环节\n欢迎添加4399游戏校招小助手微信号: Nanobaby666（也可扫描下方二维码添加）进入官方校招答疑群，随时与hr交流校招问题！\n迅速网申http://web.4399.com/campus，欢迎各位同学应聘与分享！\n（添加小助手时请备注“地区+学校+专业”）"
        ],
        [
            1,
            "表白思羽"
        ],
        [
            2,
            "请问有人在望江校区捡到深蓝色格子的雨伞吗？我把雨伞忘了留在ofo篮子\n捡到的请联络13281250801 非常感谢！"
        ],
        [
            2,
            "长虹校招群410317204"
        ],
        [
            2,
            "求问明天晚上英语女红课的上课教室_(:ᗤ」ㄥ)_\n点赞的都是小天使~"
        ],
        [
            1,
            "你们随便约，反正我在91上都看得到"
        ],
        [
            1,
            "少年油腻感：书不好好读，逼瞎装。"
        ],
        [
            1,
            "川大还有单身的1?？"
        ],
        [
            1,
            "望江哪里有背书的地方啊……基础A花园平台只有早上的时候大家很大声的背，上午或者下午也都是大家在安静自习……就喜欢大声朗读才觉得能记得住的我找不到地方啊。"
        ],
        [
            2,
            "居然还有淘宝上搜不到我东西，那就是不存在了"
        ],
        [
            0,
            "紧急求助！\n突然看到了川大出国留学培训部的雅思培训课程，15号开始上课。时间很近了，所以想来问问有没有上过这个课程的同学，觉得讲得怎么样，效果怎么样呢？\n谢谢各位回答点赞的朋友！！"
        ],
        [
            1,
            "来来，用这个app还脱不了单的来打我\nhttps://imsummer.cn/inviteRegister/index.html?id=fc2f983f-345b-4150-bf42-a7e65e141d9e"
        ],
        [
            2,
            "有没有女研究生宿舍床位要出租。东园的。我是本校学生"
        ],
        [
            2,
            "给普通男性朋友提抱一下的要求会不会很过分，会不会让对方多想？"
        ],
        [
            2,
            "有支教保研的学姐学长吗？可以留个联系方式了解下吗"
        ],
        [
            2,
            "还有夹克"
        ],
        [
            2,
            "真的是，今天唯一看上的两件都是男装，不得不说现在男装比女装做的好看衬衫牛仔衣这些"
        ],
        [
            2,
            "x锐敏，花红包了"
        ],
        [
            2,
            "有人在做兼职吗？什么兼职呢？"
        ],
        [
            1,
            "你是想认识她还是想玩她的iPad2018呢？"
        ],
        [
            1,
            "想问541分手了吗 在学校看到她很多次了 想认识她"
        ],
        [
            2,
            "不是男式，直接就男装里买的，最小码"
        ],
        [
            2,
            "有要移动电话充值卡的吗 一共90块钱 八十块钱出！很划算哦 请联系Q 1065375529！"
        ],
        [
            2,
            "今天买了个男士衬衫"
        ],
        [
            2,
            "肥的要死还总是觉得饿"
        ],
        [
            1,
            "有需要雅思资料的嘛，免费送，留号。"
        ],
        [
            1,
            "有小学弟小学妹想要练吉他吗\n出一把去年买的吉他 型号飞琴行FDC10  几乎全新\n原价 750购入 有淘宝截图  因为大三了没时间（三分热度过了） 只要400就出哦  有意向的+Q：517926361"
        ],
        [
            2,
            "女人哪有男人恶心"
        ],
        [
            1,
            "玩了三年才醒悟过来，你们玩的再不济还有家里帮衬，我却一无所有。。。"
        ],
        [
            2,
            "想问下创享汇兼职的薪水大概有多少"
        ],
        [
            2,
            "这位老姐姐，我在北苑寄快递，摩拜就在快递旁，锁没关你没看见啊？不是傻帽的都知道车子有主人而且还要骑嗯叭？趁着我填写订单没注意就把我车子推走了？？发现时你已走远，您是方便了，我嘞？手机显示骑行状态，小黄摩拜都没法开不说，走了半天才找到一辆哈罗还得再付费骑行。素质是真给学校丢脸。"
        ],
        [
            0,
            "男女   男男的羞羞的东西? ? ? QQ:3142565929"
        ],
        [
            1,
            "石女的故事"
        ],
        [
            2,
            "这件事告诉我们不要受别人剥削，要自己当老板?"
        ],
        [
            2,
            "所以人要把主动权掌握在自己手里啊?"
        ],
        [
            2,
            "和懂不懂事无关，中介都这么黑"
        ],
        [
            2,
            "每个人都在不同地被生活强奸"
        ],
        [
            2,
            "睡外围花了多少"
        ],
        [
            1,
            "国旗班今天早上升旗的帅哥有男朋友/女朋友吗？没有的话我就来追你了嘻嘻"
        ],
        [
            2,
            "1516号简单生活节有没有一起哒 ( ･᷄ὢ･᷅ )一个人去音乐节好惨哦"
        ],
        [
            2,
            "今天东门大桥那闹事闹得好厉害"
        ],
        [
            2,
            "新东方川大校内班来啦！！！\n在征战雅思、托福考试的路上\n你是否因为找不到好的老师而苦恼\n你是否因为距离太远而放弃\n新东方江安校内班强势来袭\n距离超近，新东方教学保证，价格更低\n团报还享受超低折扣\n咨询电话：15680286256 微信同步"
        ],
        [
            1,
            "活好不黏人\nq:2079749925"
        ],
        [
            1,
            "hottoys蜘蛛侠 返校季 豪华版。买回来只打开过一次拍了几张照(基本十成新)，全配无损，有意加q1264775399，价格可协商。"
        ],
        [
            2,
            "她不知道上info就可以省中介费了"
        ],
        [
            1,
            "60V前后双碟刹的小龟王，骑了半年多，学生自用车，保护的很好，没有一点剐蹭，满电能跑60km以上，牌照手续齐全，拿走就上路，有意思的加我qq2751277950"
        ],
        [
            2,
            "他都这样了我有什么好说的，挂就挂啊，分就分啊，跟谁离不开谁一样"
        ],
        [
            2,
            "傻逼睿智室友"
        ],
        [
            1,
            "为啥有些男生换女朋友速度很快啊"
        ],
        [
            1,
            "【TP-LINK国际业务交流会】川大站\n  从这里到世界，「路由」你开启！\n【时间】9月12日下午 14:00-17:00\n【地点】望江校区基础教学楼A303\n\n网申链接：\nhttp://hr.tp-link.com.cn/job/jobs_3.html  （截止时间：9月12日 20:00）\n\n宣传链接: \nhttps://www.tp-link.com/common/weixin/hr-ib-2019-autumn/chengdu/?from=timeline&amp;isappinstalled=0"
        ],
        [
            2,
            "楼下艺术学院又在撕逼，还内部撕逼"
        ],
        [
            1,
            "今年研究生姐姐感觉颜值不错呀，看到几个性感撩人的了"
        ],
        [
            1,
            "求问望江附近哪里有办学生公交卡的地方啊？？？？"
        ],
        [
            1,
            "白人野蛮黑人蠢"
        ],
        [
            1,
            "以人为本啊，国内学生寝室条件不人道"
        ],
        [
            2,
            "你尽管瞧不起今天的我啊，将来我开出的花朵一定会让你艳羡"
        ],
        [
            1,
            "谁能想到，以前忠厚老实的我，当别人舔狗的我，现在居然成了这样一个渣男，同时脚踏三条船，愧疚之余竟然还有点儿刺激"
        ],
        [
            1,
            "好想联系她怎么办"
        ],
        [
            1,
            "￼ 跪求各位大佬    请问望江校区有没有推荐的理发店！"
        ],
        [
            2,
            "让我充电"
        ],
        [
            2,
            "射精障碍，需要检查了"
        ],
        [
            2,
            "你这……有毛病了"
        ],
        [
            1,
            "做了三个小时，才射，好累。以前都是一个半小时的，是不是身体不行了。"
        ],
        [
            2,
            "出租一个女研究生床位有人要么四人间北园。本校同学"
        ],
        [
            2,
            "我旁边的女生在教室吃早饭，我真的不太想忍?"
        ],
        [
            1,
            "有人知道江安图书馆的索书号怎么看么，谢谢啦"
        ],
        [
            2,
            "那时候真的很喜欢你"
        ],
        [
            1,
            "华西有男生想出来合租的吗？在林荫街，有兴趣的私聊"
        ],
        [
            2,
            "你活好就行了呀"
        ],
        [
            1,
            "不约处，事多活不好"
        ],
        [
            2,
            "我也是处，有人约吗"
        ],
        [
            1,
            "有部分00后的操作岂是你能懂的??"
        ],
        [
            2,
            "我知道应该对新生包容，但是真的很让人恼火啊。一群小孩子在路上成群结队的走让我们在后面怎么都过不去还走的巨慢。家长和新生随意插队在打饭的地方纠结纠结再纠结到底要吃什么让后面的人没法打饭。今早这么多人在食堂慢悠悠地聊天玩手机随意排队(也看不出来什么蛇皮队形)真的不知道节约时间吗？？？我大一也这样吗真的服气了"
        ],
        [
            1,
            "想知道如果在望江晨跑的话，去哪里洗澡呢？，早上没有热水就很难受啊。"
        ],
        [
            1,
            "脆皮鸭文学真香。"
        ],
        [
            0,
            "小姐姐们\n加 V 有 惊  ? 喜哦\nv:ahmdnjd"
        ],
        [
            0,
            "喜欢的样子只有一种，但不喜欢的样子千千万万"
        ],
        [
            1,
            "真心喂了狗，从今以后我要当渣男"
        ],
        [
            2,
            "求赞上微博！！求问各位望江老司机们！望江怎么晒被子啊？？快冷下来了气温想换床厚被子结果发现有些味道，但是没地儿晒啊哭哭"
        ]
    ],
    "09": [
        [
            1,
            "9月9号，好想对你说希望我们能在一起，希望我们能长长久久"
        ],
        [
            1,
            "yzx是不是那个yh？"
        ],
        [
            2,
            "如果的确不喜欢了，就这样分手\n多难多痛多少遗憾我都认了\n希望你认真对待过这段感情\n没有背叛过我"
        ],
        [
            1,
            "晚上骑车回宿舍发现篮筐里又一把鸭嘴把的花伞  应该北三的某位同学的  若失主看到了请联系 15198170350 或者明天我直接送到北三楼管那里 \n   坐标望江"
        ],
        [
            1,
            "好羡慕电气17的yzx学长啊，女朋友换的真快"
        ],
        [
            1,
            "慕容盗跖是约炮男，大家小心"
        ],
        [
            2,
            "其实我一早就看出来你喜欢我，你总是上课时坐在我后面。我最喜欢周二，因为满满的一天都是和你一起的课。我趴在桌上睡醒之后总能看见旁边的人是你。我总想着可能哪天你就会跟我告白，事后我就告诉你其实我也喜欢你好久。我就这样等啊等，以为你会来，怀着满心的欢喜。可直到某一天我第一次看见你笑，我才知道这原来都是我的自以为是。原来一切都是凑巧，原来你喜欢的人不是我。可到最后我就陷在里面出不来了…所以我不见你也就可以慢慢忘了吧…"
        ],
        [
            0,
            "你们考研报班了吗"
        ],
        [
            2,
            "3471501749\n我想听你的故事"
        ],
        [
            1,
            "有同学要转让 融创长滩一号的健身卡吗？有的话可以联系我哦~qq 21691466"
        ],
        [
            1,
            "我操了你女朋友几年，你妈说我的鸡巴真的变成了金箍棒，不信去问你爸，傻逼东西"
        ],
        [
            1,
            "请问有没有学食品安全的同学或者相关的呢？有一个项目希望取得一些帮助和合作。有意向的同学联系：forttx"
        ],
        [
            1,
            "145斤"
        ],
        [
            1,
            "鱼香肉丝里面没有鱼，正常吧\n牛奶里面没有牛，正常吧\n老婆饼里没有老婆，正常吧\n所以胸罩里面没有胸也算正常吧"
        ],
        [
            0,
            "我越来越胖了，难过"
        ],
        [
            2,
            "666楼下"
        ],
        [
            1,
            "其实可能是共享了的，只是对方没告诉你"
        ],
        [
            2,
            "有人12月考bec中级吗  约一下学习吧"
        ],
        [
            1,
            "那有没有共享py的说法，我想扫码"
        ],
        [
            1,
            "固定PY才比较长久，有三四个其实就挺好的了，一个月，每周换一个"
        ],
        [
            1,
            "主要的意思就是，她保研了"
        ],
        [
            2,
            "说了事情不说原因就好比留图不留种"
        ],
        [
            2,
            "能不能说详细"
        ],
        [
            2,
            "即将去保研的学校报道，当初拼死拼活想进得学校，现在退学的念头却越来越重。大三没多考虑的后果就是现在无穷的悔恨。各位学弟学妹读研要慎重。"
        ],
        [
            2,
            "阿姨已经老到只需要钱而不需要爱"
        ],
        [
            1,
            "出全新破解路由器，江安望江均可用。需要的同学加qq3433054089\n双线140，四线增强版170，赠送两根网线。"
        ],
        [
            1,
            "拼手速截图"
        ],
        [
            1,
            "闪照怎么保存。。。。教一下？"
        ],
        [
            1,
            "年轻人，低调点。几百上千万的钱对于你们有钱人不算什么，但对我们来说可是一顿午饭钱 （来自iPhone12 plus 镶TM108颗钻版856G客户端） 1分钟前 位置•迪拜帆船酒店高级总统套房\n09-02 09:28"
        ],
        [
            2,
            "闪照那么好保存"
        ],
        [
            2,
            "成都的面与我越来越难以下咽"
        ],
        [
            1,
            "所以发闪照啊"
        ],
        [
            2,
            "裸照的传播速度就像蟑螂的繁衍速度，女孩们长点心吧"
        ],
        [
            2,
            "老阿姨，老了"
        ],
        [
            2,
            "介绍一个工地小哥哥给我呀"
        ],
        [
            2,
            "想吃干拌刀削"
        ],
        [
            1,
            "有没有大佬知道如何申请朝鲜金日成综合大学的研究生？突然间想去朝鲜生活两三年。。。"
        ],
        [
            2,
            "拉黑不就完了"
        ],
        [
            2,
            "我羡慕死掉的人"
        ],
        [
            1,
            "面对身边天天给你秀约炮，秀操了多少个女生的朋友，怎么办"
        ],
        [
            2,
            "何以解忧，唯有自杀"
        ],
        [
            2,
            "转租【江安花园】套三单间，近川大江安南门。限女生（适合考研党）\n 主卧为情侣，单独卫生间；\n另一室友为考研女生。\n房间有空调、带飘窗，有书桌、衣柜、书柜，有厨房、冰箱、洗衣机。房间、卫生间都很干净。\n月租650，押一付三9月下旬可入住。\n联系方式QQ 515088338"
        ],
        [
            2,
            "请问大家怎么在手机上看基教a的课表呀 想找空教室好麻烦"
        ],
        [
            0,
            "求饭卡"
        ],
        [
            0,
            "Life is full of truths。\nHowever, they are absent from observation and thinking"
        ],
        [
            2,
            "Life is full of lies."
        ],
        [
            2,
            "每天晚上睡眠质量不高，白天又睡不着，"
        ],
        [
            1,
            "天气凉了\n衣服多了\n人想暖和过冬了\nQ：2079749925报团冬眠吧"
        ],
        [
            1,
            "欢迎里面医学方面的朋友加群851650579、这群是来自五湖四海的朋友，大家一起讨论医学、健康相关的知识"
        ],
        [
            2,
            "人生无力的事情太多"
        ],
        [
            1,
            "你去问问你爸不就知道了。你爸和你妈天天做，怎么没见绣花针变成金箍棒？"
        ],
        [
            1,
            "听那些已婚人士说，\n有时在外忙碌一天很累，\n但回家听到孩子喊一声&quot;爸爸&quot;，\n就觉得一身疲惫都是值得的。\n我今天累了，\n你们能喊我一声爸爸吗?\n我也想充满正能量，\n谢谢你们。"
        ],
        [
            2,
            "想问一下教材领了之后还可以退吗?"
        ],
        [
            1,
            "下面的小姐姐别乱想呀，生活有不开心的事就说出来呗，留号我可以当树洞"
        ],
        [
            1,
            "下雨了没地方去玩\n无聊的来聊啊\n2724802753"
        ],
        [
            2,
            "抑郁，想自杀"
        ],
        [
            1,
            "有没有女生互不影响彼此的生活学习，想解决生理需求，可以加我 2624656840"
        ],
        [
            1,
            "emmm?有相同内容了"
        ],
        [
            1,
            "有人可以借个200或者400度的卷吗"
        ],
        [
            2,
            "江安的裁缝店在哪里呀"
        ],
        [
            2,
            "有没有人有川大的创业圈子的资源\n拉我进群"
        ],
        [
            1,
            "Xio习走一个"
        ],
        [
            1,
            "带情趣玩具，电动这些坐地铁或者飞机会被要求拿出来检查么"
        ],
        [
            2,
            "猴子请来的逗比"
        ],
        [
            2,
            "我是好人？哈哈哈哈"
        ],
        [
            2,
            "呵呵，这一炮打掉了75亿美元"
        ],
        [
            2,
            "像京东这种绝对集权的公司，刘强东被判个10年20年就完了吧"
        ],
        [
            2,
            "当他把你删了的时候，该放下了"
        ],
        [
            1,
            "怎样放下一个人"
        ],
        [
            1,
            "做多了，JJ会变大？"
        ],
        [
            1,
            "成都有没有适合自行车飙车的地方"
        ],
        [
            0,
            "有一起组团报驾校的吗 三人2500"
        ],
        [
            2,
            "你说的肯定不是我，虽然我爱删人"
        ],
        [
            2,
            "我不想失去你"
        ],
        [
            2,
            "因为我不想失去你"
        ],
        [
            2,
            "明年考研的有没有，我自己一个人怕是不行"
        ],
        [
            2,
            "如有雷同，纯属巧合"
        ],
        [
            2,
            "父母真的是一种奇怪的生物，100块都不给你，却悄悄给你买了房买了车……"
        ],
        [
            1,
            "处对象吗？我要找的小学弟呢"
        ],
        [
            1,
            "求问怎么投诉川大的日宿管啊？？？"
        ],
        [
            2,
            "哪里有国庆兼职的招聘啊？泥萌有经验吗？"
        ],
        [
            1,
            "失眠了，有人聊聊吗"
        ],
        [
            2,
            "国庆康定3-4日自驾游，日期可商量，目前有情侣一对，还想要两位同学加入，从川大出发大概四个半小时到木格措景区，不用会开车，情侣或两个妹子两个汉子均可～"
        ],
        [
            1,
            "忽然想被小姐姐调教(๑•́₃•̀๑)"
        ],
        [
            1,
            "西苑这边来了救护车谁知道是怎么回事吗"
        ],
        [
            1,
            "21岁的第一个晚上，房子里进了只老鼠，所以它是想和我说生日快乐吗"
        ],
        [
            1,
            "器大活好人不丑\n1252083124\n交友吗"
        ]
    ],
    "08": [
        [
            1,
            "弄个大新闻"
        ],
        [
            1,
            "内心自卑的那位同学，你可以加我2197966309"
        ],
        [
            1,
            "隔壁的小孩都馋哭了"
        ],
        [
            0,
            "有没有学长学姐知道计算机操作摸底考试大概考些什么？重要吗？"
        ],
        [
            1,
            "菠萝蜜吃完的核不要扔掉，开水煮二十分钟好吃到爆"
        ],
        [
            1,
            "我想找个愿意互相了解互相认识的女孩，有时我们缺乏勇气，有时我们需要走出熟悉的圈子，可以加我qq啊，聊一聊电影，书，心理，悬疑1725638600"
        ],
        [
            2,
            "内心自卑，明明想要别人的关注却又不努力，安于现状，同时害怕别人的关注。觉得自己需要了解一下心理咨询室了"
        ],
        [
            1,
            "略略略\n呼咻！"
        ],
        [
            2,
            "伏特加加养乐多多少钱"
        ],
        [
            2,
            "约炮男本来就没有爱情"
        ],
        [
            1,
            "可惜约炮男不爱你"
        ],
        [
            2,
            "可惜我爱的人是约炮男"
        ],
        [
            2,
            "可是我爱的人是约炮男"
        ],
        [
            2,
            "我第一次告白的那个男生，是用苗语说的，歪酱蒙。他笑了笑，然后我们遗憾没有结果"
        ],
        [
            2,
            "望江寝室太吵了 大晚上的能有点公德心吗 脱臼接骨吗一直跺脚跺个球啊"
        ],
        [
            2,
            "有没有江安小可爱国庆去看萨满 我们顺路搭个车呗"
        ],
        [
            1,
            "一教D哪个教室的凳子矮一点或者桌子高一点啊，坐着上自习看电脑脖子已经要断了。"
        ],
        [
            1,
            "求求各位小伙伴，忘了学科竞赛网的密码该找谁重置，ballball大家了。"
        ],
        [
            1,
            "秋招不易，加油~\n\n珍爱网2019秋招成都站\n招聘对象：2019届全日制本科、硕士应届毕业生。\n招聘岗位：软件开发类、设计类、产品类、数据类、市场类、职能类\n工作地点：深圳\n投递方式：\n1、网申地址： http://zhenai.zhiye.com/Campus\n2、移动端投递方式：关注珍爱网招聘官方微信公众号（珍爱小猎手）：菜单栏“珍爱招聘”-“校园招聘”投递简历。（通过移动端投递简历需后期查收珍爱网邮件链接完善简历信息）"
        ],
        [
            2,
            "基教C的深夜自习室开放了吗？"
        ],
        [
            2,
            "吃外卖死的快"
        ],
        [
            1,
            "求问:在学子书店买书，单子上写的下册，给书的人给错了，给成上册了，可以换吗？"
        ],
        [
            1,
            "你当蛇毒是眼药水啊，一直让黎簇滴"
        ],
        [
            1,
            "谣言止于智者"
        ],
        [
            2,
            "别人的人生，雇着保姆做饭；别人的人生，拎着爱马仕，开着迈巴赫……"
        ],
        [
            2,
            "夜最难捱"
        ],
        [
            1,
            "京东的笔试题有点难啊"
        ],
        [
            1,
            "高潮的时候"
        ],
        [
            2,
            "什么时候才能不寂寞"
        ],
        [
            2,
            "人品来自遗传"
        ],
        [
            1,
            "和家庭的关系最大"
        ],
        [
            2,
            "大部分情况下，人品素质和学历家庭背景是有关系的。"
        ],
        [
            0,
            "求购一张望江锐星的健身卡，要半年以上，有要转让的请联系qq2783182481"
        ],
        [
            2,
            "有人知道望江基础教学楼a座城阳台休息区的wifi密码吗"
        ],
        [
            2,
            "望江在哪里可以出成绩单和在读证明呀"
        ],
        [
            2,
            "国庆节前9月29，30号上星期几的课啊？有没有同学知道，家人有个手术需陪同，这学期课多想提前写好每一课的请假条?"
        ],
        [
            1,
            "90后活的最累，没有70.80后红利期的机会，也没有00后的安逸"
        ],
        [
            1,
            "转租科华路王府井顶层套一，老小区8楼需要爬楼梯，一室一厅一卫一厨房，顶层有小花园，租金1600，押一付三，具体租金可以和房东商量，水气网络也可以免。有意者私聊~\nqq:625295347"
        ],
        [
            2,
            "求问 江安有偿代取快递的微信"
        ],
        [
            1,
            "小学弟们太美好了—来自大四老学长的感叹"
        ],
        [
            1,
            "找一个女S 有意加2723246147"
        ],
        [
            1,
            "找一个女S 有意加Q2723246147"
        ],
        [
            2,
            "退学回去重考啊"
        ],
        [
            1,
            "我有个保研本校的学姐天天向我吐槽说川大研究生生源差本科太远，她都后悔保本校了"
        ],
        [
            1,
            "我川二三本考研洗白学历首选大学是出了名的。。。因为好考，分不高，排名什么的还过得去。。。"
        ],
        [
            2,
            "本来打算帮你，到知道你是约炮男后就不打算了"
        ],
        [
            2,
            "哼，不优秀就不优秀 心别乱!要是优秀你还用得着考研。?!\n好好学习，加油(ง •̀_•́)ง"
        ],
        [
            2,
            "只会自我安慰真可怜"
        ],
        [
            2,
            "你以为别人认不出来那三个号都是同一个人吗"
        ],
        [
            2,
            "拿毕业后的工资说话啊"
        ],
        [
            2,
            "废柴真可怜"
        ],
        [
            1,
            "本人是川大一枚小gay，最近有忽然变直，希望学长们分享一下sexAV网站，造福祖国的花朵吧！"
        ],
        [
            1,
            "你二本的还是闭嘴吧，不管成啥子都比你强，你在逼逼逼啥子"
        ],
        [
            1,
            "超级喜欢胸大的女孩子\n觉得怎样的好看\n着迷一样\n有没有胸大的女孩子可以认识一下啊\n认真的那种\n2184986482"
        ],
        [
            2,
            "眉毛上长满小疹子是咋回事"
        ],
        [
            1,
            "有愿意陪你的人吗？\n需要的时候陪你\n不需要的时候不打扰你\n2963039357\n各自自由\n又互相诉求"
        ],
        [
            1,
            "2875221362\n有人一起玩吗？\n聊天约吃约玩约啥\n小也不小\n懂你最好"
        ],
        [
            2,
            "四川约炮大学我们当然比不了"
        ],
        [
            1,
            "因搬校区，在江安出个捷安特133电动车，去年5月金广捷安特专柜买的， 有小票保修单，只在江安校内上课骑，车几乎全新，原价3300，一口价2300，详情看淘宝\n\n\n我在闲鱼发布了【川大江安校区，电动车捷安特133 去年5月购买】 复制这条消息€xqVtb3jlQ9i€后打开?闲鱼?"
        ],
        [
            2,
            "毕不了业的，找不到工作的，"
        ],
        [
            2,
            "好多川大学生，四年出来都成了废狗，还看不起二本的？"
        ],
        [
            1,
            "有没有女生互不影响彼此的生活学习，想解决生理需求，可以加我2624656840"
        ],
        [
            1,
            "三教楼下那个修草的师傅，我求求你快点弄完下班可以吗？再这样呜呜呜呜呜呜呜呜呜呜个不停我可能要自闭了"
        ],
        [
            2,
            "还有某些二本 考上川大就迫不及待的要写个考验攻略给川大本科生看 也很烂"
        ],
        [
            1,
            "望江有几个理发店啊？哪家好一点？"
        ],
        [
            0,
            "电信办卡送宽带，价钱实惠，有意者请联系我"
        ],
        [
            2,
            "求问 望江考研党一般在哪自习（可以放一堆书 长期在那学习的那种）感谢！！"
        ],
        [
            0,
            "某些外籍学生真有趣。昨天亲眼目睹四个三哥长相的在找没上锁的单车骑，至于为什么不愿用自己的手机开锁，我暂且装糊涂"
        ],
        [
            1,
            "有哪位好心同学告知下，那个网站的网课比较好啊，我准备考研了，很迷啊"
        ],
        [
            1,
            "有人在望江工学馆四楼有位置嘛。。感觉好多人占位置放书去别的地方学习。。求个位置不动书"
        ],
        [
            1,
            "找1 人美逼甜"
        ],
        [
            1,
            "有没有女生互不影响彼此的生活学习，或者彼此喜欢的话也可以继续发展的，想解决生理需求和精神需求的，可以加我2624656840"
        ],
        [
            2,
            "那我祝所有约炮的死个妈"
        ],
        [
            0,
            "有没有明天去看晚上7点杨洋的生日会的小伙伴啊\n看完搭个伙一起回来啊? ? ?"
        ],
        [
            2,
            "收Switch卡带游戏  有没有人有啊 要奥德赛 马车8 分手厨房 舞力全开 QQ 2302223679"
        ],
        [
            1,
            "时隔两个月又梦到你了"
        ],
        [
            1,
            "想在校招季做一下校园推广工作挣点钱的可以加我微信呀18631258192，基本都是线上转发的工作，9月份一个月几千块问题不大的，，"
        ],
        [
            1,
            "江安开学了有没有那种没上课的自习室啊，求告知"
        ],
        [
            2,
            "看病去望江校医院靠谱吗？还是去外面的三甲医院"
        ],
        [
            2,
            "望江工学馆我对面一个小哥哥眼睛好好看啊TAT我快复习不下去了TAT"
        ],
        [
            1,
            "喜欢或者想玩吉他、尤克里里的朋友看过来～这里有卡玛、SAGA、恩雅、阿德拉、TOM、楚门、雅伊利、美利达多个品牌的吉他、尤克里里，价格几百元到10000+不等，总有一款是你的菜 ?官方正品，真伪可查，价格便宜，全国包邮。咨询就送价格1499元的果木浪子吉他全套教程。感兴趣的朋友可以加我QQ759140916或者微信18851831027详谈。对于热爱音乐的你，一把单板好琴值得拥有??"
        ],
        [
            2,
            "有去台湾交流过的嘛 有几个问题想问一下"
        ],
        [
            1,
            "出江安校区破解版路由器，其他路由器学校用不了哦！！！！\n数量有限，先到先得哦！\nQQ：745298691"
        ],
        [
            1,
            "有没有秋招相关的群？"
        ],
        [
            2,
            "撒子，你这么清楚？"
        ],
        [
            1,
            "想知道望江有好的理发店吗，试过好多家了。每次剪完都会被小伙伴嘲笑?"
        ],
        [
            1,
            "有妹子想约或者聊聊两性话题么 微信lalalall007"
        ],
        [
            2,
            "食屎去吧，所有的约炮男"
        ],
        [
            1,
            "为什么会这样说。。。"
        ],
        [
            2,
            "同小区的老太婆没天早上见到我就说，下班了啊，我日你妈哟"
        ],
        [
            2,
            "we川大是什么"
        ],
        [
            2,
            "请各位出门了的同学给我一个建议\n我是穿长袖还是穿短袖？"
        ],
        [
            2,
            "看到we川大的通知\n\n有点感触\n\n喜欢这个简单的小程序\n\n把自己的想法变成现实的人真的很棒"
        ],
        [
            2,
            "依附于别人的人，不爽了连叫板的资格都没有"
        ],
        [
            2,
            "气死了"
        ],
        [
            2,
            "想问一下 这学期庞敏老师的 资本市场原理 是什么时候上 在哪里"
        ],
        [
            2,
            "平常女性，在男人出轨了以后，可以闹，可以离婚，可是奶茶妹妹这种完全依附于男人而活着的女人呢"
        ],
        [
            2,
            "哎 we川大背后的故事总让我觉得有种说不出的感觉。谢谢。"
        ],
        [
            2,
            "结婚以后再上床你就不会受伤了"
        ],
        [
            1,
            "看到被刘强东强奸的明尼苏达大学的女生了。很俊啊。据说是处女。一副初恋纯洁女的气场。这种女生，让我捏一下屁股就美死了，不敢多妄想。刘强东胆子真大，直接进人家家里把她强奸了。"
        ],
        [
            1,
            "1111"
        ],
        [
            1,
            "我就问一下那么多在info上yp的，有约到的么"
        ],
        [
            1,
            "恕我直言，所有求约的 都是垃圾"
        ],
        [
            1,
            "text"
        ],
        [
            1,
            "器大活好\n试一次？\n1783265913"
        ],
        [
            1,
            "我真的忍不住了\n大哥们，别把方便面汤倒厕所里了\n我一进厕所，闻着那么香\n真的醉了(￣□￣；)"
        ],
        [
            1,
            "华西哪里上自习好。刚来华西对寝室绝望了"
        ],
        [
            2,
            "为啥郁闷?"
        ]
    ],
    "07": [
        [
            2,
            "我可以为你死，却不能只为你活\n希望男朋友不要再尝试着控制我了\n好累"
        ],
        [
            1,
            "她不是你的花，只是你途经了她的绽放"
        ],
        [
            1,
            "yp去探探和陌陌啊，别搞得乌烟瘴气的，好意思吗"
        ],
        [
            1,
            "接楼下 校医院就可以打"
        ],
        [
            2,
            "然后，你冷静点，不是我吓你，，万一狗恰好真是带了病毒，你感染了发病，狂犬病发病死亡率百分之百，还是打几针稳当点，当时不打，后面后悔了，想起都怪吓人的。去疾控中心或者社区服务站有疫苗"
        ],
        [
            1,
            "有学医的朋友吗，被小狗咬了，出去散步逗狗被咬的。有两道小伤口，需要去打狂犬疫苗吗"
        ],
        [
            2,
            "十一放假应该是放1-7号吧，感觉每年都是这样放"
        ],
        [
            1,
            "打开支付宝首页搜索“537938874” 立即领红包"
        ],
        [
            1,
            "找不到合适的，不如单着"
        ],
        [
            1,
            "阿伟已经死了，你挑的嘛？偶像。\n段伟我吃定了，耶稣都留不住他，我说的。"
        ],
        [
            1,
            "为什么从江安到望江，每次遇到粉色衣服司机都要开一个小时? ?"
        ],
        [
            2,
            "建议开个ypinfo,看的实在烦"
        ],
        [
            1,
            "可以找人聊天吗，考研压力好大，如果你和我一样，那么来互相倒苦水吧，320697430"
        ],
        [
            2,
            "迎新电信兼职：招队员和队长\n时间:11,12和13日，早8点到晚六点\n地点:四川大学望江校区\n薪资:每日底薪150元+40每一单提成\n包餐+饮料\n优秀者可以开一年制电信公司实习证明(可用于交实践报告)\n销售业绩高的人有额外奖金组长待遇更高\n联系方式微信g1913200381"
        ],
        [
            2,
            "帮我北师大的老铁打个广告，他代理了一家线上教育机构，主要招985学校的同学当网络兼职老师，教小娃儿，一个小时八十左右，一周最少要工作5小时，不是骗子，有时间精力的同学可以报名试试\n\n\n海风教育招募线上家教兼职讲师【轻松月入4000➕】\n无需任何奔波，就在宿舍、就在家里、就在咖啡馆，任何地方，只要有网、有电脑，就能线上授课！上课时间有你定！\n家教行业高薪待遇等您加入！每节课平均170！轻松月入4000+。          \n川大的童鞋面试通过率高达80%哟！\n招聘科目：小初高 语文、数学、英语、物理、化学、生物、政治、历史、地理、计算机、各科竞赛等\n薪资待遇：\n小学、初一、初二：55-75/小时（初小竞赛班80/小时）；\n初三：60-80/小时；\n高一高二：65-85/小时；\n高三毕业班：75-95/小时（高中竞赛班120/小时）；\n要求：\n(1)川大等985.211院校 大一、大二、大三、大四在读本科生；研一、研二等在读硕士研究生；博士在读等\n(2)一周最少5小时带课，长期可半年\n授课方式：电脑安装教学客户端视频授课\n地点：不限，有网有电脑即可\n时间：面试通过在后台选择自己空闲时间，根据这个时间排课授课\n注：工作满三个月可以得到实习证明\n报名链接：http://t.cn/RFrfvZH"
        ],
        [
            2,
            "有1000万愿意把500万给她的那个人，连我的电话都不接，换了个号立马打通"
        ],
        [
            2,
            "能结婚的在这里"
        ],
        [
            1,
            "求求老天赐给我一个女朋友，顺便让我考上研"
        ],
        [
            1,
            "求求老天给我一个女朋友"
        ],
        [
            1,
            "为什么女生不谈恋爱就被认为是独立自主新时代女性，男生不谈恋爱就被认为是屌丝直男癌活该没有女朋友？"
        ],
        [
            2,
            "求老天赐我一个男朋友"
        ],
        [
            1,
            "脱单\n怎么\n这么\n难啊"
        ],
        [
            1,
            "周日有没有一起去看阿汤哥的小伙伴?约一波"
        ],
        [
            0,
            "it willed so, \nbut I won&#39;t yield.\nPut what I said in your mind.\neternal love"
        ],
        [
            1,
            "有周末要约的嘛？\n2724802753\n说不定会有故事诶"
        ],
        [
            2,
            "矿泉水瓶我会自己拧，什么事情都能自己做，冷暴力我可去你个旋风旋转小土豆吧"
        ],
        [
            1,
            "-"
        ],
        [
            1,
            "明天要考PAT了 比考初试还紧张，紧张的睡不着吃不下"
        ],
        [
            2,
            "一个追我的男生说，虽然你长得一般……blabla,我可去你妈吧，怪不得单着不是没有原因"
        ],
        [
            2,
            "骗回家当老公"
        ],
        [
            2,
            "出宽带出宽带出宽带 便宜出便宜出 微信524245039"
        ],
        [
            2,
            "干啥，你说干啥"
        ],
        [
            2,
            "最看不起怂逼的男生，活该你媳妇都变成别人的。"
        ],
        [
            2,
            "多选题做得我怀疑人生"
        ],
        [
            2,
            "真的巨难过\n学校还有全天的自习室吗\n压根就无法背着这么多书穿越长桥"
        ],
        [
            2,
            "求认识一个土木的学长，有问题咨询"
        ],
        [
            2,
            "留q为了？"
        ],
        [
            1,
            "噗嗤"
        ],
        [
            2,
            "我男朋友是一个怪物"
        ],
        [
            2,
            "全国大学生英语竞赛的证书可以领了，在外国语学院111"
        ],
        [
            2,
            "wrqsl"
        ],
        [
            2,
            "介绍一个工地的学长给我呀"
        ],
        [
            1,
            "18年8月19号的天能电瓶，安尔达的车，全高配，手续发票全在的，学生自用车，因为要毕业了甩卖它，带高中低三挡变速，前后大碟刹，防爆车胎，豪华运动款坐垫。前后彩色大灯，骑出去特别拉风。喜欢的私聊，非诚勿扰!2751277950"
        ],
        [
            2,
            "小甜甜ജ്(゜-゜)ಋ"
        ],
        [
            1,
            "对sm只能接受到打屁股和说脏话的这个程度"
        ],
        [
            2,
            "想起渡边淳一的一个小说，爱的流放地。里面偷情的那对男女。在达到高潮的时候，冬香强烈地要求菊治掐死自己。在冬香的“杀死我吧，杀死我吧”的几经哀求下，她终于以死得以解脱。但是菊治被判8年刑。"
        ],
        [
            0,
            "出轨的人那么多，为啥就撕那几个，真是惩恶扬善？人家谈个恋爱或者怎么样的，管你们啥事儿呀，这群傻逼就是想把和自己不一样的人拉下来，哪怕是通过唾骂这种泼妇方式，就是渴望别人产生被你们这群loser欺凌的感觉，以此证明和人家还活在一个世界里，甚至还要把人家脏成低级世界里的坏人来证明自己。坏不坏呀，贱不贱呀，能不能不做坏人了，提升提升自己，有的话真犯不着你说…"
        ],
        [
            2,
            "小甜甜ᓖ( •́︿•̀ )ᓙ"
        ],
        [
            2,
            "望江有没有学跳舞的地方啊 想学hiphop啊啊啊"
        ],
        [
            1,
            "喜欢或者想玩吉他、尤克里里的朋友看过来～这里有卡玛、SAGA、恩雅、阿德拉、TOM、楚门、雅伊利、美利达多个品牌的吉他、尤克里里，价格几百元到10000+不等，总有一款是你的菜～?官方正品，真伪可查，价格便宜，全国包邮 订购还送价格1499元的果木浪子吉他全套教程。感兴趣的朋友可以加我QQ759140916或者微信18851831027详谈。对于热爱音乐的你，一把单板好琴值得拥有??"
        ],
        [
            1,
            "分手啊既然天天吵"
        ],
        [
            1,
            "广告打得响的不一定是货真价实的――一分钱可以一分货，但两分钱里可能一分是广告费，反正都是成本，都是消费者承担"
        ],
        [
            2,
            "学校的订的书为什么那么贵?…"
        ],
        [
            1,
            "有一起吃鸡的么，好无聊"
        ],
        [
            2,
            "江安的同学!看过来!帮个忙，先打印个东西然后交到文科楼~有偿!急急急!有意者请在下方评论!"
        ],
        [
            2,
            "有没有哪位江安校区的同学在学子书店买过书吗？想问一下学子书店的书能不能单独买啊？上学期订了一本教材结果却没有发，有两次都这样了嘤嘤嘤?"
        ],
        [
            1,
            "有需要校园宽带的可以联系我，留下联系方式，这有一个空闲账号可以提供给学弟学妹。"
        ],
        [
            2,
            "东哥被玩坏了"
        ],
        [
            2,
            "二教每个教室的WiFi 密码……"
        ],
        [
            2,
            "望江二教每个教室的密码是啥啊"
        ],
        [
            2,
            "是不是173的男孩子 如果不帅的话就找不到女朋友啦"
        ],
        [
            2,
            "711的金枪鱼团子好吃"
        ],
        [
            1,
            "有同学想转让 川大对面融创长滩一号的健身卡吗？有的话可以联系我哦， qq 21691466"
        ],
        [
            1,
            "没谈过恋爱不代表没有（被迫）进行性行为"
        ],
        [
            1,
            "坏人太多了，大家都害怕了，所以不会相信有好人了"
        ],
        [
            2,
            "结果就玩sm被操死了，对方才判了两年。"
        ],
        [
            2,
            "唯一的一朵奇葩"
        ],
        [
            2,
            "我是例外"
        ],
        [
            1,
            "你要把info上的人试一遍才知道到底有没有好人"
        ],
        [
            1,
            "你呢，你觉得是不是好人"
        ],
        [
            2,
            "啧啧，info无好人."
        ],
        [
            2,
            "你们平常在哪吃早饭"
        ],
        [
            1,
            "falling out of love"
        ],
        [
            1,
            "一起玩耍呀，167473406"
        ],
        [
            2,
            "形策是第几周开始?谢谢各位?"
        ],
        [
            1,
            "我也是没谈过恋爱，可是早就不是处男了，无数次献给了双手"
        ],
        [
            2,
            "有人知道国庆假期怎么放吗"
        ],
        [
            2,
            "恋爱都没谈过，怎么能不是处女"
        ],
        [
            2,
            "别再自责了，以后不嫖就可以了"
        ],
        [
            1,
            "我不配"
        ],
        [
            2,
            "加油＾０＾~"
        ],
        [
            2,
            "还有没睡的?"
        ],
        [
            2,
            "此刻内心，万念俱灰"
        ],
        [
            1,
            "求推荐二手群"
        ],
        [
            1,
            "研究生学姐会和本科生学弟恋爱吗"
        ],
        [
            2,
            "我是大家的快乐羽泉"
        ],
        [
            0,
            "https://4dddbb.win/intr/90e9f2259532fea8"
        ],
        [
            1,
            "我朋友认识一个皮条客给我介绍的空姐，挺正的,4000干一次，我还是愿意存钱干一次，多好"
        ]
    ],
    "06": [
        [
            0,
            "偶然从某毕业四年的油腻男子口中听到:\n我xxx从川大毕业才四年，怎么不能约川大的小学妹了？小学妹那么好骗，玩腻了还能换，又没什么损失，不好吗？"
        ],
        [
            1,
            "有没有女生愿意交友的\n可以啪可以走心\n需要时就在你身边\n难过时给你安慰\n开心时陪你疯闹\n不需要时自己走开\n但就不是情侣不用在乎对方那种\n2724802753"
        ],
        [
            1,
            "有交友的吗？\n2184986482\n陪逛陪吃陪看电影啊\n合适的话"
        ],
        [
            1,
            "望江有套一或者单间出租吗？短租，留QQ"
        ],
        [
            1,
            "别给我这整事弄景啊，好果汁儿是我东百?哥专属的，你敢和他作对？"
        ],
        [
            2,
            "捞翔，这句话，中！"
        ],
        [
            1,
            "真不是地狱黑，宿舍一河南人，住的地方比猪圈还脏。一学期了，被子从来没洗过。衣服那些就不说了，神服"
        ],
        [
            2,
            "问一下大家有没有人知道校园卡刷充小钱包的机器刷不起，显示ERR-00是怎么回事（有余额，没挂失）"
        ],
        [
            2,
            "约"
        ],
        [
            1,
            "诚心寻找一位研友，在这最后三个多月相互督促学习(如果你喜欢锻炼跑步最好)。本人英一数三qq350441254"
        ],
        [
            2,
            "吃鸡找会玩的小哥哥一起，扣扣区。不约，只玩游戏"
        ],
        [
            1,
            "找工作的朋友们看过来~\n(求职不易，祝各位同僚顺利～)\n分享：珍爱网2019秋招成都站。\n招聘对象：2019届全日制本科、硕士应届毕业生。\n招聘岗位：软件开发类、设计类、产品类、数据类、市场类、职能类\n工作地点：深圳\n投递方式：\n1、网申地址： http://zhenai.zhiye.com/Campus\n2、移动端投递方式：关注珍爱网招聘官方微信公众号（珍爱小猎手）：菜单栏“珍爱招聘”-“校园招聘”投递简历。（通过移动端投递简历需后期查收珍爱网邮件链接完善简历信息）"
        ],
        [
            1,
            "想约今晚10点的跑步，加qq785199043 一个人跑很怂，每次跑没几圈就坚持不下去了"
        ],
        [
            1,
            "基C空调大啊，吹得脑仁疼。清鼻涕一直流！"
        ],
        [
            1,
            "买了15号简单生活的票，一个人去看谢春花去看朴树。但愿自己下一场电影，下一次演唱会，下一场演出，下一次旅行，下一次做美味的意面和西红柿牛腩都有人陪。"
        ],
        [
            1,
            "请问大家，江安校区哪里可以配钥匙呀？不幸的我又掉东西了 ~"
        ],
        [
            1,
            "不懂就问，李鑫是谁"
        ],
        [
            1,
            "还单身女研友。。。你是来考研还是来相亲的"
        ],
        [
            2,
            "别人都说我是开心果，但是我也只是假装快乐罢了…我笑点很高且古怪，内心敏感，希望我以后的男朋友，一定要是一个能戳我笑点的人。"
        ],
        [
            1,
            "为什么东三一直有狗在叫"
        ],
        [
            2,
            "没有人10.1想去都江堰的西部音乐节看华晨宇吗！！？？"
        ],
        [
            0,
            "请问望江附近有没有旧物市场啊? 想买一把便宜点的二手电脑椅"
        ],
        [
            2,
            "面对冰冷冷的家"
        ],
        [
            2,
            "希望自己早日结婚，不要回来冰冷冷的家"
        ],
        [
            2,
            "请问有同学知道望江医院拔智齿怎么收费的嘛?谢谢小可爱们~"
        ],
        [
            1,
            "其实你是太无聊了"
        ],
        [
            2,
            "太孤单了"
        ],
        [
            2,
            "有同学参加上学期的大学生英语竞赛了吗？获奖证书发了没有啊？哪个部门在负责这个事呢？"
        ],
        [
            2,
            "猴头菇炖鸡"
        ],
        [
            1,
            "一周没啪了 憋不住了 约+q3104483885"
        ],
        [
            2,
            "看见公狗都觉得貌比潘安"
        ],
        [
            1,
            "请问望江校区哪个运营商的流量卡信号比较好，价格也比较合理？"
        ],
        [
            1,
            "出江安长滩一号健身卡，还有2.5个月，有意私聊993967341qq"
        ],
        [
            1,
            "老子现在看到母狗都觉得国色天香"
        ],
        [
            2,
            "望江哪里还有考研教室呀\n靠两条腿把知道的地方都走遍了，可是没有呀……"
        ],
        [
            1,
            "1783265913"
        ],
        [
            2,
            "学校校园网过分了！以前在望江用scunet数据断了就会停止计时，现在一次没有下线，后来在图书馆打开电脑都不用重新登录。我还以为最近系统不稳定根本没有放在心上，结果今天一看100个小时全被扣光已经被计费20个小时。有同学打电话去问校园网中心，就叫充钱。连中国移动都不敢断线计费，学校是多想挣学生的一点包月钱啊！让人寒心！"
        ],
        [
            2,
            "考研机构哪家值得信赖一点呀，好像都不太靠谱，而且都很贵，很方"
        ],
        [
            1,
            "因搬校区，在江安出个捷安特133电动车，去年5月金广捷安特专柜买的， 有小票保修单，只在江安校内上课骑，车几乎全新，原价3300，一口价2300，有需要的加q609397787"
        ],
        [
            1,
            "本校约炮，真诚（滑稽）"
        ],
        [
            2,
            "外校毕业约炮，真诚"
        ],
        [
            1,
            "肥水不流外人田？"
        ],
        [
            2,
            "有没有哪位同学知道马克思主义学院张仁枫老师的电话号码？求"
        ],
        [
            1,
            "外校毕业嫖娼，留号。"
        ],
        [
            1,
            "我觉得你可能一点都不喜欢我"
        ],
        [
            1,
            "本人四川大学江安校区学生，丢了一条耳机，ha_fw002，耳机上有写型号，联系电话17796417605，大概是在江安校区6舍到美食广场的路上，希望有捡到的同学可以归还，本人必有重谢，拜托拜托"
        ],
        [
            2,
            "外校毕业约炮。留号。"
        ],
        [
            1,
            "诚招代课，价格好商量。留言联系"
        ],
        [
            1,
            "楼下的是大号吧"
        ],
        [
            1,
            "有小姐姐想互摸互亲或者聊一下两性话题么，有的话加q907950038"
        ],
        [
            2,
            "只为本校人服务？"
        ],
        [
            2,
            "被骗炮了？"
        ],
        [
            1,
            "我感觉我昨天才报的到，今天怎么就大四了呢？？哇心痛"
        ],
        [
            1,
            "来看看我们母校的info，我们在大学时，还挺多正能量的，现在一进来怎么都是各种负能量，失望噻"
        ],
        [
            1,
            "打开支付宝首页搜索“537938874”，即可领红包"
        ],
        [
            1,
            "想在望江或者华西附近租一个单间，有没有学长学姐有空的单间呀？求合租（短期）? ? ? 无不良嗜好，生活安静低调，白天基本在学校，只有晚上回去住～如果有的话麻烦留下QQ，没有的话我再想想办法?"
        ],
        [
            2,
            "不开森哇"
        ],
        [
            2,
            "有人今晚12点一起从机场回江安吗"
        ],
        [
            0,
            "辣鸡教务系统"
        ],
        [
            2,
            "在国内，政协委员＋钱摆平强奸这类的，小意思"
        ],
        [
            1,
            "求问什么时候开始保研面试啊？"
        ],
        [
            2,
            "因为有钱觉得可以为所欲为，什么事都用钱来摆平"
        ],
        [
            2,
            "开呀咋了被霸凌了？"
        ],
        [
            2,
            "原来人是真的可以被人刺激成神经病的"
        ],
        [
            1,
            "喜欢或者想玩吉他、尤克里里的朋友看过来～这里有卡玛、SAGA、恩雅、阿德拉、TOM、楚门、雅伊利、美利达多个品牌的吉他、尤克里里，总有一款是你的菜～?官方正品，真伪可查，价格绝对优惠，全国包邮。购买还送价格1499元的果木浪子吉他全套教程。感兴趣的朋友可以加我QQ1390551368或者微信18380199869详谈。对于热爱音乐的你，一把单板好琴值得拥有??"
        ],
        [
            1,
            "约到熟人也没什么吧，笑一笑，然后继续接下来该干嘛干嘛"
        ],
        [
            2,
            "体育课交际舞可以女孩子和女孩子一起跳吗？"
        ],
        [
            1,
            "大家约的时候约到熟人怎么办"
        ],
        [
            1,
            "想在校招季做一下校园推广工作挣点钱的可以加我微信呀18631258192，基本都是线上转发的工作，9月份一个月几千块问题不大的，"
        ],
        [
            2,
            "求稳，之前专业必修挂了把成绩删了，后来重修通过了。毕业档案里面会显示我之前挂科记录吗"
        ],
        [
            1,
            "想在江安花园租房子开日租房 三室一厅的 想问问大家会介意和其他人共住一个大房子里吗 以及八十元左右一晚比快捷酒店便宜的价格能吸引到人嘛"
        ],
        [
            1,
            "睡不醒怎么办"
        ],
        [
            0,
            "那什么\n有谁上过卓岩老师的跆拳道吗\n噫呜呜呜噫\n选不到其他的 跆拳道 怎么样啊? \n救救孩子?"
        ],
        [
            2,
            "江安图书馆有同学看到一本唐舒尔茨的全球整合营销传播嘛？如果有的话在人工处帮忙归还一下可以吗？因为前几天还书时不知没有扫描上还是为何，并没有还书记录，并且在书架上也没有找到它。现在还在寻找中，有同学在看或有见到麻烦帮我还一下拜托拜托?"
        ],
        [
            1,
            "谁认识大二的机械设计制造及自动化专业的梅飚洋吗，能不能给个联系方式谢谢? ? ?"
        ],
        [
            2,
            "钱花起来好快哦，已破产"
        ],
        [
            2,
            "扫我打开支付宝首页搜索“518874725”，即可领红包，0.9~9不等"
        ],
        [
            2,
            "习惯的好，要多习惯"
        ],
        [
            2,
            "喜欢就要强奸吗"
        ],
        [
            2,
            "强调自己是好人的是坏人，强调自己是帅哥的是丑逼"
        ],
        [
            2,
            "21我妈就忍不住给我介绍男朋友了 还有更早的吗？"
        ],
        [
            2,
            "早上在望江三餐买鸡蛋，鸡蛋壳上有屎!!!!还让不让人吃了，食堂不是打着干净卫生的旗号吗？请求有没有投诉的方法!!而且这不是第一次了?早上看到这个，真的很恶心(－＂－怒)"
        ],
        [
            1,
            "你以为我不知道你说的哪些话是谎言吗，我只是一直在强迫自己和你一起欺骗自己而已。"
        ],
        [
            1,
            "又失眠了，还是月初，为什么，为什么要让我知道得越来越多，为什么要让我体会锥心般的痛。"
        ],
        [
            1,
            "二舍门口那个傻逼车，快把老子气出来高血压了"
        ],
        [
            1,
            "现在还在下面玩电脑的室友是傻逼"
        ],
        [
            1,
            "真是杂种，一直艹你妈的在响"
        ],
        [
            1,
            "我真的操你妈了，有这种傻逼电动车"
        ],
        [
            1,
            "江安二舍哪个傻逼的电动车一直在响，我操你妈"
        ],
        [
            2,
            "想要和一个陌生人聊天，不问姓名，只是互诉心事。"
        ],
        [
            1,
            "感觉info里大家很社会啊，有小姐姐好心点拨下这个真小白吗？大半夜的想听故事了，什么样的都行，q3011004864"
        ],
        [
            2,
            "去年就听别人说 李鑫是夜店小王子 川大炮王了???"
        ],
        [
            2,
            "狗改不了吃那啥 是说狗改不了吃屎吗"
        ],
        [
            2,
            "女孩子就是要学会如何让你的男朋友更爱你"
        ],
        [
            1,
            "亚洲专区"
        ],
        [
            1,
            "求链接的那个：www.91porn.com"
        ]
    ],
    "05": [
        [
            2,
            "有病吗大晚上在寝室商量东西？十二点了别人不休息吗？自私自利本人了   真的呵呵   自觉都没有吗？"
        ],
        [
            1,
            "想恋爱。。。。"
        ],
        [
            2,
            "干嘛要管她，由着她自生自灭好了"
        ],
        [
            1,
            "这世界很美"
        ],
        [
            1,
            "有没有人知道怎么看学院排名呢？"
        ],
        [
            1,
            "那就好，快好好休息一下，明天又是活力满满"
        ],
        [
            1,
            "来，摆摆？"
        ],
        [
            2,
            "今天心情好像有点不好，不仅是最近看到很多负能量的东西，连自己都丧失了正能量了呢。总结：啥子事儿都不能拖，不然易蹉跎。好像前后两句没有逻辑哈，随便说说，不要在意。"
        ],
        [
            2,
            "想吃541和李鑫的瓜，有链接吗"
        ],
        [
            2,
            "在下不才，觉得政治多选题的答案全是ABCD? ?"
        ],
        [
            1,
            "留个号我来接你呀"
        ],
        [
            2,
            "可以。，"
        ],
        [
            1,
            "来吧，大门为你敞开"
        ],
        [
            2,
            "今晚想去你家睡"
        ],
        [
            1,
            "我就喜欢你呀"
        ],
        [
            2,
            "真悲哀info上都没人喜欢过我"
        ],
        [
            2,
            "有活好不粘人的妹子吗，给我来十个"
        ],
        [
            1,
            "2018我们同行\n\n          驾校刘姐：18181430052\n \n1、 坚持: 诚信第一、服务至上的宗旨。办理相关手续全程陪同服务。\n[玫瑰]文明教学，因人施教。免费接送，随到随学。40天拿证。[玫瑰]氛围融洽、快乐学车，花最少的钱，用最短的时间拿证。\n2、考试车型练车，无需模拟。用口碑做名片。[玫瑰]合格率超高、学会即考，无需外宿。\n3、 特别回馈老带新学员。\n[太阳]报名费：2380元[太阳]，人多优惠多。报名中………！！！\n4、愿景： ?以诚结交有缘人，你快乐拿证，我开心守家。\n  5、报名热线：18181430052"
        ],
        [
            2,
            "对，北方妹子不太好说话"
        ],
        [
            2,
            "还在聊骚，你这辈子已经没救了"
        ],
        [
            1,
            "望江附近哪儿的夜宵比较好呀？"
        ],
        [
            1,
            "约吻约抱约摸摸吗?不的话，有欲望的妹子来聊聊两性话题吧。萌新也行。3037703219"
        ],
        [
            2,
            "考研哪个机构好一点呀~求大家推荐一下，不想把自己的时间和精力花在不靠谱的机构……???"
        ],
        [
            1,
            "我喜欢你，你知道吗"
        ],
        [
            2,
            "可怜"
        ],
        [
            1,
            "去年年底和你在info相识。还记得你说：网恋吗？聊出感情就删的那种。结果我们从聊天开始到网恋到奔现，到现在已经九个月了。我握住了你就认为握住了全世界，结果最后还是失去了你。再见info，感谢让我在这里遇到了你。这里注定是我的伤心地，作为毕业老学长的我就不要继续存在在这里了。"
        ],
        [
            2,
            "还是熟悉的味道"
        ],
        [
            1,
            "2875221362\n来认识吗？\n太无聊了就约饭约电影约聊天约什么的\n毕竟寂寞就像成都的雨\n说来就来了?"
        ],
        [
            2,
            "高联，文登，海文这些考研机构哪个比较好呀~怕踩坑?"
        ],
        [
            2,
            "#寻找研友#想找一起自习的人，那样可以互相监督一下或者讨论讨论啦，不然一个人好容易找各种理由不出去学习~\n本人考数一英一，专业课考材料力学，常去的是工学图书馆，希望研友也考数一啦~有意愿加QQ1115486017"
        ],
        [
            2,
            "541连微博都不更了 看看你们都干了些什么"
        ],
        [
            2,
            "姑娘你需要去看一下心理医生"
        ],
        [
            2,
            "贼贱了就是欠操"
        ],
        [
            2,
            "我就默默想问一句 作为李鑫和前女友的当事人 李鑫和541出去开房是李鑫掏钱吗。。。"
        ],
        [
            1,
            "有没有人给讲一下541到底是怎么回事啊"
        ],
        [
            2,
            "我也觉得她是个傻逼"
        ],
        [
            0,
            "让我做你的男朋友，可好？"
        ],
        [
            2,
            "咋滴 就允许她541天天骂街 不许我骂541了 你讨厌傻逼讨厌呗 骂541的人本来就图个开心 就和541一样 有什么不对吗？"
        ],
        [
            2,
            "招嫖。"
        ],
        [
            2,
            "info 微博热搜前三 李鑫 541 临江仙 约炮"
        ],
        [
            2,
            "好了，不就是因为李鑫吗"
        ],
        [
            2,
            "好了 现在我大川都知道李鑫和541有性生活了"
        ],
        [
            2,
            "太寂寞了，一起取暖好吗"
        ],
        [
            2,
            "别人有你没有然后嫉妒了？"
        ],
        [
            2,
            "541有性生活也很正常啊 反正她经常晚上不回宿舍"
        ],
        [
            1,
            "能不能有个人解释一下541的来龙去脉。。。问好几次了"
        ],
        [
            2,
            "541等你回归微博❤️ 541都离开微博多少天了 想你"
        ],
        [
            2,
            "空虚寂寞冷"
        ],
        [
            2,
            "楼下贱货"
        ],
        [
            2,
            "好久不上info 一上info果不其然就出现了院花541 541真的是天天 info热搜啊 说不定人家今晚正要喝李鑫啪啪啪 毕竟541说 爱就是分享两腿间的空气"
        ],
        [
            2,
            "高联考研怎么样呀~求解答，主要怕父母的血汗钱被骗~???"
        ],
        [
            1,
            "怎么退双学位"
        ],
        [
            2,
            "我川这么多女的你找着对象了？"
        ],
        [
            2,
            "求大创报过账的同学来解答一下我的疑惑！感觉经费用不完可怎么办"
        ],
        [
            2,
            "辣鸡\n放本书在抽屉里占位置\n呵呵呵呵"
        ],
        [
            1,
            "目前的情况是冬天爽一会，冬天爽完以后估计夏天又回来接着爽了"
        ],
        [
            2,
            "成都的春天和秋天分别被夏天和冬天强奸了吗  短暂得不得了…还没有info里的炮友能矜持"
        ],
        [
            2,
            "请问有人知道中华文化郭书愚老师的分数构成和考核方式吗？"
        ],
        [
            1,
            "川大江安校区开学兼职，9月7/8/9号开学期间针对新生家长宣传讲解旅游产品，每天收入大概2-300元，靠谱兼职。有兴趣请加微信：13540637123"
        ],
        [
            1,
            "望江求租房，q4062541。川大学生，大家帮忙顶一下。"
        ],
        [
            2,
            "关于川大本科生抑郁症认知的调查\nhttps://www.wjx.cn/m/27633653.aspx\n麻烦各位填写～谢谢大家，感恩！！"
        ],
        [
            2,
            "川大电信迎新团队招募队长：\n\n接电信通知，近日在川大招迎新队长，待遇优，研二或大四的童鞋可以联系高经理，也可以联系我。团队越大收入越多，快发动周边同学，为新生服务，为自己谋发展。\n\n任务简单，我会参与培训，绝对让同学们收获良多。迎新是历年传统，老生都有经验，一定要发挥作用，奉献爱心，获取收入，不留遗憾！川大滴熟人帮我转发一下，必须滴！"
        ],
        [
            2,
            "新生开学，有需要破解路由器/水票/宽带办理的可以联系我qq:496395458\n电话：15608191523"
        ],
        [
            1,
            "新生开学旅游兼职，开学期间针对家长宣传旅游，直销，扫楼，跑寝室，一对一向家长推销讲解旅游产品。\n待遇：底薪50+高提成返点100-300每单，提成根据报名旅游人数提成，多劳夺得。\n联系方式：有兴趣请加微信：13540637123"
        ],
        [
            1,
            "求交往qq1443141234"
        ],
        [
            0,
            "你是我的至宝，\n谁都不能把玩、玩弄、伤害；\n谁都不能因为兴起才将你拿起，\n口里还振振有词，\n给予连自己都不相信的极高的评语；\n谁都不能估量了你的价值，\n又不露声色的盘算，\n有没有更好的，先将其留作候选，。"
        ],
        [
            0,
            "不要折磨我了，好不好？\n你要考验我到什么时候？\n我最爱的唯一的丫头，\n让我来到你身边，或者\n至少你不要那么不开心，多笑笑可好？"
        ],
        [
            2,
            "有没有要组团留学或有意向的小伙伴啊!\n大家觉得棕榈大道怎么样啊!感觉里面学长学姐超好超厉害\n就是有点小贵"
        ],
        [
            1,
            "有人有捡到身份证吗  尾号2511的身份证  我电话17612888321  谢谢了"
        ],
        [
            1,
            "传单发放，要求认真负责。\n1，江安校区长桥，周四或周五上午11点至13点，工资50元。需要6人。\n2，望江校区，下周一至周三全天（早上10：30-13：30，中午休息，下午15：30－18：30）100/天。需要3人。\n3，有兴趣者请加QQ：1969360247"
        ],
        [
            2,
            "可不可以退掉体育课以后再修啊。。\n日常被坑"
        ],
        [
            1,
            "现在学校老师都这么有钱的吗，开白色奔驰车牌川ACO87Y的黄白衣服挎包老女人，下雨天你TM赶去投胎吗，看不到路边有人?全身衣服鞋子湿透去赶着上课，呵呵祝您原地爆炸?"
        ],
        [
            1,
            "有女生喜欢看BLACKED系列吗"
        ],
        [
            1,
            "我是一名大三想考研的同学，想真诚地请问贵校外国语学院学长学姐一个问题。英语系的541还出国吗？"
        ],
        [
            1,
            "绍皮"
        ],
        [
            2,
            "道不同，不相 为谋"
        ],
        [
            0,
            "一声惊响雷，吓得你捂住了耳，\n他为什么不能提前提醒世人，\n他将要发威；\n我好想在你身边，\n为你挡住骇你的雷，。"
        ],
        [
            1,
            "图书馆muji深蓝色长柄伞，求放回原处?\n17340184109"
        ],
        [
            2,
            "这妖风吹着是真的冷啊啊啊"
        ],
        [
            2,
            "有没有前辈可以解释一下创新学分呀，最少多少个可以毕业呢？听说必须6个，但是又有人说是两个"
        ],
        [
            1,
            "哪位同学有 计算机组成与体系结构这本书呢 linda null写的，网上买不到。。"
        ],
        [
            2,
            "炮友而已，你非要谈感情，你是不是犯贱"
        ],
        [
            2,
            "【兼职的同学们看这里】——和幻宇在青广开展招生工作!\n幻宇音乐新学期开始招生啦！在青广发传单、招生~15/h，个人成交每单提成61~95块，明天开始全天都可以来摊位，大概两到三周，找我报名安排时间段哈~QQ1613749895"
        ],
        [
            2,
            "图书馆的温度真的是让人绝望，看书热到心态爆炸，能不能，能不能调低点"
        ],
        [
            1,
            "啊有没有大三常年住三教自习到晚上11点的那种?可以一起"
        ],
        [
            1,
            "江安的流浪狗没人管了吗？今天上午，一群狗追着一个女生要吃的，据说，暑假还有个女生被咬伤了。\n出了这种事情，谁负责？学校真是心大。"
        ],
        [
            1,
            "分了吧绿油油"
        ],
        [
            1,
            "info女生啥货色我算是见识到了，你们还要和同性去约玩？"
        ],
        [
            1,
            "总觉得正在晚自习。。。"
        ],
        [
            1,
            "约玩约炮我和你一样？别拿自己意淫别人"
        ],
        [
            1,
            "哎，看这种语病和错别字的句子我累啊"
        ],
        [
            2,
            "info上就那几个人。变换着性别装男装女约炮约玩，实际上就是在骚聊，然后意淫完了睡觉!"
        ],
        [
            1,
            "自己句句飚脏话还说别人素质，吾从未见过如此厚颜无耻之人"
        ],
        [
            1,
            "本校素质很好，只是一部分info上的人"
        ],
        [
            1,
            "我好累，好累(´;︵;`)"
        ],
        [
            1,
            "有没有喜欢徐佳莹的朋友。350出一张8号399档的票。q924208798"
        ],
        [
            0,
            "请问有没有9.9-9.12期间去中国科学技术大学参加推免面试的小姐姐？求一个能一起过去的小伙伴~有意一起搭伴过去的小姐姐 请联系qq 2327281268\n加好友时请备注哦"
        ],
        [
            1,
            ". info里认识女生干嘛，随时随地和你撕逼翻脸这种吗"
        ],
        [
            1,
            "昨晚又梦到她了? ? ? 梦里很甜，那一刻感觉是最幸福的，醒来却发现是个梦"
        ],
        [
            1,
            "info的管理员原来存在啊，那你咋对约炮贴完全佛系了，你变了"
        ],
        [
            1,
            "完全就是个狗"
        ],
        [
            2,
            "国庆有小姐姐一起出去玩不啊"
        ],
        [
            0,
            "图书馆的女厕所，能不能增设啊？或者把马桶改成可以蹲坑的，每次排队上厕所太久了，同意的赞一个！"
        ],
        [
            2,
            "川大女同，请不要报着约玩的心yp。"
        ],
        [
            1,
            "不好意思是二教"
        ],
        [
            1,
            "辣鸡三教空调不能调温度"
        ],
        [
            2,
            "自己睡不着还要影响别人吗，算了，自食恶果罢了，我又何必和她计较，重要的是我好好学习，好好睡觉，热爱身边的人和生活啊，加油(ง •̀_•́)ง"
        ],
        [
            1,
            "这雷声真鸡巴大，跟放炮一样"
        ],
        [
            1,
            "天威浩荡啊。。。。。。"
        ],
        [
            2,
            "学姐睡了？明早起来又要在info开骂？我再不来了。您慢慢自己折腾。"
        ],
        [
            2,
            "真心别报考川大。一堆脑残sb"
        ],
        [
            2,
            "没个实话？这社会真恶心"
        ],
        [
            2,
            "我是谁你知道，我都不知道你是谁？你加我qq啊。跟我说啊？info里发一堆？谁心虚不加我？"
        ],
        [
            1,
            "管理员能不能让这个母狗闭嘴"
        ],
        [
            2,
            "你女同学的号呢？"
        ],
        [
            1,
            "傻逼脑残滚去睡吧"
        ],
        [
            2,
            "是男是女？你直男癌啊？男同学来教育婊子？"
        ],
        [
            1,
            "你个婊子真的需要被教做人"
        ],
        [
            2,
            "被你逼疯学姐。神经病吧。"
        ],
        [
            2,
            "曝光你麻痹？底线。你先说说你有几个号？换着发消息？我都醉了。我就一个号，还要被你耍？？？你先教教我。怎么换性别？啊？"
        ],
        [
            1,
            "看不懂，好累……"
        ],
        [
            1,
            "我不会曝光你，因为不像你神经有问题"
        ],
        [
            1,
            "你不用废号，因为老子比你有底线得多，贱女人"
        ],
        [
            2,
            "你们为什么这么暴躁呢？曝光别人的信息，犯得着吗？人和人不过一场游戏。坐下来和和气气砍死对方好嘛"
        ],
        [
            2,
            "川大女生素质真的是差"
        ],
        [
            2,
            "自己发帖装不认识？牛逼懂了"
        ],
        [
            2,
            "学姐你到底有几个号。我都糊涂了。全部从良"
        ],
        [
            1,
            "问一句是你就把QQ毁了？？EXO??"
        ],
        [
            1,
            "你才精神有毛病，你又没干嘛"
        ],
        [
            2,
            "原来info上交的朋友是随时会咬人的啊就像这种"
        ],
        [
            2,
            "我今晚没空，明天贴吧走一波"
        ],
        [
            2,
            "继续嘛"
        ],
        [
            2,
            "哦socialsocial"
        ],
        [
            2,
            "没办法学传媒的。你跟我网上撕逼？想过没“学姐”？"
        ],
        [
            2,
            "你朋友多连最简单的事都问不上来问我"
        ],
        [
            2,
            "哦佩服佩服我学着点"
        ],
        [
            2,
            "你要是有这个需求我一定满足你"
        ],
        [
            1,
            "姑娘们别吵了，接客了"
        ],
        [
            2,
            "你身边有真实朋友吗？没有吧。因为你qq微信老换。懂吗？别人的qq就是真名。"
        ],
        [
            1,
            "斗破苍穹好难看"
        ],
        [
            2,
            "呀换了个男号跟我撕逼？所以你手段更多？"
        ],
        [
            1,
            "会有人替你父母教育你的"
        ],
        [
            2,
            "说好删我名字的？然儿呢？我也是没办法。我不可怜。可气"
        ],
        [
            2,
            "你马死了，我是你姐姐"
        ],
        [
            1,
            "今晚这个INFO 看得我好鸡吧混乱"
        ],
        [
            1,
            "行啊，你确实该被好好教育了，"
        ],
        [
            2,
            "你气到我了。“学姐”"
        ],
        [
            2,
            "你曝光我啊。来让大家给你教育？我什么名字。问他们我被操过没？然后问问你自己被操过几次？"
        ],
        [
            2,
            "手段又多人又凶"
        ],
        [
            2,
            "这就是info女的的水平吗，装的楚楚可怜的却这么没有下线"
        ],
        [
            2,
            "其实有一部分女生也是有处男情结的。如果你随便约炮送处男，那可是会被嫌弃的哦"
        ],
        [
            2,
            "男的，要被草吗"
        ],
        [
            1,
            "泄露别人隐私的太几把恶心了，我知道几个川大约炮女，也和我做了。虽然她们骂我是约炮男，经常看他们骂我，但是我也做不到公开她们号"
        ],
        [
            2,
            "info女生的素质真是让我见识到了"
        ],
        [
            2,
            "互相伤害。了解一下。你删了什么？你告诉我？"
        ],
        [
            2,
            "所以你是男是女？"
        ],
        [
            2,
            "你对我一无所知我对你从专业到班级到姓名，你给我扎刺？你玩的过我吗？"
        ],
        [
            2,
            "我今晚没空理你，明早见"
        ],
        [
            2,
            "你真的贱的一笔刷新我对川大女生的看法了，装的楚楚可怜的"
        ],
        [
            2,
            "你这个贱女人上成都吧发我的号，我是不是让我的饥渴兄弟骚扰你一波？"
        ],
        [
            1,
            "有些渣本科的，考研考过来的那些更不要说了"
        ],
        [
            1,
            "基教好多大白腿啊，把持不住"
        ],
        [
            2,
            "川大女生素质不是第一次见识了，真的差劲"
        ],
        [
            2,
            "不用删。谢谢"
        ],
        [
            2,
            "好了我删了，"
        ],
        [
            2,
            "原来刘强东就是野兽先辈啊"
        ],
        [
            1,
            "不知道"
        ],
        [
            2,
            "大晚上看大川公众号里面的同学们的报修都能笑出来，服了自己? ? ?"
        ],
        [
            2,
            "有人知道马？"
        ],
        [
            2,
            "基教最早几点开啊，明天想早点去背单词"
        ],
        [
            1,
            "哇。我求你。不要一直用句号。这样看着真的好难受。还有。把字打对。"
        ],
        [
            2,
            "打错字也是被你气的。不男不女还到处骗人感情。还不尊重别人。这招我学会了"
        ],
        [
            2,
            "就这背毕业的人耍。我好幼稚。还诚意地拿出真名加他？他呢。继续用小号约玩。"
        ],
        [
            2,
            "只是希望我的两个室友不要被影响，温柔的室友能够少一些心理负担热心里包袱，不然我心中也有愧。祈愿每个人都好，“尔晴”除外hhh"
        ],
        [
            2,
            "对不起，不和男的搞基？你不是女的吗？被骗了真难过"
        ],
        [
            1,
            "湖南一名男子为庆祝儿子考上重点大学，竟买来两条蛇在公园里放生“还愿”，这可把附近的居民吓得不轻，一时间人心惶惶。为消除负面影响，民警将这名男子抓获，并处以行政拘留5日的处罚。目前，两条蛇中的其中一条已被抓获，对另一条蛇的搜捕工作也在紧张进行中。"
        ],
        [
            2,
            "对不起所有告诉你的信息全是假的"
        ],
        [
            2,
            "毕业的人就别再来玩info了。"
        ],
        [
            2,
            "啧啧啧，才说要和平共处……她就开始搞事……不过我都已经准备好要温柔地睡觉了，现在被她气到真是如了她的意，可怜的人嘛，会有点偏激的，心怀善良，理解她，而且她都要睡了来气一气你，她可以睡，你自己生闷气，其实不太划算。心怀善良和感激，以后不到万不得已，就不去惹她啦，毕竟自己现在的状态很满意，不去惹一身骚啦。自律自律控制自己情绪。仔细想想也许是无意的呢～明天也是要棒棒地面向阳光心怀善良哦"
        ],
        [
            1,
            "哈哈哈 \n别闹 生气归生气\n不用diss带包括其他人的词汇"
        ],
        [
            2,
            "你也就玩个info鬼你麻痹哟。亏心事有几件你还记得吗？先给你加1"
        ],
        [
            2,
            "川大女生素质真差"
        ]
    ],
    "04": [
        [
            2,
            "还有，都大学生了别发错别字了可以吗"
        ],
        [
            2,
            "我就喜欢刚的妹子，没事，我没做亏心事不怕鬼敲门"
        ],
        [
            0,
            "江安游泳馆开学了还开门吗？"
        ],
        [
            2,
            "补缓考一般啥时候出分呀？"
        ],
        [
            2,
            "先把字发对吧"
        ],
        [
            1,
            "强烈建议下次撕逼，先把字发对，全是错别字看着别扭"
        ],
        [
            2,
            "别意淫了。经管学姐。约玩不约你自己清楚。跟你约了看电影。你又在info里问我？你脑子短路了？让你把我名字删掉，你又发一遍？你不想玩也行啊。别把别人当玩具耍。谢谢"
        ],
        [
            2,
            "哦，要去贴吧贴聊天记录吗？"
        ],
        [
            2,
            "那我贴你大号可以吗"
        ],
        [
            2,
            "谁删的谁"
        ],
        [
            1,
            "约的人可真多 我都被刷没了 q3104483885 女朋友说我活好哦"
        ],
        [
            2,
            "傻逼不改本性，自己敢做，还怕别人说，说了自己就暴跳如雷砸东西，我也是有病，去招惹她干嘛，到时候又砸东西……好不容易消停一段时间了，尽量维持表面和平吧。我也是太冲动太容易被情绪驱使了，力的作用是相互的，也是适用于我的，看不惯的时候多了去了，你不可能都去管一管，心机重的人多了去了，你不可能每个都撕逼，奇怪的人虽然不多，可是被你碰上了啊，人自己倒霉，而且本来她也就一无所有挺惨的了，我要保持温柔的本性和初衷，以坚韧不拔的力量去做自己想做的事，爱身边的人。比心"
        ],
        [
            2,
            "隐私是什么？把你qq号也贴出来？"
        ],
        [
            2,
            "你面试失意跟我诉苦的时候可不是这么强势哦，一点也不需要人安慰嘛"
        ],
        [
            2,
            "你的隐私是你约炮吗？"
        ],
        [
            2,
            "力的作用是相互的，且行且珍惜"
        ],
        [
            1,
            "天天约炮，烦死了"
        ],
        [
            2,
            "我他妈就知道是你的真名？用真名当网名的智障也没几个吧"
        ],
        [
            1,
            "恭喜临床gyw小姐喜提新男友一枚！！"
        ],
        [
            2,
            "活该该"
        ],
        [
            2,
            "找不到工作也是你活该噻"
        ],
        [
            2,
            "你让我充分知道了啥叫女子和小人难养也"
        ],
        [
            2,
            "别玩info玩上瘾，脑子都短路了？ok？"
        ],
        [
            0,
            "一定要好好的。\n做个好梦或者不做梦，免得费精神。\n晚安，我的那个女孩儿"
        ],
        [
            2,
            "以后找得到女朋友再说吧"
        ],
        [
            2,
            "我想回到三年前，和你重新认识一次"
        ],
        [
            2,
            "不要离开我。"
        ],
        [
            1,
            "“没事，你先走”\n顺手帮我扶起了旁边的小黄，（我还以为她要骑呢）\n表情有点冷冷的（可能是我没看清，可能是气质），不过我喜欢，眼睛很好看\n图书馆和二基楼中间停车的地方"
        ],
        [
            2,
            "挤了一个痘痘，脓像喷泉"
        ],
        [
            1,
            "望江有深夜自习室吗？基C关的太早了吧"
        ],
        [
            1,
            "站住，警察！你给我把你鸡儿交了！"
        ],
        [
            2,
            "小姐姐最好啦"
        ],
        [
            2,
            "女的可以吗"
        ],
        [
            2,
            "约约约约约，整天都只晓得约\n小心哪天集体把你们的作案工具没收了…"
        ],
        [
            2,
            "想找个人陪着去玩一下午加晚上。请你吃晚饭呀。不约，我只是觉得孤独了想有人陪着玩。"
        ],
        [
            1,
            "QQ2563195937约起来"
        ],
        [
            1,
            "约江安望江都可以 来成都一周没得啪了 憋不住了 交个长期PY更好 这东西真的上瘾 qq3104483885"
        ],
        [
            1,
            "约就约 带什么价啊 哄抬B价"
        ],
        [
            0,
            "有考过或者要考清华电路840的小伙伴吗，希望可以一起交流一下qq3453897849"
        ],
        [
            1,
            "都出到2000了，再多点，我带你去干正宗外围空姐"
        ],
        [
            2,
            "很烦这些看不懂的对白"
        ],
        [
            2,
            "谢谢啦\n只能一天天地去熬啦"
        ],
        [
            2,
            "我只害怕就算他找了    我也会想象和他和好的那一天"
        ],
        [
            1,
            "qq3596439617 2000块"
        ],
        [
            2,
            "异地恋的男朋友和我分手了\n可我真的忘不了放不下 \n有什么好办法吗"
        ],
        [
            2,
            "你在对谁回复啊~"
        ],
        [
            1,
            "qq3596439617 500块"
        ],
        [
            2,
            "你绝壁搞错对象了，我看了一下，没人删我"
        ],
        [
            2,
            "真的，你丫在自习室别特么乱关空调，要是冷你出去啊倒是，把空调一关，教室里这么多人，空气又流通不起来，一会儿就热了，我祝你biu biu biu !"
        ],
        [
            2,
            "基教a507，乱搞什么空调啊，现在教室好热 好气哦(´-ω-`)"
        ],
        [
            1,
            "吃你的样子可不美"
        ],
        [
            2,
            "我好想你。，，"
        ],
        [
            2,
            "你吃屎的样子真美"
        ],
        [
            1,
            "撩发的样子真美"
        ],
        [
            1,
            "比较弱，约炮一开始就停不下来，我只要包包里面还有开房买套的钱我就想去约"
        ],
        [
            2,
            "想问一下有想要去法国高商读研的小伙伴吗?"
        ],
        [
            1,
            "没事还有探探"
        ],
        [
            1,
            "你们这样互相谩骂，到时候info就见不到约炮成功的了，你们这是在净化info环境，谢谢你们（滑稽）"
        ],
        [
            2,
            "说再多虚伪赞美的话也上不到"
        ],
        [
            1,
            "你他妈以为你多了不起，说些好听的真的只是想操你，都不愿意给你钱，你只值得几句虚伪赞美的话。"
        ],
        [
            1,
            "约炮女不稀罕上。烂比不如飞机杯"
        ],
        [
            1,
            "高冷是约炮女的一般属性。"
        ],
        [
            2,
            "所以你永远都上不到"
        ],
        [
            1,
            "中国男人是傻逼的话，那你去舔洋大人或者黑人的鸡巴去啊"
        ],
        [
            1,
            "约炮女的自以为是都是约炮男惯出来的，毕竟狼多肉少，所以给了她们错觉，殊不知就是想哄你上床而已，上了以后，你就是个烂货，随手可抛，都不需要找垃圾桶。"
        ],
        [
            1,
            "照你这样说，中国女人还不是有很多喜欢小白脸，娘炮的，男的练一下肌肉就说太可怕了，好吓人什么的，真是胡扯你麻痹"
        ],
        [
            1,
            "Mac本怎么连学校电信的拨号上网啊？？？？急求！！～"
        ],
        [
            1,
            "Mac本怎么连学校电信的拨号上网啊？？？？急求！！！"
        ],
        [
            1,
            "有学长学姐知道我们学校公共关系学院心理学系考研的情况嘛？或者能把该专业辅导员的QQ或者其他联系方式留一下嘛！谢谢！"
        ],
        [
            2,
            "说明中国男人是傻逼"
        ],
        [
            1,
            "你想说啥？你身材很好？"
        ],
        [
            1,
            "又不是你一个人去，你和学校里其他人商量商量呗，这样也不尴尬"
        ],
        [
            1,
            "100不能更多了"
        ],
        [
            2,
            "转专业上课一个好处就是\n大家由于和你不熟\n上课很少会紧靠着坐你左右\n所以你至少能空出半个位置摆摆书什么的"
        ],
        [
            0,
            "本想学渊明，\n奈何尘世里有个你，\n那我就学禹锡吧！\n哈哈哈"
        ],
        [
            2,
            "失之我幸"
        ],
        [
            2,
            "如果有一天我不上info了，肯定是我比现在过得好很多了"
        ],
        [
            1,
            "看过以下任意十个的点上《神厨小福贵》《中华小当家》《围棋少年》《 四驱兄弟》《虹猫蓝兔》《蓝猫淘气三干问》《弹珠传说》《 开心宝贝》《小宋当家》《哈皮父子》《淘气包马小跳》《老呆和小呆》《铠甲勇士》《象棋王》《海贼王》《憨八龟》《金甲战士》《迪加奥特曼》《爆丸小子》《雷速登之闪电冲线》《洛洛历险记》《奇奇颗颗历险记》《十二生肖总动员》《超智能足球》《海绵宝宝》《小鲤鱼历险记》《成龙历险记》《神兵小将》《天上掉下个猪八戒》《饮茶之功夫学院》《猫》《超兽武装》《火力少年王》《电击小子》《快乐精灵》《魔角侦探》《小鸡不好惹》《恐龙宝贝》《数码宝贝》《海宝来了》《小牛向前冲》《铁甲小宝》《晶码战士》《快乐星猫》《超智能足球》《斗龙战士》《神兽金刚》《七色战记》《摩尔庄园》《快乐酷宝》《星际宝贝》《猪猪侠》《星游记》《天眼神牛》《天眼神虎》《天眼神兔》《东方神娃》《巴啦啦小魔仙》《夺宝幸运星》《宋代足球小将》《大头儿子和小头爸爸》《五福鼠》《蛋神奇踪》《加菲猫》《哪吒传奇》《西游记》《果宝特攻》《勇闯魔晶岛》"
        ],
        [
            1,
            "我对你超级好，是想让你以同样的态度对待我，而不是让你觉得自己很牛逼。\n\n这句话太有道理了"
        ],
        [
            2,
            "人怎么能这么孤独呢"
        ],
        [
            2,
            "听过太多道理也无法过好一生"
        ],
        [
            2,
            "她以后一定会记起来你的好的"
        ],
        [
            1,
            "我们男人是大猪蹄子，那你们女人就是泡椒凤爪"
        ],
        [
            1,
            "对你好的人，换一种说法就是，老实人"
        ],
        [
            2,
            "男人帅不帅有不有钱都不重要，关键他要对你好。"
        ],
        [
            2,
            "我也是作，真正对我好的人我没有珍惜，现在没有再对我好的人了"
        ],
        [
            0,
            "考研的人多少人要当炮灰！"
        ],
        [
            0,
            "毕业了都能找到工作吗！我很担忧"
        ],
        [
            2,
            "有10.1准备去都江堰西部音乐节的小可爱吗，可以一起走再拼个房嘛"
        ],
        [
            2,
            "去成都前120斤，回来后200斤"
        ],
        [
            1,
            "有没有人知道中华文化的课在哪里上吗？最近的课程有吗"
        ],
        [
            2,
            "个人觉得中快菜味道一般，还没牛肉馆好吃"
        ],
        [
            1,
            "读博老狗穷逼？"
        ],
        [
            1,
            "来清华读博的第四天，大家一定要珍惜在川大时光啊。在哪都不如自己本科母校好啊"
        ],
        [
            1,
            "我一般日过比以后才没兴趣"
        ],
        [
            1,
            "想当年金戈铁马，看今朝死缠烂打。嫁祸于人算什么本事"
        ],
        [
            2,
            "请问江安校区哪里可以自行张贴海报啊"
        ],
        [
            2,
            "如果谁在悸动奶茶店门口过的时候掉了一副苹果耳机 我放在奶茶店小姐姐那里了"
        ],
        [
            1,
            "这几天没课在外租了房子有没有一起住的？住我家就好\n3114153316"
        ],
        [
            2,
            "外卖毒鸡汤不好吃就算了，老板还一副谁给她差评谁恶毒，ok的，拉黑。"
        ],
        [
            1,
            "一个人的\n交友吗\n 1783265913\n一起吃饭一起浪"
        ],
        [
            0,
            "有没有同学知道古代汉语这门课是四本教材都要上吗还是只上其中的两三本？不知道怎么买教材了现在……还有那个什么辅导与练习需不需要哇"
        ],
        [
            1,
            "驾照和六级算创新学分吗"
        ],
        [
            1,
            "每次看到网友的裸照后，就对这个人索然无味了"
        ],
        [
            1,
            "三教为什么不开空调啊……"
        ],
        [
            1,
            "《越来越不懂》 蔡健雅"
        ],
        [
            1,
            "来复旦读研的第四天，想念川大的第四天。各位学弟学妹们一定要珍惜在川大的时光啊。出来之后真的有一种别的学校千好万好都不如本科母校的感觉。"
        ],
        [
            2,
            "有没有小伙伴想学吉他?的，我有一把吉他用了\n大半年，但大多数时候都是闲置的，换了新弦。原价800多，现在出500，可小刀。送原价59的背包。有意愿的可以了解下啦。微信:BSLNFLLS26。非诚勿扰哈。"
        ],
        [
            1,
            "学费微信免单的应该是考验智商的"
        ],
        [
            1,
            "楼下的，我也考研，也要签个三方保底。有三方毁约就没事，不然就会交几千不等的毁约金"
        ],
        [
            2,
            "请问有考研经历到学长学姐，一边考研一边找工作可以吗?如果后面考成功了，可以毁约吗?成本是什么?"
        ],
        [
            2,
            "本校都无望，外校还能有望？"
        ],
        [
            1,
            "川大江安开学发单兼职：7/8/9号发单兼职，一小时30元+提成，时间自由安排，不影响学习。加微信：13540637123（备注：发单）"
        ],
        [
            2,
            "我看见我已经被踢出群了啊，怎么查看共同群聊的时候还在"
        ],
        [
            1,
            "请问望江附近有什么比较剪的比较好的理发店吗 能推荐一下理发师就更好了！"
        ],
        [
            1,
            "请问怎么去勾搭外校的小姐姐啊（感觉本校是无望了??）"
        ],
        [
            2,
            "有人知道三教空调咋开嘛！"
        ],
        [
            2,
            "我从来不放弃，也从来不言败，从来不沮丧也不挫败"
        ],
        [
            2,
            "羡慕别人不如仰望自己，加油，朝着自己的目标，前进"
        ],
        [
            1,
            "安安"
        ],
        [
            2,
            "看过人间中毒没，女主老公那种人，在体制内就特别吃得开"
        ],
        [
            1,
            "你们不团结别个才敢这么过分"
        ],
        [
            2,
            "讲道理，口口声声喜欢女生素颜的都是丑逼"
        ],
        [
            2,
            "当你从高处跌落低处，你就知道那么多人对你的好都是假的"
        ],
        [
            2,
            "我有一个同学西部计划被留任，当了某县法律援助中心主任，我才知道，法律援助中心主任，油水才大啊"
        ],
        [
            2,
            "天热，好湿"
        ],
        [
            2,
            "谁知道考研教室在哪里啊\n\n望江校区"
        ],
        [
            1,
            "望江哪儿自习比较好呀"
        ],
        [
            1,
            "带学妹来寝室？？？？哪个围合，或者哪个园？？这么好？"
        ],
        [
            1,
            "好白的腿，好想……"
        ],
        [
            1,
            "这样的人多了，你们寝室可以联合排挤他"
        ],
        [
            1,
            "求推荐驾校哇！！不知道报哪家好"
        ],
        [
            1,
            "新生开学旅游兼职，开学期间针对家长宣传旅游，直销，扫楼，跑寝室，一对一向家长推销讲解旅游产品。\n待遇：一单提成返点100-300不等，提成根据报名旅游人数提成50/人，多劳夺得。\n有兴趣请加微信：13540637123"
        ],
        [
            0,
            "我想陪伴你照顾你，可以吗？"
        ],
        [
            1,
            "那些招托管人员的，你是不是脑子病？？？？？\n\n大学生劳动力这么廉价？？？？\n\n劳资当家教70块钱你个小时，你70块钱半天，滚去吃屎吧。"
        ],
        [
            0,
            "求推荐望江附近性价比高的健身房"
        ],
        [
            2,
            "真的男友 总会因为忙淡忘掉和你说话的欲望和感觉。只有不断不同的炮友天天问你怎么不讲话，还在忙"
        ],
        [
            2,
            "江安南门海力健身房转让出去后，之前办的卡还能用吗？还有恒温泳池吗？"
        ],
        [
            2,
            "我爱你。\n\n\n\n\n\n。"
        ],
        [
            1,
            "小姐姐…那个饮水机不用刷卡…你上去的时候我试了一下可以直接打水的?‍♂️"
        ],
        [
            2,
            "真没见过这种没er的人 气死了"
        ],
        [
            2,
            "求推荐的考研机构！！！e_e"
        ],
        [
            1,
            "招聘信息：\n华阳托管老师招聘\n小学托管班专职和兼职辅导老师数名，工作内容：下午2:00～晚上7:00左右在班上辅导小学生语数英作业，专职托管老师3～4千一月，兼职老师70元半天（下午2:00～8:00）\n全职老师可以包食宿\n周末班：\n数学思维拓展老师数名\n阅读与写作老师数名\n英语老师数名\n联系电话：18981761255景老师\n地址：成都华阳天府三小旁边"
        ],
        [
            2,
            "化工学院秦杨梅同学，你的一卡通于11：40左右掉在行政楼旁边工商银行网点处，由于当时你在骑车呼喊了你两声没听见，后来找了辆摩拜试图追你但没见你踪影。如你有看见此消息的话，请与我取得联系。TEL:18123045737"
        ],
        [
            1,
            "创新学分可以抵专业选修吗"
        ],
        [
            1,
            "去一趟食堂，看到好多美女。。。"
        ],
        [
            2,
            "想问一下我们学校如果多修了学分需要交钱吗???"
        ],
        [
            1,
            "有没有贰柒拾的群?"
        ],
        [
            0,
            "认真求问！川大改版后的本科教务系统，可以看到老师上传的课件吗？\n谢谢各位大佬啦，祝点赞的朋友新学期事事顺心"
        ],
        [
            2,
            "刚刚忘发校区了！是江安江安江安！\n\n求一名一起考研自习的小伙伴。\n长期驻扎图书馆四楼，如果有相同情况和需求的男孩纸或者女孩纸都可以。\nq 654861303\n0"
        ],
        [
            2,
            "一教a三楼某教室的两个女同学，你们能不能不要在教室里聊天？？？有人在自习啊天呐，真的是！！"
        ],
        [
            1,
            "想问下怎么看学校的国庆放假安排啊？"
        ],
        [
            1,
            "在此求购校车票。。。"
        ],
        [
            2,
            "奔袭半小时到文科楼教室 居然没有空调…"
        ],
        [
            1,
            "望江有没有约麻将的群呢？望江养老生活真的很无聊啊"
        ],
        [
            1,
            "不久于人世"
        ],
        [
            2,
            "想学漂移板 平时代步 请教各位有推荐的入门板吗最好是300以内"
        ],
        [
            1,
            "交了新女朋友过后给自己以前的渣历史都通通交代了，女朋友也接受了，可是经常一点小事就特别敏感，以后我又要乱搞或者心里没有她了，该怎么办哦，是不是恋爱都不能说自己的黑历史啊"
        ],
        [
            2,
            "电话面试视频面试异地上班的绝对是骗子！"
        ],
        [
            2,
            "求职季，警惕骗子公司。"
        ],
        [
            2,
            "麻烦问下川大的课程中心的课件要怎么下载 网页上都是用print2flash打开的 ORz"
        ],
        [
            1,
            "每天起床第一句，先给自己打个气。\n\n燃烧我的卡路里。"
        ],
        [
            2,
            "请问今年吴院新生考试时间是多久啊？？急求"
        ],
        [
            1,
            "各位女王大大上午好"
        ],
        [
            1,
            "请问有人知道望江的微机室在哪里吗"
        ],
        [
            2,
            "所以图书馆周二收书 周一不收是故意的么"
        ],
        [
            2,
            "想问一下江安西园8舍充空调钱的地方多久开门啊？中午是不是不能充？上次留了时间表结果不小心删了，求好心告知，救救四个烈日下没空调吹要变成水煎包的小可爱吧……??"
        ],
        [
            1,
            "睡不醒"
        ],
        [
            1,
            "裸睡真爽！相信两个人会更爽"
        ],
        [
            2,
            "我他妈就想知道北苑外面到底在施什么工\n妈的劳资就没睡过个好觉"
        ],
        [
            1,
            "大家好，我叫张根硕"
        ],
        [
            1,
            "男，巨丑，，790782703"
        ],
        [
            2,
            "干脆info别叫info了。叫sexual in"
        ],
        [
            1,
            "我的一见钟情就是想操"
        ],
        [
            2,
            "有没有经历过的人说下，一见钟情真的存在吗？我从没一见钟情过，也没让人一见钟情过。之前看有人说遇到一个一见钟情的人，对方并不是很好看，但看到他第一眼觉得这个人仿佛在人群中被照亮了，是真的吗？"
        ],
        [
            1,
            "这个点还有兴奋的妹子没睡么，聊聊羞羞话题。2107550875"
        ],
        [
            1,
            "鹅鹅鹅"
        ],
        [
            1,
            "这个学校\n把我恶心到了"
        ],
        [
            1,
            "这泥浆怎么个滚法？哪有泥浆？莫不成把屎和尿混在一起？\n\n\n//唇红齿白的野生代理人\n\n当然是学习小猪佩奇去滚泥浆呀！"
        ],
        [
            1,
            "一个夜店女DJ说喜欢我，要跟我谈恋爱，我该同意么，"
        ],
        [
            1,
            "谈恋爱很累，有没有可以做约友的，不走心走钱走身体的那种，约饭约电影约逛约啪都可以，180+长相6-7分吧。"
        ],
        [
            1,
            "明天才到心里慌"
        ],
        [
            1,
            "哪个校区停水了？哪个围合停水了？"
        ],
        [
            0,
            "今天下午五点半左右在快递街取快递时，将一个袋子忘在了青桔单车的车篓里！班上同学的学生证都在里面！且有素描纸 2b铅笔等物品！\n现在心急如焚！\n哪位朋友见到了！！求求了！！重谢！！\n联系qq804658009"
        ],
        [
            1,
            "看到室友.我很扎心，大学三年了，男生给我要号码人数，比女生多！"
        ]
    ],
    "03": [
        [
            2,
            "出宽带账号出宽带账号出宽带账号！很便宜！有意加我微信524245039"
        ],
        [
            1,
            "惊了，还有热水"
        ],
        [
            2,
            "一直苦苦挽留的那个人，真的像落汤鸡一样可怜"
        ],
        [
            1,
            "和室友那个真是一股清流"
        ],
        [
            2,
            "如暖阳，如糖果"
        ],
        [
            1,
            "刚和室友在床上运动完。才发现今天停水。怎么办啊。"
        ],
        [
            1,
            "不太想谈恋爱，太累\n如果可以，想找一个长期的py\n如果有女孩子也有类似的想法\n可以认识，试着处一处？\n可以交心聊天，也可以形同陌路\n只是互相需要\n自己性格还不错，人品除却想y这个也OK\n长得七分可能吧\n2184986482"
        ],
        [
            1,
            "女孩上大学，家里每个月给她寄1200元，一个月后，父亲去银行往女儿的卡里存钱，先打电话过去问：“1200元够不够？”女儿回答：“够了。”父亲放心了，嘱咐说：“想买什么就买什么，别亏了自己。”\n女儿听了，半天不做声。\n父亲觉得奇怪，就问：“怎么了？”\n女儿犹豫了一下，说：“爸爸，我不知道应该说或是不说。”\n父亲：“有什么事情快说，爸爸帮你分析，提建议。”\n女儿说：“有个室友和我一样，每个月家里也是给1200元，但是她的生活质量比我高。每天都有零食吃，每周去一次麦当劳，有时候还能去必胜客。”\n父亲一算，这样的话，1200元根本都不够花。“她是不是去打工了？”父亲急忙说。\n“没有，她没有去打工，是在谈恋爱。有一次她约会回来对我说，其实她不喜欢那个男生，只是喜欢他买单而已，我们班也有好几个女生是一样的。他们还嘲笑我，说我傻，可惜了这张脸，如果他们有像我这样漂亮能吸引男生的脸，根本不用向家里要钱，他们会找到愿为她们付费的长期饭票……”\n父亲愕然。\n放下电话，一分钟都没有耽误，给女儿卡里存了1500元钱，又回家发了一段微信。\n他在微信里说：亲爱的女儿，从这个月起，我每月给你1500元生活费，多出来的300元，你可以买零食，去麦当劳，必胜客……记住，任何时候都要用自己的钱买单，这才是有质量的生活。还有，如果你喜欢某个男生，开始谈恋爱，请一定要告诉我，我会每个月再给你增加200元，作为恋爱经费。请一定要记住，每次约会，不要忘了带上你的钱包，拿人家最短，吃人家嘴短。爸爸也是男人，我最理解男人，男人会最爱独立，有尊严的女人。\n女儿感动了，想不到爸爸能道出如此人生哲理，从此谨遵父亲教诲，但她并没有过得买零食，去麦当劳，去必胜客，也不乱花钱，在三四个月后，女儿用存下来的钱在我这报名驾了么学车，不仅有成信学长学姐贴心服务， 考试练车还包接送，专属客服服务，时间自己由主宰，拿证还快，主要还是成信学长学姐创业，没有坑和骗。学车或想做兼职联系成信学长QQ:1551823643"
        ],
        [
            1,
            "这里充满了快乐和发情的气息，为什么要离开"
        ],
        [
            2,
            "我什么时候才能离开info"
        ],
        [
            1,
            "既没水冲厕所又没水卸妆"
        ],
        [
            2,
            "为什么从上学期末开始就时不时无预警停水？要说之前是因为暴雨淹水就算了，现在是为什么？水管晒爆了？我昨天才把我上学期末屯的一桶水倒了今天就又没水冲厕所了？？？救救没卸妆的女孩？？？"
        ],
        [
            1,
            "就是喜欢这个鳖"
        ],
        [
            2,
            "我买的什么废充电宝，充满只能给我手机充到44%"
        ],
        [
            2,
            "bie字错了吧"
        ],
        [
            1,
            "说啥？不能冲厕所，鳖shi要鳖到明天"
        ],
        [
            2,
            "说"
        ],
        [
            1,
            "完犊子，鳖到明天吧"
        ],
        [
            1,
            "什么时候来水，老子已经快憋不住了"
        ],
        [
            1,
            "看了两个舔狗的视频，又看到你们说约炮，更难受了"
        ],
        [
            1,
            "可能这是几千年文化影响了，以前都是身份地位越高的人，拥有的女人越多，他们那些说也可能有这种心理，不过现实确实也是这样的"
        ],
        [
            1,
            "那么屌，是不是就是你呀"
        ],
        [
            0,
            "求问各位小哥哥小姐姐 望江有没有可以换手表电池的地方呀"
        ],
        [
            1,
            "小地方真是人才缺乏啊，这种猪都能上位"
        ],
        [
            1,
            "我绝对没有撒谎"
        ],
        [
            1,
            "info上有一个炮神，每天睡一个女的，有时候一天睡三个"
        ],
        [
            1,
            "女生呀，不要以为漂亮有人追就很了不起，足球场20多个人追赶一个脏球，他们的目的不是为了得到它，只是为了射进去      同九义，汝何秀？"
        ],
        [
            1,
            "老子真是艹了，停你麻痹的水啊，我真是日妈了，艹，操你妈。艹艹艹艹艹艹艹艹"
        ],
        [
            1,
            "捡尸算强奸，犯法的弟弟"
        ],
        [
            1,
            "你是处?你的第一次早就给你的手了"
        ],
        [
            1,
            "晚上九眼桥去捡"
        ],
        [
            1,
            "既然大佬说望江这边好约，能不能教教我怎么约，我180+长的还行只是找不到门路，不想大学结束了还是处"
        ],
        [
            2,
            "请问下大家 成都学雅思到底哪家比较好呀 新东方学为贵新航道百孚环球 妈呀真的越看越不知道选哪家 头晕 谢谢大家了！"
        ],
        [
            2,
            "什么时候来水啊"
        ],
        [
            1,
            "哄女朋友穿情趣内衣 想想跟她做爱的画面就硬了?第一次见面 你敢信"
        ],
        [
            2,
            "＃转让拳击课程 一拳馆ONEPUNCH#\n因为没有时间+原来的教练离职，所以不打算去上了。拳馆有两家，位于环球中心和东门，非常专业的。\n剩余15节左右私教\n有意者可加微信kiwi-7"
        ],
        [
            1,
            "一开学。。。单身狗真是心里苦啊"
        ],
        [
            2,
            "自作啥多情呢"
        ],
        [
            2,
            "我也没给你说啊"
        ],
        [
            1,
            "Mac本怎么连学校电信的拨号上网啊？？？？急求！！"
        ],
        [
            1,
            "我很丑，790782703"
        ],
        [
            2,
            "希望你死了才好"
        ],
        [
            2,
            "希望你去死"
        ],
        [
            2,
            "为什么不怨恨你"
        ],
        [
            1,
            "江安考研党有人需要释放嘛"
        ],
        [
            1,
            "考研才要约啊，我考研的时候每个星期约一次，释放压力，望江这边城区那么好约的"
        ],
        [
            1,
            "好想找人聊骚，可是又得好好准备考研，唉"
        ],
        [
            1,
            "骚不分时间"
        ],
        [
            2,
            "才周一就这么骚？"
        ],
        [
            2,
            "那个在恋爱中被抛弃的一方就像个落汤鸡就像个流浪狗"
        ],
        [
            1,
            "这个天暖个锤皮床 你们疯了吧 \n我不开空调都睡不着还暖床"
        ],
        [
            1,
            "2957003785 约"
        ],
        [
            1,
            "找女S，线上线下都行，473629884"
        ],
        [
            2,
            "我建议实在找不到工作的人可以去参加西部计划"
        ],
        [
            1,
            "只捂脚，其他的不要叫我做了，有意留号"
        ],
        [
            2,
            "暖床可以，但别碰我行吗"
        ],
        [
            1,
            "16000?"
        ],
        [
            2,
            "16000出我的iphone7 256G 银。没啥特别。就是想卖了～有意买扣我"
        ],
        [
            2,
            "我请你吃烤鱼和冰激凌不为睡你，但你请我吃烤鱼和冰激凌就肯定为了睡我，这就是男人和女人的不同"
        ],
        [
            2,
            "有偿干嘛"
        ],
        [
            2,
            "烦死了问我要微信的要是个女的就带她去吃冰激凌"
        ],
        [
            2,
            "出来呗请你吃烤鱼和冰激凌"
        ],
        [
            1,
            "很烦，有没有女孩子出来走走的\n聊聊天？\n望江\n2875221362"
        ],
        [
            1,
            "真的想买iphone钱又不够的话可以买狗东二手啊，7P好像二手挺便宜的，6sp确实已经跟不上时代了，也只能算还可以用的范畴"
        ],
        [
            2,
            "我还是有斗志的，加油，我再好好学习三个多月，我就能上天了，耶耶耶"
        ],
        [
            1,
            "16级求便宜一点的（盗版也OK）英语考研网课，求学姐学长们推荐一下"
        ],
        [
            1,
            "望江附近在哪儿补英语比较好呀"
        ],
        [
            1,
            "看到有同学说要买新手机，才想起来自己也要问点事儿，所以有没有500万到800万价位的车推荐，风阻大点没事，主要要好看咱不缺那两个油钱，轴距起码也得c级以上吧，宽敞舒服，要不然出了豪宅上了车憋得慌，悬挂要空气悬挂，坐着安逸，百公里加速3.5秒以内吧，要不然实在拿不出手。还请懂车的朋友给个推荐，也没啥特别的想法，就是感觉手机壁纸该换一换了。"
        ],
        [
            1,
            "有在望江的姑娘吗\n约撩或者晚上出来逛逛\n或者……\n\n2724802753"
        ],
        [
            2,
            "我是川大读研的老哥哥，在川大望江附近租了个套二的，有没有学姐学妹学弟学长要租单间的哇？欢迎来骚扰我～无不良嗜好，作息正常，在你学习用脑过度时能给你煲汤喝～等等等等等，求一个合租室友～ 不限情侣，不限男女～ 求点上去！"
        ],
        [
            1,
            "神奇的海螺说了句日妈"
        ],
        [
            1,
            "又出现了541，是啥？"
        ],
        [
            2,
            "我们不知道诶，不如你去问问541？"
        ],
        [
            1,
            "安卓里面现在魅族16阔以，也不贵就是难抢"
        ],
        [
            1,
            "望江浴室难道不开了吗"
        ],
        [
            0,
            "有人上过材料科学与人类文明这个课吗？怎么样啊"
        ],
        [
            1,
            "没钱没必要非得买苹果啊 这么虚荣干嘛？？何况买个6sp谁都知道你没钱啊 还不如买个没什么人懂的安卓机啊"
        ],
        [
            1,
            "呃 没用过苹果 想体验一下 而且没这么缺钱哈"
        ],
        [
            2,
            "6p拿出去不丢人吗"
        ],
        [
            1,
            "买安卓机也行吧"
        ],
        [
            1,
            "有去张学友成都站的同学么，原价780出9.15的连票，可加qq522273243"
        ],
        [
            2,
            "哦你拿成都和沿海比？"
        ],
        [
            2,
            "说实话除了三环我都感觉是乡下"
        ],
        [
            2,
            "看不惯这个看不惯那个，你自己算那根葱"
        ],
        [
            2,
            "还有兴隆湖科学城个鬼地方"
        ],
        [
            2,
            "像五根松航空港给我一套房子我都不会去住"
        ],
        [
            2,
            "成都现在咋回事，那么背的地方房价都两万了，坐地铁都要坐那么长时间"
        ],
        [
            1,
            "想在校招季做一下校园推广工作挣点钱的可以加我微信呀18631258192，基本都是线上转发的工作，9月份一个月几千块问题不大的。"
        ],
        [
            1,
            "咸鱼"
        ],
        [
            1,
            "危险啥"
        ],
        [
            1,
            "川大二手交易平台有吗？"
        ],
        [
            1,
            "望江东三教什么时候开门啊！"
        ],
        [
            1,
            "这个倒没有想到，她叫得很投入，表情动作也很大，除了汗液外没有任何体液接触"
        ],
        [
            1,
            "老哥，抓你的时候你就不想想有没有危险，万一有人故意传染呢？"
        ],
        [
            1,
            "看姿势，有时候是背，有时候是胸。破皮了得恢复好了再去啊，不然多危险"
        ],
        [
            1,
            "把鸡巴抓烂了？"
        ],
        [
            2,
            "休息一周？"
        ],
        [
            1,
            "为什么连续遇到两个女生GC就要抓人，遇到她抓的时候好想铲她，被抓了我得休息一个周才能恢复好才能再约"
        ],
        [
            1,
            "建议“把望江老破居民楼拆了，老头老太太往外赶赶，禁止住宿”这位兄弟，你怕是个智障。\n这些破旧居民楼里面很多住的都是些退休老教授和家属，别人不愿意离开自己工作了一辈子的地方，你还往外赶。没有前辈们打下的坚实基础会有今天？建议你多读读关于近代中国大学历史的文献，央视近年来宣传的西迁精神可以了解下。"
        ],
        [
            1,
            "不悲惨，想吃什么下什么，还没有人抢"
        ],
        [
            1,
            "想去看碟6"
        ],
        [
            2,
            "一个人吃火锅也太悲惨了吧"
        ],
        [
            1,
            "我们一般两个人的话，要点四人餐。。。。相信自己，一定能吃光"
        ],
        [
            0,
            "求推荐望江附近的健身房"
        ],
        [
            2,
            "我团了两人餐，但我估计我一个人吃不上"
        ],
        [
            1,
            "请问华西附近哪里有收废品的？收塑料瓶子那种……"
        ],
        [
            1,
            "一个人吃火锅特爽，真的"
        ],
        [
            2,
            "有没有人想吃火锅？"
        ],
        [
            2,
            "学校对面的海力天穹游泳馆怎么样啊"
        ],
        [
            2,
            "哈哈哈尼玛"
        ],
        [
            2,
            "然后没有一个滑你"
        ],
        [
            1,
            "你接着约，不就不怕被爆了吗，反正天天约，你随便爆"
        ],
        [
            1,
            "每次考研学累了，就刷下探探，给漂亮妹子个右滑，然后告诉自己想睡到这么漂亮的就好好学习，然后想办法挣钱?"
        ],
        [
            2,
            "还是有可能啊"
        ],
        [
            2,
            "这都是如果的事"
        ],
        [
            1,
            "那你就可以挑来自五湖四海的JJ了"
        ],
        [
            2,
            "我在想，如果有一天我成为了优秀人才或领军人物，约炮的事被曝出来了怎么办"
        ],
        [
            1,
            "【互助，研友】\n寻找一个今年准备考研的小哥哥或者小姐姐\n一起早起，运动，自习\n但是不谈情不说爱(更不基情)\n本人可以早起叫人，长相ok，安静自习\n寻一个一起坚持的人（男女皆可）\n如有意者，可加微信：13547960582"
        ],
        [
            2,
            "那个9902167，我天天扫你的，你也扫扫我的呗"
        ],
        [
            1,
            "Mac本怎么连学校电信的拨号上网啊？？？？急求！"
        ],
        [
            2,
            "来个号，互相发泄负能量，看谁负能量爆棚"
        ],
        [
            1,
            "有没有租宽带的，自己办的电信卡，一直用的电话卡，宽用不上，闲置着。现在低价外租！有意向的微信18294707361"
        ],
        [
            2,
            "求问，保研细则里说的班长学委团支书寝室长加分，这里的寝室长就是一个大寝的室长吗还是别的什么"
        ],
        [
            1,
            "新生开学旅游兼职，开学期间针对家长宣传旅游，直销，扫楼，跑寝室，一对一向家长推销讲解旅游产品。\n待遇：一单提成返点100-300不等，提成根据报名旅游人数提成50/人，多劳夺得。\n联系方式：有兴趣请加微信：13540637123"
        ],
        [
            2,
            "寻人 紧急【求转发】\n川大2015 或以上年级的张国彬同学，曾在2016年新生入学时在联通兼职的。当时我用了张同学的身份信息登记过，现需更改资料。如果大家认识张同学，请帮忙联系！??????\n本人 胡宝琴\n电话?：13018258380"
        ],
        [
            0,
            "请问各位大佬望江校区这边办赞助证需要哪些材料？居住证明在那里弄？"
        ],
        [
            1,
            "18年4月份新换的电瓶，玫瑰之约的车，全高配，手续发票全在的，学生自用车，因为要毕业了甩卖它，带高中低三挡变速，前后大碟刹，防爆车胎，豪华运动款坐垫。前后彩色大灯，骑出去特别拉风。喜欢的私聊，非诚勿扰!2751277950"
        ],
        [
            1,
            "能认识一下吗，萝莉音"
        ],
        [
            2,
            "本萝莉音害怕得瑟瑟发抖，那么问题来了"
        ],
        [
            1,
            "研究生第三学期课程怎么选"
        ],
        [
            2,
            "有人了解江安校内的健身房吗～或者有了解的同学推荐一下江安周边的～谢谢"
        ],
        [
            0,
            "请问望江哪里是考研教室啊，图书馆也都可以吗"
        ],
        [
            1,
            "卧槽，我也和她搞过，小萝莉，声音好听"
        ],
        [
            1,
            "支付宝红包再升级，红包种类更多，金额更大！人人可领，天天可领！长按复制此消息，打开支付宝领红包！83r0rF64YT"
        ],
        [
            1,
            "加完后续呢？"
        ],
        [
            2,
            "我变质的牛奶比普通的酸奶闻起来还正宗呢"
        ],
        [
            1,
            "像个社会"
        ],
        [
            1,
            "面对这种新生，以及刚搬到望江的“新生”，觉得自己多了不起与众不同的想法，我只想说太奶以五了"
        ],
        [
            1,
            "建议学校：\n1把望江老破居民楼拆了，老头老太太往外赶赶，禁止住宿\n2望江建立新寝室\n3望江环境建设，起码路上没有垃圾，修修路\n（来自江安的准大三）"
        ],
        [
            1,
            "收江安网课，带图议价，q2399364950"
        ],
        [
            2,
            "今日份的，有大额的~打开支付宝首页搜索“518874725”，即可领红包"
        ],
        [
            1,
            "出书，大英三，电工学上册，电工学实验，CAD，全新，七折出，有需要的朋友留下qq或微信"
        ],
        [
            1,
            "哇，这么毒，怎么伤害到你了"
        ],
        [
            2,
            "在吗，看看屌"
        ],
        [
            2,
            "求问求问。望江附近哪里有短租一礼拜的房子呢 或者有没有靠谱的青旅推荐"
        ],
        [
            2,
            "你和你婊子妈能不能消失"
        ],
        [
            2,
            "求一辆价格实惠，能往返江安望江的二手电动车 联系方式：2794772056"
        ],
        [
            2,
            "求一辆价格实惠，能往返江安望江的二手电动车"
        ],
        [
            2,
            "所以去英国读硕还是划来，反正国内一样承认"
        ],
        [
            1,
            "英国美国硕士是用来看你是否符合读博的。"
        ],
        [
            2,
            "喜欢我的人很多，保护我照顾我的，一个都没有。"
        ],
        [
            1,
            "想在校招季做一下校园推广工作挣点钱的可以加我微信呀18631258192，基本都是线上转发的工作，9月份一个月几千块问题不大\n0\n0"
        ],
        [
            2,
            "昨晚睡觉梦中居然sj了，然后我居然惊醒了?"
        ],
        [
            2,
            "为什么英国的硕士要一年而我们国家的硕士要三年"
        ],
        [
            1,
            "川大是真的咸鱼，得交了学费，才能看成绩"
        ],
        [
            1,
            "困死了(இдஇ; )"
        ],
        [
            1,
            "祛纹身？这是分手了？"
        ],
        [
            2,
            "成都哪里可以去/祛纹身"
        ],
        [
            1,
            "大家都约炮，有什么不一样，我和他们一样。"
        ],
        [
            2,
            "我以为你和其他约炮男有什么不同"
        ],
        [
            1,
            "搜狗百科：有人调查，知道9月3日是抗日战争胜利纪念日的人不足一成。\n    历史应当铭记！！！"
        ],
        [
            2,
            "我知道，需要学校同意，省上同意，对方学校同意"
        ],
        [
            1,
            "早上好！没有早课的各位"
        ],
        [
            1,
            "难道江安考研党只能打游击战了吗？"
        ],
        [
            2,
            "望江有考研自习室吗？可以占座那种？"
        ],
        [
            2,
            "综C每个教室都装空调了吗啊啊啊啊啊啊"
        ],
        [
            2,
            "x爽，你扫的13.5的红包为啥不用，你是土豪吗"
        ],
        [
            1,
            "2963039357\n开学了\n有人一起玩吗"
        ],
        [
            1,
            "我要举报那个卖sci论文的。"
        ],
        [
            1,
            "恕我直言，考研教室一个人占一排座位的都是垃圾，你他妈绝对考不上研。"
        ],
        [
            2,
            "求助帖，请问有没有考研过的学长学姐推荐一下四川大学法学硕士的考研参考资料啊？???历年真题和书用哪个出版社的比较好？留号请您喝奶茶～(≧▽≦)，谢谢啦"
        ],
        [
            2,
            "考驾照体检要空腹吗？ "
        ],
        [
            1,
            "【求助】上学期期末选的课这学期课表里没有出现怎么办？江安应该去哪里找哪个部门？"
        ],
        [
            1,
            "中值定理这么简单还用讨论?"
        ],
        [
            1,
            "女生yp会介意处男吗"
        ],
        [
            1,
            "居然失眠了，好难受啊啊啊啊"
        ],
        [
            2,
            "哎呀又睡不着了，有没有人来讨论一下中值定理呀"
        ],
        [
            1,
            "ddd"
        ],
        [
            1,
            "何为孤寂\n清风 艳日 无笑意\n\n可否具体\n辗转 反侧 无情欲\n\n可否再具体\n不得你"
        ],
        [
            2,
            "不是抬杠，也不仅仅是我们学校，郭嘉大部分大学的留学生宿舍条件都比中国学生宿舍好N倍吧，而且奖学金免学费什么的待遇都非常优厚，可是就算如此连隔壁穷得饭都吃不上的非洲国家依然看不上中国，所以本国人优先这个理念什么时候才能在我国实行呢。 （顶锅盖：我爱郭嘉）"
        ],
        [
            0,
            "你会想我吗？\n我好想你，\n晚安，。"
        ],
        [
            1,
            "18年4月份新换的电瓶，玫瑰之约的名牌车，全高配，手续发票全在的，学生自用车，因为要毕业了甩卖它，带高中低三挡变速，前后大碟刹，防爆车胎，豪华运动款坐垫。前后彩色大灯，骑出去特别拉风。喜欢的私聊，非诚勿扰!2751277950"
        ],
        [
            1,
            "大四实习狗 需要代课小伙伴 速速联系我 1277800610"
        ],
        [
            1,
            "污染什么"
        ],
        [
            2,
            "视觉污染"
        ],
        [
            0,
            "请问有没有想一起办锐星年卡的朋友啊？"
        ],
        [
            0,
            "望江东三教什么时候开门啊？"
        ],
        [
            1,
            "想hit plane 了，有女生想zw或聊s么，可以教你。2107550875"
        ],
        [
            1,
            "我也想约，180，长相中上。320697430"
        ]
    ],
    "02": [
        [
            1,
            "外国钱多了不更可以为所欲为吗"
        ],
        [
            2,
            "钱多的脑子不清楚了以为在国外和国内一样可以为所欲为"
        ],
        [
            2,
            "面子工程自然要做在看得见的地方"
        ],
        [
            1,
            "请问校医院可不可以查过敏源？"
        ],
        [
            1,
            "学校的心思都花在办教育了，没心思管住宿的事情（手动滑稽）"
        ],
        [
            2,
            "江安/望江有没有租借正装的地方啊！超急的那种，3号中午要，或者哪家店有？"
        ],
        [
            1,
            "我只想多几个教室自习"
        ],
        [
            1,
            "人家那个同学说要一流的本科生住宿了吗？我们只是希望住宿条件能够改善一点，也算是以人为本，难道让同学们住的舒服一点不有利于教育吗？艰苦奋斗也不是受一些无用的罪"
        ],
        [
            1,
            "为啥我觉得楼下是杠精？"
        ],
        [
            1,
            "呵呵，钱是给我们用的吗，洋大爷那还不够送呢"
        ],
        [
            1,
            "麻痹，又约了一个，太颓废了，胸真大"
        ],
        [
            1,
            "我有个想法，能不能大家集体给校长邮箱写封信，让换一下望江寝室的陈设？比如笨重的柜子？掉漆的小桌还有摇摇欲坠的架子床？学校最近又开校园公交又干嘛的，手上应该有点闲钱吧？\n又想起了学校的口号，＃四川大学：“我们要搞一流的本科生教育”＃"
        ],
        [
            2,
            "死了还怎么赢？"
        ],
        [
            2,
            "困\n#晚安#"
        ],
        [
            1,
            "这个广场上的人，感觉好无聊"
        ],
        [
            2,
            "确实"
        ],
        [
            1,
            "这里都是望江，还是江安的？"
        ],
        [
            2,
            "装逼又虚荣"
        ],
        [
            2,
            "女生真的好装"
        ],
        [
            2,
            "出宽带账号出宽带账号出宽带账号！很便宜很便宜！有意加我微信524245039"
        ],
        [
            2,
            "不堪回首"
        ],
        [
            2,
            "四川考本省的学校是不是比较好考，有些四川学生素质比其他省的差的不是一点半点"
        ],
        [
            2,
            "无事献殷勤的男的，怎样确定他是想和你约炮还是想和你恋爱"
        ],
        [
            0,
            "你是我的死穴\n可如果没有了你，\n我人都没有存在的意义了，。"
        ],
        [
            2,
            "垃圾垃圾垃圾，宿舍差得要死，连水电供应都不能保证！！！ 有中国最垃圾宿舍排行榜我TM要给四川大学打call到爆！！！"
        ],
        [
            2,
            "出一辆72v祖玛，详情请私戳QQ120004633"
        ],
        [
            1,
            "划水就是耗时间"
        ],
        [
            2,
            "没啥，你TM就是渣男，明明不喜欢我，聊天语气还那么emmmm 渣男！渣男！去死吧！滚滚滚！"
        ],
        [
            2,
            "划水是什么"
        ],
        [
            1,
            "可能就是口渴"
        ],
        [
            2,
            "一直觉得口渴除了有糖尿病的可能还有可能是什么"
        ],
        [
            2,
            "失去斗志不想学习，考研党老学姐要吐血了。。\n不能放弃啊? ，加油(ง •̀_•́)ง"
        ],
        [
            1,
            "没事，你们玩，我学的就是皮肤病和性病专业，大家都是校友，有问题找我给你们免费义诊"
        ],
        [
            2,
            "和你前任在一起"
        ],
        [
            2,
            "前男友真的很爱我～一起恋爱时对我很好。不得已分开～\n后来认识了一个男的，人还可以吧，第一次见面就上床了～也确定了恋爱关系\n结果前男友出差有很久的时间陪我，说带我去他出差的地方旅游，他真的是很努力给我最好的，难过死～我是渣女，已经答应前任了，现在认识的这个也逐渐对我有了好感，有的时候觉得宁缺毋滥，you 时侯看看自己身体还是觉得年轻也就这么几年，怎么能白白等待"
        ],
        [
            2,
            "想请你看电影"
        ],
        [
            2,
            "恨我吗"
        ],
        [
            1,
            "性病大礼包，尖尖、艾滋、梅毒在向你招手"
        ],
        [
            1,
            "今晚，望江，约"
        ],
        [
            2,
            "免费按摩棒了解一下"
        ],
        [
            1,
            "你玩她的时候她也在玩你，你操她的时候，她也在操你"
        ],
        [
            2,
            "你就当了一回免费鸭子了不起的很吗"
        ],
        [
            2,
            "wtc是啥"
        ],
        [
            1,
            "可以拿来敷面膜"
        ],
        [
            2,
            "牛奶打开忘喝了，变成了酸奶状，闻起来也和酸奶一样，能吃吗"
        ],
        [
            2,
            "望江校区哪里有旧书店啊"
        ],
        [
            1,
            "真实？777777？"
        ],
        [
            2,
            "现实是啥意思，真实？"
        ],
        [
            1,
            "你可爱你妹呢，吃屎吧"
        ],
        [
            1,
            "反正都是骗子就对了，哪有真约的"
        ],
        [
            1,
            "这上面的都是约的么？这么现实的么？难道都是仙人跳？"
        ],
        [
            2,
            "撒比，，"
        ],
        [
            1,
            "你们在说什么，我什么都听不懂"
        ],
        [
            2,
            "那你说谁"
        ],
        [
            2,
            "我怎么找你"
        ],
        [
            1,
            "有没得考公务员的  一起哇  贼慌！"
        ],
        [
            2,
            "不愿意，除非是彭于晏"
        ],
        [
            1,
            "有啊，"
        ],
        [
            1,
            "好了，下一个要约的可以发言了"
        ],
        [
            1,
            "好的，优秀"
        ],
        [
            2,
            "好了滚去学习吧"
        ],
        [
            1,
            "现在，出来"
        ],
        [
            1,
            "牛逼了，去男生寝室"
        ],
        [
            2,
            "时间今晚，地点，你家"
        ],
        [
            1,
            "约，说时间地点"
        ],
        [
            1,
            "有没有同学需要gre网课？"
        ],
        [
            1,
            "留号啊。。"
        ],
        [
            1,
            "你咋不说抱得排卵呢"
        ],
        [
            2,
            "抱出奶可以吗"
        ],
        [
            1,
            "开房让我抱抱好么，只抱"
        ],
        [
            1,
            "抱啊，开房给你抱抱"
        ],
        [
            1,
            "没问题的，清华预推免还有很多名额，祝你成功！"
        ],
        [
            1,
            "有没有同学想短租的，地点天府五街，跟人合租的主卧，有独卫，设备齐全。本人川大今年刚毕业，要出差两个多月房子空着。环境整洁安全保证。女生优先（我是男生但到时候我不在，只是觉得妹子更爱干净）一个月900两个月1600，更短的话再议。感兴趣请联系qq460313906"
        ],
        [
            1,
            "因为六级没过夏令营没参加。这次过了，排名前5％，预推免还有可能保清北复交吗？跪求info各位大佬回应。"
        ],
        [
            1,
            "试一哈"
        ],
        [
            2,
            "说脏话，小气，话贼多，男生里特别low的3个你都占齐了"
        ],
        [
            2,
            "为什么滴滴外卖无法写评价"
        ],
        [
            1,
            "二餐二楼面窗口有个阿姨态度太恶劣了吧"
        ],
        [
            2,
            "从小长到大的女性朋友，基本都已经脸翻完了"
        ],
        [
            2,
            "刘强东性侵了哇"
        ],
        [
            1,
            "找女s"
        ],
        [
            0,
            "我猜出来了，你会考哪所大学哪个专业的研了\n以前梦见过，学校相符但专业不符，\n我本来基本想好了两条路，本校和哈工大中的某一所，\n可我好想好想看到你，\n就算很难，\n我也要到那所大学里去"
        ],
        [
            1,
            "交的不够，暑假过来会欠很多。。。要不你就重启一下"
        ],
        [
            1,
            "为什么交了网费还是上不了网啊"
        ],
        [
            2,
            "扫我哦，有人扫出来13.5了"
        ],
        [
            2,
            "扫我~嘤嘤嘤~打开支付宝首页搜索“518874725”，即可领红包"
        ],
        [
            2,
            "不知妻美刘强东"
        ],
        [
            1,
            "好奇之后就是索然无味"
        ],
        [
            1,
            "约个小姐姐\n不让你失望\n3439489797"
        ],
        [
            2,
            "望江校区计算机二级证书在哪里领取呀？求解答！！"
        ],
        [
            1,
            "即使再怎么努力，想要的依然十万八千里"
        ],
        [
            1,
            "有姑娘约吻么，约摸，或者聊se？2107550875"
        ],
        [
            2,
            "我就觉得有种婊婊就会说别人从来不看看自己做的对不对，真的是服气……"
        ],
        [
            2,
            "六月份六级成绩已出分，但是学校还没有发成绩单。\n申请学校需要六级成绩，需要怎么证明呢？\n是把网页截图打印下来吗？还是去教务处开证明?有知道流程的小仙女小哥哥支个招吗？"
        ],
        [
            2,
            "哪里可以买校车票呀"
        ],
        [
            1,
            "。。。哎，和我聊天的一个姐姐。刚刚发现她被男朋友绿了"
        ],
        [
            2,
            "女生要结婚永远记得面包比爱情重要"
        ],
        [
            2,
            "那个和男友意外怀孕的你们结婚了吗"
        ],
        [
            2,
            "一定要结婚才能显得不奇怪，那我偏要奇怪"
        ],
        [
            2,
            "田馥甄和徐静蕾是我想要的以后，嫁给傻逼男的，我宁可吃屎"
        ],
        [
            2,
            "年底满27，被所有人说是剩女，已气死"
        ],
        [
            0,
            "于中午1点半左右在华西校园公交站附近捡到天府通一张，为2018版纪念卡，卡主体颜色为红色，图案为一只戴着眼镜的鹿先生，望失主在下面留联系方式，我联系你?"
        ],
        [
            1,
            "耒阳关键词:甲醛 私立学校 涨学费 搞"
        ],
        [
            2,
            "去酒店不就完了"
        ],
        [
            2,
            "四川大学交费平台（http://sf.scu.edu.cn）怎么打不开，有人知道怎么打开吗？"
        ],
        [
            1,
            "微信附近的人不上门要我去她哪儿我感觉很不安全呀"
        ],
        [
            1,
            "想去嫖又怕仙人跳 有没有老大哥指教一下江安附近的哪个保健安全些"
        ],
        [
            2,
            "地方财政危机啊"
        ],
        [
            2,
            "四川有很多县的公务员工资也发不出来了"
        ],
        [
            1,
            "绝对螺蛳粉哈哈哈哈哈哈哈哈哈"
        ],
        [
            1,
            "螺蛳粉无疑"
        ],
        [
            0,
            "今晚七点学府影城碟中谍6，四排六七座两张票\n因为临时有事去不了了\n要的朋友联系我微信号  zj95962464"
        ],
        [
            1,
            "你侮辱了肥肠"
        ],
        [
            1,
            "吃的啥。。。能吃出来屎味"
        ],
        [
            2,
            "女生舍友在宿舍吃东西 整个宿舍屎一样的味道 真她妈没素质！"
        ],
        [
            2,
            "那个牌子的卷发棒好一些，求推荐"
        ],
        [
            2,
            "鹿晗哥哥真好看?"
        ],
        [
            2,
            "考研现在准备考本校OK吗\n毫无上进心"
        ],
        [
            1,
            "耒阳应该发生社会动荡了吧，正常的。要是中国网络监管不是那么严的话早晚社会要乱吧，网上随便一篇帖子骂zf的很多，尤其是自媒体。不知道为什么"
        ],
        [
            1,
            "校医院可以打疫苗不？"
        ],
        [
            2,
            "出一个宽带账号！出一个宽带账号！出一个宽带账号！有意者加我微信524245039"
        ],
        [
            0,
            "求救！有没有电气信息学院的学长学姐知道何榆林老师的电力电子技术啊？网上搜不到什么信息，只有说他教得很差之类，请问他上课风格到底是什么样子、给分如何呢？跪求各位学长学姐解答..."
        ],
        [
            1,
            "江安校区移动营业厅的微信是多少？"
        ],
        [
            2,
            "狗爱舔，人爱演"
        ],
        [
            2,
            "喝什么才会不那么渴"
        ],
        [
            1,
            "有没得要切成都车展耍的嘛，四大A级车展不要错过哈，我多了张门票昨天今天专业观众日80一张，50出了，VX42187200，江安校区自提哈"
        ],
        [
            1,
            "有需要数一的考研视频资料pdf资料的，四级的六级的只要我有的，学长无偿发给你，只希望你考研成功。联系3177097902"
        ],
        [
            1,
            "好烦躁啊"
        ],
        [
            1,
            "小心交叉感染"
        ],
        [
            1,
            "求大家帮我赞上微博? ? \n有没有哪位川大的小哥哥小姐姐考过教师资格证的啊？? ? 我从来没有考过，不知道该怎么办，心里好慌啊，也不知道在哪里开学籍证明，也不知道在哪考试? ? ? \n求好心人解答? ?"
        ],
        [
            1,
            "请问有同学知道新的教务系统登录时，到输入维护邮箱这步之后就没反应了是什么情况吗？"
        ],
        [
            2,
            "因为我不开心？那我让你开心一下？"
        ],
        [
            1,
            "猪儿虫公交这名字好有喜感"
        ],
        [
            2,
            "猪儿虫公交辣么可爱~"
        ],
        [
            2,
            "遇到傻逼是大学里最倒霉的一件事"
        ],
        [
            1,
            "你就和新开的猪儿虫公交车差不多，男生的泄欲对象，到处求交配的母狗"
        ],
        [
            2,
            "睡遍所有川大约炮男不觉得很屌吗，你们男的能做到吗"
        ],
        [
            2,
            "我个人而言还是比较喜欢info的。这一个匿名空间，从某个维度说，它实现了我们的部分自由。虽然用户更迭，里面涌现不少约炮男女。\n我们都脱离不了低级趣味，只是大部分时候我们都能独善其身。其实活到了23岁，你也许也会开始明白，人生只不过一个一个选择的叠加。你是什么样的人，取决于你做了什么样的事。\n认真较量去责怪info更没有必要啦，技术是无罪的。\n但我仍旧致力于讥讽嘲笑那些以约炮，几人斩，钓处男为荣的土狗们。约炮可以是私密的事，拿出来炫耀真的道德败坏了。何况，性交又不能传播知识。不信瞧瞧你们自己，操了这么多“优质”川大男/女，仍旧是一个猪脑哐铛响，无知，虚荣，愚昧，欺骗，利用。\n在你们人生最美好的年头，你们是真的除了年轻，一无所有。"
        ],
        [
            1,
            "这样多浪费时间，怎么不能直接告诉我。"
        ],
        [
            2,
            "? 低价卖车，过了这村儿没这店\n二手48V小龟? (小龟吗?不管了)\n新换的充电器，跑20~30km没问题\n可在双流区~高新区浪得飞起!\n有意者@私戳我!!!请奔走相告? \n有意＋v13832343069"
        ],
        [
            2,
            "北园厕所被隔壁关了怎么办，在线等，挺急的"
        ],
        [
            2,
            "没缘分呗"
        ],
        [
            1,
            "江安出一把吉他 飞琴行FDC10 9成9新  750买的 350出 要的+qq：517926361"
        ],
        [
            2,
            "详细说明: 今天刚过港带了一个iPad2018回来，金色，128g，票据全在，港版全球保修。（从今天开始享受一年保修）\n除了拆封几乎全新，指纹，appleID都没有录入。带回来后发现要送的人有了。\n有意可以电联，爽快可以小刀，顺丰包邮。\n\n原 价: 3359\n\n转让价格: 3100\n\n联系方式: 13621310223"
        ],
        [
            1,
            "开学了\n1783265913\n不丑的\n聊？或者……"
        ],
        [
            1,
            "好奇怪，今晚为啥没有女同学讲话了"
        ],
        [
            1,
            "那几位长得漂亮不"
        ]
    ],
    "01": [
        [
            1,
            "红尘多可笑，痴情最无聊"
        ],
        [
            1,
            "你给联系方式我才能知道自己约没约到过"
        ],
        [
            1,
            "估计楼下那兄弟也约到过"
        ],
        [
            1,
            "给个联系方式，求你了"
        ],
        [
            1,
            "对啊，肯定好多男同胞的第一次约炮经历都献给了那几个美女，哈哈哈，听我朋友说了真的自己太单纯，我以为是我吸引住对方了，结果，扎心"
        ],
        [
            1,
            "。。。。。这，估计可以四年不重样"
        ],
        [
            1,
            "所以啊不要以为来这里的都是约炮的"
        ],
        [
            1,
            "我没草过"
        ],
        [
            1,
            "给个联系方式"
        ],
        [
            1,
            "今天和玩INFO的朋友聊天，大家说起约炮，说来说去麻痹的，约到同一个女的了，在INFO上约的女生永远是那么几个，换着不同男的约，因为是匿名的所以大家以为很多人都在这约，结果操的是同一个人，哈哈哈哈"
        ],
        [
            1,
            "对于那些网上无脑嘴臭的人怎么看待 注意 是无脑"
        ],
        [
            1,
            "来来来姐姐留号呀"
        ],
        [
            1,
            "今天下午一点50左右 \n从望江到江安的校车\n找一个穿黑色衣服的坐在后排的小哥哥?\n（这个小哥哥好像是不知道哪个学院的排球队的"
        ],
        [
            2,
            "收小奶狗，姐姐会好好疼你。"
        ],
        [
            2,
            "活该？"
        ],
        [
            1,
            "活该"
        ],
        [
            2,
            "冷酷无情才是我的人设啊"
        ],
        [
            0,
            "那个找174的女生，176好看的小姐姐可以嘛？"
        ],
        [
            1,
            "现在觉得\n那些勇敢与坚强\n以及独自承担悲伤的能力\n真是我这些年积累的最大的财富了…"
        ],
        [
            2,
            "今晚买西瓜汁看到的男生…好帅呀…好像下午在磨子桥也看到过…嘻嘻我不找人，祝自己今晚美梦啦"
        ],
        [
            1,
            "那个找174的女生，我173是不是没机会了"
        ],
        [
            2,
            "有没有哪位电子的学长学姐有《现代通信技术》《通信电路》这两书闲置可以借我用用啊\n去旧书店买书全买错了版本\nq1747586563"
        ],
        [
            1,
            "冒充我约炮，你是丧心病狂啊"
        ],
        [
            0,
            "救命！有没有电气信息学院的学长学姐知道何榆林老师的电力电子技术啊？网上搜不到什么信息，只有说他教得很差之类，请问他上课风格到底是什么样子、给分如何呢？跪求各位学长学姐解答..."
        ],
        [
            0,
            "一定要好好的，\n没有人可以伤害你，。"
        ],
        [
            2,
            "嗷呦是吗那认识一下"
        ],
        [
            2,
            "恭喜喜提炮友"
        ],
        [
            1,
            "info的环境太恶劣了\n充斥着各种约炮和关于约炮的谈论\n因为你是info来的\n所以不管什么人，首先都要打上约炮的烙印和嫌疑\n本来好心想要帮助别人\n结果聊了两句就被删了\n这个恶臭低俗埋葬人性的地方\n会吞噬所有残存的光芒\n会打压所有善意\n从此退出INFO\n退出这个污蔑和侮辱我人格的地方\n不是我渣\n是INFO渣"
        ],
        [
            2,
            "本人在望江，性别女，大四，长得还可以吧，身高160，有没有还需要女票的小哥哥，希望小哥哥，好看一点，高一点：174及其以上!174及其以上!174及其以上!重要的事情说三遍，好的，QQ2394107385"
        ],
        [
            1,
            "我在听《船》"
        ],
        [
            2,
            "有没有在弄牙的小伙伴，成都除了华西还有哪里看牙比较好呢"
        ],
        [
            2,
            "我真是辣鸡，为什么现在在听林志炫的《离人》，好好听!"
        ],
        [
            2,
            "希望你每天都开心"
        ],
        [
            1,
            "难过的人去打羽毛球吧！"
        ],
        [
            1,
            "死神手游真的是没钱玩你麻痹"
        ],
        [
            1,
            "我也喜欢自嗨，我能进去不"
        ],
        [
            2,
            "自强社就是一群非常喜欢自嗨的人"
        ],
        [
            2,
            "有没有人出switch的……QQ2302223679 坐标望江"
        ],
        [
            2,
            "有没有人可以跟我说说话啊。不是约炮，不是网恋。我今天就是太难过了。q:2130724573"
        ],
        [
            2,
            "如果搞一个 旧衣回收站 以旧衣换取小礼品，大家会支持吗"
        ],
        [
            1,
            "自强社是啥"
        ],
        [
            1,
            "接触了很多案例，所以现在自己也开始怀疑自己。所以决定单身到了30岁以后再恋爱结婚。奋斗的苦日子我自己扛，七年之痒我自己与自己度过，如果一个人实在撑不住了，就过几年把父母接到成都，不让自己太寂寞。这样，自己就不会跟那些人一样，劈腿了吧，也不会伤到谁。其实这样，挺好。"
        ],
        [
            1,
            "忍牙怎么意思是忍的牙痒痒"
        ],
        [
            1,
            "只听说过刃牙"
        ],
        [
            2,
            "有没有听过一个词叫忍牙"
        ],
        [
            2,
            "删了表示我在乎"
        ],
        [
            1,
            "那就删了啊"
        ],
        [
            1,
            "有谁知道‘华西校区邮政收发院内二号取件点’在哪里吗？"
        ],
        [
            2,
            "怎么样才可以在望江附近找到家教之类的兼职啊"
        ],
        [
            2,
            "不能删我憋得慌"
        ],
        [
            2,
            "在天蝎座眼里，骗一次就该永远拉黑了，我还不能删，还要装着不知道，累啊"
        ],
        [
            1,
            "你怎么知道我喜欢草你? 呢？小? ?"
        ],
        [
            2,
            "你还是去操狗吧"
        ],
        [
            1,
            "望江北六楼下捡了本《活着》，丢失者联系我。QQ2079685043"
        ],
        [
            1,
            "有没有苦逼女博士，帮助放松，电动铁腰兼17，留号删"
        ],
        [
            2,
            "还是招聘季来了要免费劳动力？"
        ],
        [
            2,
            "HR这个专业这两年变热门了？"
        ],
        [
            1,
            "9月1号下午在望江北门到基教的路上拾到一张身份证，姓名为 李伍沙 ！望认识的人转发一下，认领联系方式QQ1442296209！"
        ],
        [
            1,
            "请你当面battle"
        ],
        [
            1,
            "看到室友都烦"
        ],
        [
            1,
            "华西求雅思队友，主要练口语qq 3217064736"
        ],
        [
            2,
            "给望江校区的同学们安利一家烤肉店 乐猪烤肉 就在蓝色加勒比广场里面 89块钱一个人的套餐海鲜和烤肉吃到爽 这家的五花肉可以无限吃……装修挺好看的 适合拍照 暑假才开的店店 开学了大家可以去试试"
        ],
        [
            1,
            "昆山警方通报“反杀”案：骑车男行为属正当防卫，不负刑责"
        ],
        [
            2,
            "大家知道缓补考过多久出成绩吗~谢谢ᕙ(`▿´)ᕗ"
        ],
        [
            1,
            "跪求一个能干的金融助理，金融、经济、经管等相关专业，本科。别矫情，会做事，爱学习就行，最好人实诚点。工资绝对不比同级别低，还有年终分红。公司金融属性，有金融咨询和金融法律咨询、国际金融业务、资管等主要业务，简历发至weihemei@huihaizc.com 电话：18180435873 要全职的哦"
        ],
        [
            1,
            "若要人不知，除非己莫为??"
        ],
        [
            1,
            "阿西吧。"
        ],
        [
            1,
            "想自己漂漂亮亮的，路过橱窗玻璃的时候就会看见自己漂漂亮亮的倒影。"
        ],
        [
            0,
            "请问北园哪里补办校园卡的地方开门了吗"
        ],
        [
            2,
            "有在望江这边报过驾校的同学吗？有没有推荐的啊，谢谢(*°∀°)=3"
        ],
        [
            2,
            "以后碰见了请装作不认识。"
        ],
        [
            2,
            "我就是发不出来马马怎么办啊"
        ],
        [
            0,
            "教务系统更新的我都不会用了。。"
        ],
        [
            0,
            "校内公交能不能用学生卡？"
        ],
        [
            2,
            "约着约着恋爱的能力彻底丧失，丧失就丧失吧，反正对男人彻底绝望"
        ],
        [
            2,
            "好想开学啊 研究生还有十天才开学 江安七年有期徒刑即将进入第五年……?"
        ],
        [
            1,
            "那赶紧约啊，等着呢都"
        ],
        [
            2,
            "你为什么要骗我，骗我我就去约炮"
        ],
        [
            1,
            "问些问题怎么跟猪一样？你怎么不问望江有北园吗？望江有学生吗？"
        ],
        [
            1,
            "有同学出租校园卡吗，q447713326"
        ],
        [
            2,
            "请问望江校内食堂有吃面的窗口吗？"
        ],
        [
            2,
            "北园有洗衣机吗"
        ],
        [
            1,
            "舔? 都该当? 做? 被人?"
        ],
        [
            2,
            "? ? ? ? ? ? ?"
        ],
        [
            2,
            "一个人好尴尬，买啥都吃一半扔一半"
        ],
        [
            1,
            "info不能发马的imoji表情了吗"
        ],
        [
            1,
            "选课忘记退的书开学可以退？"
        ],
        [
            2,
            "你天天熬夜掉头发? ? ?"
        ],
        [
            2,
            "如果自己过得好了怎么样都行，关键就是睡不好的看谁都不顺眼，尤其是那个她睡大家睡，不然就摔东西的室友，恶心爆炸"
        ],
        [
            1,
            "最喜欢暴躁老姐了"
        ],
        [
            2,
            "来望江换套餐晚了，还有一个月江安的宽带，出租"
        ],
        [
            2,
            "聊你妈逼啊"
        ],
        [
            1,
            "好奇找我，直接网站＋软件一整套"
        ],
        [
            1,
            "找有欲望或好奇的女生聊聊性话题。想看啥都行。2107550875"
        ],
        [
            2,
            "3点去竹蒌记有没有饭"
        ],
        [
            2,
            "望江晚有玩轮滑的吗？带我一个好喵～"
        ],
        [
            2,
            "中午开着的串串店有哪"
        ],
        [
            2,
            "中午十二点小吃城门口碰到的白T恤方框眼镜的男孩子瞥了我一眼，有点小帅。"
        ],
        [
            1,
            "相信我，我舌头就像电动小马达"
        ],
        [
            1,
            "教学评估那个2分钟的限时有毛病吧！"
        ],
        [
            2,
            "有卖cmcc的吗……没有我就过会儿再来问q1835731705"
        ],
        [
            2,
            "宝岛眼镜测啊"
        ],
        [
            2,
            "笑死了，不开心看会info就开心了"
        ],
        [
            1,
            "女博导应该都50＋了吧。朋友，你确定你能满足的了？"
        ],
        [
            1,
            "我想问博士做错了什么。。。。就默认她们没性生活"
        ],
        [
            1,
            "你给女博导找到，我来，爽哭她"
        ],
        [
            1,
            "我也有一个棕色小熊挂件，实在找不着，就用我的代替吧"
        ],
        [
            2,
            "请问今天望江校区，从工学馆到三教的路上，有同学捡到一只棕色的小熊挂件吗？。。虽然知道希望渺茫。。但是如果真的有同学捡到能评论一下这条info吗？。。那个小熊对我很重要。。谢谢大家了"
        ],
        [
            1,
            "望江哪里能刻光盘啊，打印店可以吗"
        ],
        [
            2,
            "女硕士行吗"
        ],
        [
            1,
            "出一把电吉他?，3600原价的，1243141228，现价1000出，注意是电吉他哈，有意者加1243141228"
        ],
        [
            1,
            "江安出一把吉他 飞琴行FDC10 9成9新  750买的 350出 要的+q：517926361"
        ],
        [
            2,
            "封三天警告一下就可以了，永久封我不同意"
        ],
        [
            1,
            "我第一次听说川大要进新C9时，盘古还在开天地呢"
        ],
        [
            1,
            "如果说夏令营不理想，九推希望还大吗？"
        ],
        [
            0,
            "询问，江安哪里可以搞到眼睛验光的具体数据，包括散光啊两眼距之类的，感谢老爷夫人们"
        ],
        [
            2,
            "考虑那么多干什么，你现在要做的不是把该过的考试过了？"
        ],
        [
            2,
            "我想问问有没有人出CMCC呀，救救孩子吧，忘记续套餐了ヾ(;ﾟдﾟ)/"
        ],
        [
            1,
            "需要来给你点慰藉么"
        ],
        [
            2,
            "啊啊啊，转一瓶雅诗兰黛沁水2co\n仅试色！色号买错惹365买的绝对正品！\n大哭\n310包邮送雅诗兰黛口红小样"
        ],
        [
            2,
            "在下，红瓦寺刘亦菲"
        ],
        [
            2,
            "求问，大三续贷生源地助学贷款，回执单交到哪里啊？?谢谢大家"
        ],
        [
            1,
            "两个月算什么，我二十年没做"
        ],
        [
            1,
            "我在info认识了感情很好的女朋友，所以不要一棍子打死"
        ],
        [
            1,
            "看来约的不少"
        ],
        [
            1,
            "成都热死我啦"
        ],
        [
            2,
            "info上有长得不错身材不错的约炮男，但，你要来这上面找爱情，你怕是屎吃多了"
        ],
        [
            1,
            "华新文登考研讲座！\n川大版研禧攻略即将震撼开演！\n★考研最新形势深层分析；\n★考研与公务员、出国、就业全方位横向对比；\n★考研英语数学如何破冰。\n到场即送考研工具书！更有幸运大抽奖，零食大礼包+可爱公仔+萌萌多肉随机抽取，要你抓狂！！！\n9月2日下午4点半，北苑餐厅3楼大会议室，期待与你相遇的瞬间！\n名额有限，有意愿的同学找我领取入场券，凭券入场和抽奖。\nQQ1612811396"
        ],
        [
            1,
            "自由在高处，自由来自约束\n当我明白这些时，已不再年少"
        ],
        [
            2,
            "男生见到美女不是舔狗吗"
        ],
        [
            1,
            "#活动发布#\n通知\n\n新东方大三考研启动基础课开始啦\n新东方首席英语授课老师现场面授啦\n时间：9月2日上午10:30-12:00\n地点：北苑餐厅三楼小会议室\n主讲老师：邓立\n主讲内容：\n考研英语全年复习规划，\n考研英语无忧基础第一课，\n英语突破75分的高分复习规律\n到场福利：\n到场前100位同学赠送考研英语高分写作/阅读理解，到场的前10位同学赠送太平洋电影城电影票一张，同事参加讲座的同学可以参加新东方单词打卡活动。\n\n你知道川大暑假的图书馆是什么样子的吗？\n你知道早七晚十一的学习生活是什么样子吗？\n你知道意识到自己距离梦想越来越近的感觉吗？\n明年的今天，或许你会感谢现在的决定。\n考研，义无反顾。\n给自己一个交代吧\n\n（有意详询我哦qq577180830）"
        ],
        [
            1,
            "又一次见识了女生遇到高个帅哥能有多么主动"
        ],
        [
            1,
            "通知(大三小伙伴的福利）\n\n新东方大三考研启动基础课开始啦\n新东方首席英语授课老师现场面授啦\n时间：9月2日上午10:30-12:00\n地点：北苑餐厅三楼小会议室\n主讲老师：邓立\n主讲内容：\n考研英语全年复习规划，\n考研英语无忧基础第一课，\n英语突破75分的高分复习规律\n到场福利：\n到场前100位同学赠送考研英语高分写作/阅读理解，到场的前10位同学赠送太平洋电影城电影票一张，同事参加讲座的同学可以参加新东方单词打卡活动。\n\n你知道川大暑假的图书馆是什么样子的吗？\n你知道早七晚十一的学习生活是什么样子吗？\n你知道意识到自己距离梦想越来越近的感觉吗？\n明年的今天，或许你会感谢现在的决定。\n考研，义无反顾。\n给自己一个交代吧\n\n（有意详询我哦qq577180830）"
        ],
        [
            1,
            "不要好了伤疤忘了痛"
        ],
        [
            2,
            "大学里面的关系，真的薄凉，不再为精致的利己主义者委曲求全"
        ],
        [
            2,
            "是你就是你，需要原因吗"
        ],
        [
            2,
            "不是别的人"
        ],
        [
            2,
            "不要和穷人谈恋爱，穷人不仅穷还渣"
        ],
        [
            2,
            "为什么？？"
        ],
        [
            1,
            "yttshirley"
        ],
        [
            1,
            "好像要个女朋友"
        ],
        [
            1,
            "有人吃过伟哥么，明晚要去我女神开房，想操哭女神"
        ],
        [
            1,
            "我爱刘思羽"
        ],
        [
            1,
            "有人吃过异维A酸胶囊嘛，效果怎么样？"
        ]
    ]
}