{
    "30": [
        [
            2,
            "越长大越习惯自己承担不开心和负能量了，不想去麻烦别人，越来越找不到可以诉说不开心的人了，有时候宁愿找陌生人也不愿意去麻烦好朋友，总觉得自己在无痛呻吟一样。可是心里就是好难过好孤独啊。越是没人诉说就越是孤独越是丧，似乎已经形成了恶性循环。网络的虚拟就是不能给人安全感呀，不管陌生人说了再多安慰。可是除了陌生人，就觉得没有人愿意花时间来听我无痛呻吟了。大概我是没有真的朋友吧，没有天天保持联系分享喜怒哀乐的闺蜜，连隔三差五都没有。"
        ],
        [
            1,
            "现在有从华西一起拼车回江安的吗！"
        ],
        [
            0,
            "华西男2栋三楼的某某，你再在蹲坑站着对着隔壁坑位尿尿我们一堆人给你曝光，素养是什么？长着个尿管不会去小便器尿？不知道就算你对着隔板尿也有可能溅到隔壁么？而且你他么喜欢蹲坑的时候旁边一个东西对着你尿尿？我们抓你几次了，下次直接上图曝光，也可以专门等你方便的时候在你隔壁对着你尿尿？"
        ],
        [
            2,
            "info上的男的根本不是人"
        ],
        [
            2,
            "玩你妈吧还是"
        ],
        [
            1,
            "想，找个床伴\n没有解释，你也不需要知道任何关于我的事，我对你也是一样\n彼此只是彼此的玩具而已"
        ],
        [
            2,
            "披着人皮的狼"
        ],
        [
            2,
            "info全是垃圾"
        ],
        [
            1,
            "有没有对性好奇的女生，想聊聊。3037703219"
        ],
        [
            2,
            "全国前十的什么学校啊"
        ],
        [
            1,
            "回图书馆回来的路上，听了一首周杰伦的彩虹听的心态快崩了…"
        ],
        [
            2,
            "祝你们鸡儿全烂掉"
        ],
        [
            2,
            "招聘兼专职人员:\n1.熟悉《魔兽世界》《守望先锋》《虚荣》玩法，游戏经验丰富；\n2.头脑清晰，拥有良好表达能力及文笔，有写作经验者优先；\n3.熟悉游戏论坛，可以帮助其他玩家解决游戏问题，如：百度贴吧、NGA等；\n4.抗压能力好，长期稳定者优先。\n\n待遇优厚，可兼职，有意向者欢迎加qq：139967(申请写明求职)"
        ],
        [
            1,
            "再好的高中也有很骚的女生？"
        ],
        [
            1,
            "高二的时候被一个女同学在学校被口了\n很刺激很爽\n我高中全国前十吧"
        ],
        [
            1,
            "想当年在江安的小树林里跟一个看起来很萌的口腔妹子互摸，她第一次受刺激，下面跟泡在水里一样"
        ],
        [
            2,
            "有点后悔当初没有买iPad2018而是买的2017，我好想配一个笔可以直接在ipad上写文字啊"
        ],
        [
            1,
            "喜欢上楼下的一个兄弟怎么办？"
        ],
        [
            0,
            "我好想你，想得不行"
        ],
        [
            2,
            "丧的不行。失望太多次了，就再也不相信会有好的结果。自己还是个菜鸡啊"
        ],
        [
            2,
            "想问附近有没有中医理疗按摩刮痧拔罐针灸的地方呀~颈椎真的痛死了，肩膀肌肉也很僵硬~难受555"
        ],
        [
            1,
            "大四本科生看过来！\n【工作时间】：待定（ 理论培训4天，实操培训半天，考试半天；可以安排周末培训，培训连续四天，中间含一个周末）\n【培训地点】：川大附近\n【工作内容】：参加特种作业操作证考试培训（电工作业），并完成结业考试（刷题就可以，很简单）。\n【人数】：若干\n【要求】：大四，空余时间较多者，无专业硬性要求\n【报酬】：1000（需最后通过考试才能结算） \n想去的联系qq 335819561 ，备注专业姓名 谢谢～"
        ],
        [
            2,
            "如果可以忘记一个人就好了"
        ],
        [
            1,
            "怎么对你"
        ],
        [
            2,
            "为什么这么对我"
        ],
        [
            2,
            "我觉得&quot;想谈一场轰轰烈烈的恋爱&quot;其实有点奇怪，可能潜意识里还是受到一些故事的影响，包括在一对关系里喜欢把自己放在受害者的位置。"
        ],
        [
            0,
            "既然钟情于玫瑰，就要勇敢地吐露真诚哇～"
        ],
        [
            2,
            "是我不够努力吗，为什么像蛆一样的活着"
        ],
        [
            2,
            "各位在自习室敲电脑可不可以小点声呢"
        ],
        [
            2,
            "不杀我一点一点凌迟我"
        ],
        [
            1,
            "想约个基友看电影，最好是1"
        ],
        [
            2,
            "有没有宿舍条件好点的出租床位的，有的话加下v dezhu1659，谢谢～"
        ],
        [
            1,
            "想问下考表出来了吗，本人大四 只有选修 不知道出了没出 麻烦好心人告诉一下"
        ],
        [
            2,
            "老天爷你是个瞎逼"
        ],
        [
            2,
            "说好的一份耕耘一份收获呢"
        ],
        [
            2,
            "不要和楼下去，丑的吓死人"
        ],
        [
            1,
            "想找个喜欢唱歌的小姐姐，今晚学府一起唱情歌。"
        ],
        [
            1,
            "招聘兼职，大四本科生看过来！\n【工作时间】：待定（ 理论培训4天，实操培训半天，考试半天；可以安排周末培训，培训连续四天，中间含一个周末）\n【培训地点】：川大附近\n【工作内容】：参加特种作业操作证考试培训（电工作业），并完成结业考试（刷题就可以，很简单）。\n【人数】：若干\n【要求】：大四，空余时间较多者，无专业硬性要求\n【报酬】：1000（需最后通过考试才能结算） \n想去的联系qq 335819561 ，备注专业姓名 谢谢～"
        ],
        [
            2,
            "第一眼看到你，我听见心里有个小锤子敲击了一下我的心脏，命令我说：认输吧。"
        ],
        [
            1,
            "突然很难过o(╥﹏╥)o"
        ],
        [
            2,
            "有的男生说，不能接受女朋友的第一次不是跟自己。我觉得本质上也没有什么问题，这就跟限定对方的长相身高以及各方面条件是一样的。但是我的观点是要求对方是怎样的，就先看自己是不是能够满足相同的条件。"
        ],
        [
            1,
            "我现在不想听什么狗屁浪漫爱情故事，我现在只想赚钱。光羡慕人家有什么用？我们要行动起来，变得比他们更有钱！"
        ],
        [
            1,
            "我在英语作文里面用 a little 英语老师非说低级而且不正式 我该怎么办"
        ],
        [
            1,
            "零几级的表示，最后身边同学大多结婚对象并不是大学认识的，而是毕业后认识的\n大学的感情难能可贵，没那么多杂质，能一直珍惜，修成正果最好\n步入社会虽然会遇到形形色色的人，最后还是会遇见对的，是不？\n生活既然很艰难了，那不妨乐观一点，开心一点……"
        ],
        [
            1,
            "姐姐求求你别秀了，人都是不患寡而患不均的，你的幸福给别人加刀子"
        ],
        [
            1,
            "有人要买二手自行车吗,美利达，3284048785"
        ],
        [
            2,
            "“工作后真的没有那种感觉也没那个时间去谈恋爱”，婊？"
        ],
        [
            2,
            "过来炫耀的？"
        ],
        [
            1,
            "hope家教招新啦\n?小学、初中、高中一对一辅导\n?薪酬50-80元/小时\n⚠️地点就近安排！！\n?无需笔试！只需试课30分钟！\n?不交钱！无押金！\n?机构已有上百人?\n详情咨询微信：17034649069"
        ],
        [
            2,
            "大家好，我是17年6月毕业的老学姐，真心奉劝各位小学弟小学妹一定不要辜负了大学的美好时光谈个恋爱呀，能走到最后当然是最好的啦。工作后真的没有那种感觉也没那个时间去谈恋爱、不过小姐姐我还是很幸运在川大找到了男朋友现在已经结婚了"
        ],
        [
            2,
            "再丑的女生也看不上和你约"
        ],
        [
            1,
            "驾了么一生黑"
        ],
        [
            1,
            "天天发，发了又没人跟你约，你在发你吗？不会去约炮软件发？还是说你丑到不敢用那些软件？那么你凭什么敢在这里约？这里妹子就不看脸了？死屌丝丑逼！"
        ],
        [
            2,
            "倒霉的事永远与我有关，幸运的事永远与我无关"
        ],
        [
            2,
            "不让我死掉让我活着受苦"
        ],
        [
            2,
            "干什么从来没顺过，为什么我不出意外事故死掉呢，每天都有那么多人死，为什么不掉下来一块砖瓦把我砸死"
        ],
        [
            2,
            "好日子，科三和法考都没过"
        ],
        [
            2,
            "现在，走在路上，都可以随时随地哭出来…"
        ],
        [
            1,
            "在自习室吃东西，我佛了，包装袋噼里啪啦，还吃脆脆的东西，还大声吧唧嘴，我日！"
        ],
        [
            1,
            "这个季节，曾经喜欢的妹子和新任男友幸福着，想考的研究生专业挤满人头，最喜欢的当家球星和最喜欢的球队闹得不欢而散，以至于至今战绩不佳跌为鱼腩。\n容貌身材比不上别人，穿衣打扮比不上别人，学习不如他人，篮球打不过别人。\n妄自菲薄没有办法，人所有的精神寄托全面崩塌，想哭都哭不出。想排出身上的丧气都无从下手。无奈无奈。\n我现在这样，不配找女朋友，也不配考上研。\n\n从小到大，不论中考高考各种考试，还是人际交往，都顺风顺水，这其实一点都不好，现在一点小挫折就把你打击成这种样子。可气可气。"
        ],
        [
            2,
            "想多赚钱是不是就得学会不断的装孙子"
        ],
        [
            1,
            "寝室做饭煮早餐有推荐的锅不？谢谢大家了"
        ],
        [
            1,
            "偶尔羡慕情侣，依然庆幸自由"
        ],
        [
            1,
            "只要你先喜欢上人家了，你的喜欢就变成了她利用你的筹码。"
        ],
        [
            1,
            "成都最好的情侣酒店是？"
        ],
        [
            1,
            "没有约的"
        ],
        [
            1,
            "周末约的留号"
        ],
        [
            2,
            "为什么财务处老师那么牛？"
        ],
        [
            2,
            "人生输家。"
        ],
        [
            1,
            "两年了 我还是像两年前一样喜欢她"
        ],
        [
            2,
            "有人接到资助中心寒假雅思课程的通知了吗？"
        ],
        [
            2,
            "老天无眼"
        ],
        [
            2,
            "太久没有特别喜欢过一个男生，导致的后果就是稍微有一个人对我好一点好像就会喜欢上他"
        ],
        [
            1,
            "vpn要付费吗？谢谢"
        ],
        [
            1,
            "求推荐翻墙vpn."
        ],
        [
            2,
            "你说，最后20天，现在努力还来得及吗"
        ],
        [
            2,
            "想请问选修课挂科会有什么影响吗?有点担心"
        ],
        [
            2,
            "为什么有些人背书靠吼，真的很影响旁边的人啊?"
        ],
        [
            1,
            "喜欢的女优居然拍黑人片\n被那么大的jb草\n失去兴趣"
        ],
        [
            2,
            "为什么会有人在自习教室里吃早饭。。。"
        ],
        [
            0,
            "游戏删了吧，好好学习"
        ],
        [
            1,
            "我曾踏足山巅，也曾进入低谷，二者都让我受益良多。\n我用双手，成就你的梦想。"
        ],
        [
            1,
            "日常失眠+负能量爆棚+丧气\n\n但是还是想给你们推荐音乐。\n尤其想给未来的夏太太推荐音乐（笑），\n梶浦由记的《will》，这个音乐很不错。\n\n给还没出现在我生命中的你。\n\n矫情完了，可以睡了，今天室友没有打游戏?"
        ],
        [
            2,
            "感情里平等自由太重要，让你跪舔的人也许本身不爱你?"
        ],
        [
            2,
            "这种非常伤人"
        ],
        [
            1,
            "很多女生觉得自己不那样，她也不是故意钓的，其实有时候潜意识就是:不喜欢那个男的，但是又觉得，这男的性格不错，对我也好，要不试试？然后最后发现真的不喜欢，拒绝。\n\n你们想想有没有？"
        ],
        [
            2,
            "我是昨天骂舍友没良心的废物的，然后我啥也不说就微信拉黑删除，男朋友劝我小事不要撕破脸，还有三年。我觉得撕破脸一点毛病没有，不想搭理就不搭理，不想做朋友就直接拉黑，不需要这么个人留列表膈应，表面客套也是不可能的，拐弯抹角可得了吧，老子极度傲慢瞧不起这套。直白了断最爽快了，没有任何心理负担。\n嗯，觉得自己废话多了点没啥毛病。"
        ],
        [
            2,
            "不是所有女生都那样的"
        ],
        [
            1,
            "都说女生需要疼需要爱，难道男人的心是铁打的？享受男生对你的追捧、关心、爱护，享受够了，厌烦了，就一脚蹬开？甚至眼神里面还是嫌弃，凭什么？\n还说是对男生的考验？你们有什么资格考验别人？当初让别人说出愿意一生一世守护你的是你们，最后甩人的也是你们？最后不喜欢了就来个“是你自己要来追我的”“是你自己贱”“你自己要当舔狗”，反正什么都撇得干干净净。\n\n男人不是铁打的，我们也有心，也有肝，也需要关心需要爱，更需要自尊。如果不能果断地拒绝，你们女生在享受别人关爱的时候先别给男的纠这样错挂那样直男的标签，想想你们自己做过什么？男生对你超级好是想让你也能用同样的方式待他，而不是让你抬高自己的价值。\n让男生了解各种女生喜欢化妆品类型口红色号，不知道的就是直男，不给女生买迪奥买蒂凡尼的就是直男，给男生出考题，答不出就是直男。那女生不了解男生喜欢的科比或者梅西，不了解男生感兴趣的a卡n卡，不给男生买aj鞋，是不是也是直女？\n\n感情需要双方付出，需要双方对立，如果你不喜欢请快点离去，不要寒了那么多好男人的心，不要再把专情的男人心态怼崩，这样就没几个敢真心付出的男人了，全是广撒网的。"
        ],
        [
            2,
            "以为够理性就可以不动感情，可是回忆还是那么痛"
        ],
        [
            1,
            "我有多想给你一个未来你知道吗\n我有多绝望你又知道吗"
        ],
        [
            1,
            "求带生物或基础医学的大创……有没有队还缺人啊?，qq2252451013"
        ],
        [
            2,
            "有人知道29号在望江校区街头采访的会在哪里播么？"
        ],
        [
            2,
            "很失礼很急的赶回校区，回来以后在路上就遇到了想“偶遇”的那个人，结果对方波澜不惊……(我又开始作了"
        ],
        [
            1,
            "兄弟，没什么好炫耀的。你可以随便上的，别人也可以随便上。说好听就是敢玩洒脱自由，不好听就是……"
        ]
    ],
    "29": [
        [
            1,
            "带耳塞吧"
        ],
        [
            2,
            "坐标望江，住在一楼吹风机旁，怎么样才能让大家中午一点到一点半和晚上十二点后不要吹头发，无法休息。"
        ],
        [
            1,
            "江安西园17舍的同学，一定要注意自己的校园卡。某单元某专业内的几个人喜欢偷被遗落在开水房，围合地上以及招领盒里的校园卡，偷用大钱包与小钱包的钱，并且不会归还。所以丢失了也务必挂失，不要给偷卡怪可乘之机。\n有一次在厕所洗澡置物架上发现叠在一起的七八张校园卡，此后会陆续偷别人的卡，各位同学一定小心。"
        ],
        [
            2,
            "江安附近有没有什么靠谱的小语种学习机构啊´_&amp;gt;`"
        ],
        [
            1,
            "女生一样需求很大，只是各种原因不会表现出来"
        ],
        [
            1,
            "。打开支付宝首页搜索“531787664” 立即领红包"
        ],
        [
            1,
            "又开始钓鱼了吗"
        ],
        [
            1,
            "明明知道她是个渣女也不关心我 但我还是离不开她似乎我就是那种非要攒够了所有的失望才死心的人吧"
        ],
        [
            2,
            "祝所有考研的学长学姐 考的超级超级超级超级好！！！！\n\n无论是为了什么考研，现在都要拼了！！\n\n别泄气！！别后悔！！"
        ],
        [
            2,
            "碰到一个男生\n\n特别好看\n\n感觉自己又矮又丑又怂\n\n啊 呸 我个颜狗"
        ],
        [
            2,
            "当男人好啊"
        ],
        [
            2,
            "? ? ，那天那个开四星酒店那个"
        ],
        [
            2,
            "过来过去受伤的人都是我"
        ],
        [
            2,
            "四星小哥请联系我"
        ],
        [
            2,
            "Dexamethaso，今天有好好学习吗？"
        ],
        [
            1,
            "痘印很重，望江华西或者江安附近哪里靠谱？"
        ],
        [
            0,
            "烂似渣，埋于尘下。\n一生凄惨，江山依旧。\n换一物，只道你笑靥如花"
        ],
        [
            0,
            "一切如你愿"
        ],
        [
            1,
            "每次在球场打篮球，被打下了要在下面苦逼的等。然后这时候突然有个妹子走到你旁边，很好看，你狼狗一样的看着她，她含情脉脉的看着刚才把你打下的男人。然后你不服气，怒气冲冲的上场，又被打下了一次……\n你们他么篮球打得那么好，女朋友那么漂亮，长那么帅，我就来打个篮球，招谁惹谁了？"
        ],
        [
            1,
            "每次孙? 发微博我就知道评论区又是一片精彩了，网友萌也太有才了叭"
        ],
        [
            2,
            "有道理"
        ],
        [
            1,
            "……这么狠，犯了什么"
        ],
        [
            1,
            "放屁，只要调教得好，十六七的女生都是性欲旺盛，20到30更不用说"
        ],
        [
            2,
            "有去加州大学欧文分校冬令营的朋友吗"
        ],
        [
            0,
            "请问只要过了六级就可以申请一个创新学分 还是有分数的要求？？？创新学分做什么最好拿？求学长学姐指点！"
        ],
        [
            2,
            "笑死了，你说咋办"
        ],
        [
            1,
            "在这个年纪，生理需求太过于强烈，又不约炮，又不嫖，这本身其实是非常可怜的事情。\n\n男性的性渴求年龄大概就是20到27，而女性大概是30到35。这便是可怜之处，想的年纪没得搞，欲望开始衰退了又必须交公粮。"
        ],
        [
            1,
            "楼下这句话竟然看得我想哭……又想起那个我不愿提起的她。终究这辈子无法弥补"
        ],
        [
            2,
            "真的深情留不住……自己不珍惜宁愿伤害宁愿错过。女生总有母性，以为他虽然做错了但是知错就改，我会是他的最后一个，他一定会珍惜我好好和我在一起对我好的。然后这顿感情就依附在男生的愧疚之心上。可男生到底也没有补偿那个真正该补偿的人。把对上一个人的愧疚用对下一个人好的方式去补偿，就能一笔勾销安心了吗？不能不该也不配。永远都是对不起永远没有补偿，永远都该活在愧疚中。"
        ],
        [
            2,
            "完了感觉自己又不太主动不会撩，现在身边也没有心动的，以后会不会找不到男朋友啊！重点是也没人撩我，是大家都会觉得我很高冷不好接近吗？而且渣男带给我的伤害让我真的不太敢相信一个人，彻头彻尾地失望伤心。内心还悄悄zǔzhòu渣男获得报应受到惩罚。为什么我那么倒霉啊？！他做尽了坏事还有人愿意接受他，我在他那里不受认可不受尊重，还要承受伤害和精神暴力带来的负面影响。人生是会有不公平，但也不能这么惨吧？！！我的人生会遇到那个珍惜我超爱我的更好的人吧？不是每个男的都是巨婴长不大的孩子吧？我不想丧失希望和信心……"
        ],
        [
            1,
            "越没人喜欢就越低落，越低落就越颓废，越颓废就更没有人喜欢，恶性循环"
        ],
        [
            2,
            "一辈子都在逃避孤单，一辈子都很孤单"
        ],
        [
            2,
            "求一个帅哥，我来对你主动、倒贴"
        ],
        [
            2,
            "希望对女朋友暴力且出轨的男人永远都不能获得真正长久的幸福 终将会受到惩罚"
        ],
        [
            2,
            "江安现在哪里可以修电脑呀？"
        ],
        [
            1,
            "所见太狭窄，怎可断无情\n以他事自断，未免太浮躁。"
        ],
        [
            0,
            "深情留不住，套路得人心。\n回首百年日，哪有非常情？"
        ],
        [
            2,
            "这辈子最大的遗憾就是恋爱谈的太少了"
        ],
        [
            1,
            "为何没有？"
        ],
        [
            0,
            "这个世界上，谁人还相信并期待爱情？"
        ],
        [
            1,
            "女士之夜？"
        ],
        [
            2,
            "今晚女士之夜，有木有去喝酒的"
        ],
        [
            2,
            "想要让自己变得优秀，所以每天都很忙\n但是身体却挨不住，校医院看个病花了1000多，真的很恨自己因为身体原因给家里面增加了好多负担"
        ],
        [
            2,
            "计算机二级合格可以申请创新学分吗？"
        ],
        [
            2,
            "想你，但没勇气打扰你"
        ],
        [
            1,
            "感觉info不行了 以前大一大二上面的帖子多种多样 现在....很多广告 不知道还有多少活跃用户"
        ],
        [
            1,
            "? ？?"
        ],
        [
            2,
            "遇见都是打扰"
        ],
        [
            2,
            "好缺钱好缺钱好缺钱，怎么也挣不到那么大一笔钱，也申请不到助学金。怎么才能挣到钱啊"
        ],
        [
            2,
            "望江三教310下午在最后一排自习用电脑穿红衣服的男孩长得真好看"
        ],
        [
            2,
            "一无聊下来我就又想加info上的人"
        ],
        [
            1,
            "经常说关你屁事和关我屁事的都是没教养的人。"
        ],
        [
            1,
            "最近变得粗野了\n新增口头禅:关你屁事    还有  关我屁事"
        ],
        [
            2,
            "我已经被生活锤成牛了"
        ],
        [
            1,
            "健哥加一"
        ],
        [
            1,
            "娱乐圈就是这么乱，我现在只相信我李健。"
        ],
        [
            1,
            "今年娱乐圈怎么那么多事？"
        ],
        [
            1,
            "我是男生，我对那些吸毒，出轨的男星没什么想法。唯独家暴，零容忍！！！家暴的男人，真的是骨子里的坏，渣！"
        ],
        [
            2,
            "家暴f4"
        ],
        [
            1,
            "人生如戏，全靠演技。娱乐圈真的是鱼龙混杂，活生生的大染缸。还记得在一起的时候你总是说我要像哪个哪个明星一样如何如何疼爱他的女朋友亦或是老婆……真讽刺，分开了这么多年，你当初追的那些男星，全是渣男，哈哈哈！"
        ],
        [
            1,
            "英语翻译一不会就说只是单词不认识，那不就是水平不行吗？\n这年头有几个人看不懂句子嘛，不要为水平不够找借口了"
        ],
        [
            2,
            "楼下说了什么"
        ],
        [
            1,
            "嗯，加油！总有一天你会被温柔相待"
        ],
        [
            1,
            "突然想起一件事情\n校团文办凤展辩论赛时候那位\n不让吃东西不让讲话不让随便进出\n个子很高很瘦人很凶的小哥\n你什么时候把老子的黑笔还我\n我现在一没有笔用就想起借给你的那只黑笔\n手动微笑"
        ],
        [
            1,
            "人人都笑孙一峰，人人都是孙一峰"
        ],
        [
            1,
            "谁不需要爱？谁不需要关心？"
        ],
        [
            2,
            "我也需要爱啊，我不是个人吗"
        ],
        [
            1,
            "对不起父母的期待，我是个废物"
        ],
        [
            2,
            "十年把你牛逼坏了？哪里来的优越感。"
        ],
        [
            2,
            "现在看还不晚吧"
        ],
        [
            2,
            "老看我微博是不是爱上我了"
        ],
        [
            2,
            "不是很明白为什么川音的考研要来咱们学校自习??"
        ],
        [
            2,
            "妈呀看了18年的专业课真题心态崩了。感觉白学了。不会做的好多啊。心态真的崩了，政治分析题也还没开始背。学不进去了现在。没看真题之前还信心满满的每天按部就班。现在感觉我每天都在做无用功。大半年我究竟学了啥呀，花了这么多时间学习，终究考不上研究生。考研真的浪费时间。专业课的题真的出的太刁难了我lay了。"
        ],
        [
            1,
            "北园的那只肥肥的橘猫去哪里了呀"
        ],
        [
            2,
            "司法考试你们做了几年的真题"
        ],
        [
            1,
            "校医院可以祛斑？"
        ],
        [
            0,
            "求助贴！有没有人在校医院做过祛斑的呀？效果咋样呀？贵不贵呀？"
        ],
        [
            2,
            "谢谢."
        ],
        [
            1,
            "想认识学习努力认真的女孩"
        ],
        [
            1,
            "悄咪咪的问一句 还有多少奖学金没发的学院？"
        ],
        [
            2,
            "你做了十年真题就牛逼了？"
        ],
        [
            0,
            "二教的男厕有点少啊，我刚才差点拉裤裆了?"
        ],
        [
            2,
            "各位大佬 现在还有哪些学院奖学金没有发啊"
        ],
        [
            2,
            "可把你牛逼坏了，叉会腰"
        ],
        [
            2,
            "考研孤儿？现在才问专业课真题，我不仅做了十年真题，还做了十套专业课预测题。"
        ],
        [
            1,
            "diss北园面包店右边第一家早餐店，付完款手机没电了就怀疑我是小偷，我说那充电开机给你看开始赶我走，全程用吼的。一个早上被搞得很郁闷，有怀疑我可以理解毕竟要赚钱，但是用那种态度对人实在不能接受。就想过来吐个槽，希望没给大家带来负能量毕竟生活还是很精彩的(๑˙ー˙๑)"
        ],
        [
            2,
            "往年的考研专业课试卷哪里打印？？？"
        ],
        [
            2,
            "所以我想问大二周四上午第二大节唐轩梅老师的篮球课，是这周还是下周去体育馆啊，哭了"
        ],
        [
            0,
            "请问创新学分怎么办？"
        ],
        [
            2,
            "早都跟你说了不要对人太好"
        ],
        [
            1,
            "拿到了vivo24w的offer 要不要去考研呢 惆怅"
        ],
        [
            1,
            "出一副lighting接口苹果原装耳机，手机下午到，有兴趣一起拆封。可适配所有升级系统iOS10以上苹果设备使用，包括touch，iPad，iPhone。q，2309566526。可小刀，价格私聊"
        ],
        [
            1,
            "duck"
        ],
        [
            2,
            "考研没几天了，很紧张。一个人租房住也很无助～"
        ],
        [
            2,
            "李逼的粉就不要假装深情了"
        ],
        [
            2,
            "有些人真的是很没良心，要看张嘉佳的发布会，让我男朋友帮忙给抢票，买票。还大老远陪她去成电陪她去看张嘉佳。\n她的桌子没地方放，我就腾开自己鞋柜的位子，没有电位，刚好我买了排插就把我的排插牵过去给她用。\n她去洗漱窗外一对情侣搂搂抱抱她看不下去，又没胆子刚，来回屋里好几次，我看不下去出去和那对情侣吵\n唱歌贼难听说想去唱k，我男盆友听我说舍友想唱k，二话不说订了包厢\n在教研室受985们排挤，安慰她985菜鸡才留川大别在意\n她男朋友不理她那段时间，问我我男朋友微信说和我男朋友爱好相同，都是文艺青年，想交流\n她对她男朋友说约炮现象能接受，气的他男朋友和她分手，宿舍没人了给我倒苦水，我给她说是她没留意对象的感受。让她道歉，后来俩人和好。\n 然后，我体质容易上火，不愿意吹空调，她一进门就开（河南都11月15才通暖气，我们宿舍10月底就开了）我说只有咱俩在宿舍时候就不开了\n她说，那就当死了一个人?\n\n死你妈了？没良心的废物"
        ],
        [
            1,
            "我就想有个女孩，我能给她分享我喜欢的冷门音乐，我能和她同悲泣，共欢笑，她觉得有意思的视频，会第一时间想起给我看，我能在星空下无人的草地上给她唱《在水一方》……\n\n想和她一起去贝加尔湖畔，去香格里拉，想听她呼唤“夏先生”。\n\n可惜我只能一个人在这里听着室友打游戏，然后睡不着，躺在床上死矫情。"
        ],
        [
            1,
            "我喜欢自黑不代表你也可以黑我。有些话自己可以说，别人不能"
        ],
        [
            1,
            "STARGAZER ~星の扉\n很好听，对提琴没有一点抵抗力"
        ],
        [
            1,
            "你到底是孤独到什么程度，才会一遍又一遍的刷info？取消关注又在深夜点开？不是想得到什么，只是明明别人发的消息和自己没有一点关系，又好像莫名欣慰。有种雾都的孤儿不止自己一个的感觉"
        ],
        [
            1,
            "出一副lighting接口原装苹果耳机，有兴趣可以明天一起拆封。。京东3.5mm198，小刀，价格私聊2309599526"
        ],
        [
            1,
            "怎么办\n交往的时间越久\n我越发现我和他不合适\n一时兴起的喜欢已经被各种性格不合磨灭的消失殆尽\n现在和他在一起我都感到一种不可名状的难受和尴尬\n我现在很怀恋那种单身时一身轻的感觉\n没有任何的束缚 来去由我 没有任何后顾之忧\n如今还要考虑对方怎样想的\n我这样那样做会不会惹对方生气\n压力真的 越来越大\n\n我真的不想变成渣男\n但是我好像在渣男的路上越走越远"
        ],
        [
            1,
            "有人知道周一晚上的生活环境与健康第二次作业是啥吗？  请喝奶茶请吃东西都可以 十分感谢！"
        ],
        [
            1,
            "做我的舔狗？我给你投食？你给我什么呢？"
        ],
        [
            2,
            "西门棕苑招室友啦！！！\n诚招合租室友 情侣 单人不限\n望江西门外天桥下 距离西门3分钟步程\n一楼套二 还有次卧啦 两米的大床！\n家电全新且齐全 电视 空调 洗衣机一应俱全\n装修好  卧室内均铺有木地板\n价格公道 是在周边能找到的最物美价廉的了\n可长租可短租 帮你省下到处找房子的精力 可随时来看房\n有意者可联系 15528056856 （同微信）"
        ]
    ],
    "28": [
        [
            2,
            "请问2017级周四上午第二大节体育课的同学们，这周去不去体育馆啊！"
        ],
        [
            1,
            "爱上了室友怎么办"
        ],
        [
            1,
            "在每个孤独的晚上，捂着被窝，最大音量听逼哥的歌！\n我在恶心的世界里，寻找一个像你的人"
        ],
        [
            1,
            "没有回头吗"
        ],
        [
            1,
            "想无套，抽插20分钟，拔出来射她脸上"
        ],
        [
            1,
            "求问望江哪里有通宵自习室啊"
        ],
        [
            1,
            "楼下说校车那个。老师优先不需要排队是川大的传统 希望你习惯"
        ],
        [
            1,
            "100块转让全新的mac  chili，小红书自营买成140带溯源书v：lolcsandcoding"
        ],
        [
            1,
            "不y，只想和对xing好奇的女孩子聊聊xing话题。萌新老司机都行3037703219"
        ],
        [
            1,
            "喜欢临床医学院ljk好久了，有机会吗？"
        ],
        [
            1,
            "等一个小姐姐来约"
        ],
        [
            2,
            "华西有没有可以一起吃饭自习的朋友呀，女生最好啦（我也是女生），加qq1152929209。"
        ],
        [
            2,
            "我呜呜呜呜呜呜呜呜"
        ],
        [
            1,
            "北一哪位把我还没洗好的衣服从洗衣机里拿出来的，下次洗衣服把你的眼睛带上行吗？"
        ],
        [
            1,
            "请问有没有同学选了周二晚的人力资源经济学呀\n能不能拉我入课程群\n求您了"
        ],
        [
            2,
            "有同学申请了减免学费么 申请结果出来了 然后过了公示期之后附件撤掉了 不知道有没有同学存了 能回复我下 很想知道我申请上没有啊 或者有什么别的办法知道么"
        ],
        [
            2,
            "如果，考研可以采取攒能量的方式就好了，到达一定能量值就可以读研，那我可以一点一点看到自己在靠近。"
        ],
        [
            2,
            "……难受啊"
        ],
        [
            1,
            "哎，不想考研，想谈恋爱"
        ],
        [
            1,
            "回来，好吗。"
        ],
        [
            2,
            "回来，好吗"
        ],
        [
            2,
            "想杀死他老婆和他孩子"
        ],
        [
            2,
            "秘密就是，我爱你"
        ],
        [
            2,
            "为啥我觉得我能考上，问题只是能不能考专业第一"
        ],
        [
            1,
            "阿西吧再见再见"
        ],
        [
            1,
            "和追了两个月的妹子昨天吵起来了，最后把我删了，原因是觉得我目的性太强了。说实话虽然我挺失落的，但是却突然感觉有种莫名其妙的解脱，再也不用一天到晚想办法接近她讨好她了，认认真真专专心心的做自己喜欢做的事情吧，反正缘分嘛，多认识几个妹子多交点朋友，总会有适合自己的。"
        ],
        [
            1,
            "都tm是骗人的"
        ],
        [
            1,
            "有没有妹子约LOL的，996088757，望江校区，线上线下都可以，单纯约游戏"
        ],
        [
            1,
            "挂一个18级英语系某渣男，希望大家引以为戒。\n不要再受此男的毒害。\n我的闺蜜是一个非常非常单纯的一个女孩子，也很可爱很漂亮。\n最开始，他们因为学生工作相识，这个男生不断接近我的闺蜜，聊着聊着觉得挺有意思的，就经常一起聊天。\n我闺蜜也傻白甜的那种，以为就是交个朋友啊什么什么的，就熟悉上他了。\n后来突然有一天他约我闺蜜出去散步，突然聊到“一见钟情”这个话题，就开始暗示我闺蜜，然后第二天态度骤冷。\n昂？你追个女生你玩这种下三滥的招数？\n\n你有病吧！你有病吧！你有病吧！你有病吧！\n你有病吧！你有病吧！你有病吧！你有病吧！\n你有病吧！你有病吧！你有病吧！你有病吧！\n\n后来态度一直冷冷热热，反反复复 了，也不算很热情，我闺蜜就想洒脱一点了，但是总会冒出几句“你，我是真诚的”“晚安我的小姐姐”之类的骚话，还忽冷忽热的，你咋的，你自己就是个地球啊？一会冬天一会夏天的，给你能耐坏了我看。\n\n然后我闺蜜有一次看见那男生跟一个女生一起走，还有说有笑的，你可真?啊你，真渣啊你！\n然后你就态度骤冷，你啥意思？来你告诉告诉我昂？\n\n后来实在是反反复复地，我闺蜜觉得难受，上周二就和他挑明了，他搁那吭哧瘪肚合计半天，半天憋出来一大段话，总结起来就是 他喜欢我闺蜜但是希望我闺蜜给他一点时间。\n\n后来你又搁那旮说我闺蜜倒追的你，行，你真是我见过的最混的混球，然后还美其名曰，“我仔细想了下，我们不合适，是你误会我了”，您真行，您太厉害了，渣男这个名号都配不上您，您哪能叫人渣啊，您应该叫人末。\n\n然后还说我闺蜜应该明白，明白个屁股啊明白，我闺蜜明白的不能再明白了，你自己还说“说反话可真令人厌恶啊。”我问你，你扪着良心说，你对得起你说过的话吗，不知道你伤害了多少少女的心。\n以后不要再骚扰我闺蜜了，也真心希望你今后再也没有女朋友。\n希望大家引以为戒，再次挂这个渣男。"
        ],
        [
            2,
            "哪位同学碰巧有学校旁边日租房的电话吗？\n给朋友找的，如果有的话拜托好心留一下谢谢谢谢?"
        ],
        [
            0,
            "真是不懂为什么江安综合楼旁边的校车站永远不会排队，有好几次我都很早到只有几个人，然后等很久人越来越多，到上车的时候就是一堆人挤上去，早来的人都可能上不去，还有些老师强行挤到前面。有试过跟在早到的人后面，但是到最后又是到处分散的人。大家都是急着要坐车的，不管是学生还是老师怎么都要有个先来后到吧？大家的素质呢？"
        ],
        [
            2,
            "我看到了，唉突然不敢加！我们考完了面基好不好！你这段时间别谈恋爱啊，好好学习！"
        ],
        [
            2,
            "你们都能考上，放心"
        ],
        [
            2,
            "联系方式底下有啊，"
        ],
        [
            2,
            "Dexamethaso，我也处在考不上的负能量当中....我是发很怂那个。我也想要你联系方式啊。"
        ],
        [
            2,
            "Dexamethaso，把你qq给我"
        ],
        [
            2,
            "不分等着传染艾滋病"
        ],
        [
            2,
            "有没有望江的同学出租床位啊，在望江那边实习，每天坐校车太累了，女生，价格好商量，留联系方式我加"
        ],
        [
            2,
            "加油，张先生，夏先生"
        ],
        [
            2,
            "没关系，你把你号留给我"
        ],
        [
            2,
            "有没有杨晓敏操作系统课的带哥啊 上节课没去 想知道结课了吗或者有啥事吗"
        ],
        [
            1,
            "看电影也没人约，好烦啊，最近有一起看的吗"
        ],
        [
            2,
            "Dexamethaso，看来不止我一个人对你有兴趣，可是我怂。"
        ],
        [
            1,
            "很讨厌某些学生会的“高官”。和谁说话都带着命令的语气，以为自己是谁啊？？大学就这么官僚，以后还得了"
        ],
        [
            1,
            "初看不知画中意，再看已是画中人"
        ],
        [
            1,
            "Daniel willington DW手表手镯，款式和官网同步，有看上的款式可以直接带图私我。\n\n【关于渠道】原厂代购，DW工厂在深圳哈，楼主的合作小伙伴在原工厂有固定货源。\n\n【关于产品】保证正品，盒子标志都齐全，支持专柜验货，不正包退。有同学质疑价格，可自行了解DW的发家史及其工厂零件状况，这个牌子的表不以质量取胜以颜值取胜。\n\n【关于售后】和专柜一样，一年内保修。\n\n【关于交易】校内的面交，双方都有保障；校外同学可做闲鱼链接，保障交易。\n\n附件图片是手表手镯及表带价格。\n因为自己也是做原厂代购的，所以比较清楚内部拿价，说某宝或某鱼其他代购100.200是真的那就别来，我只能说正品绝对拿不到这个价。\n需要的加微信：ohaha000"
        ],
        [
            2,
            "是管理员吗，是也太无聊了"
        ],
        [
            2,
            "那个Dexamethaso，认识一下好吗？"
        ],
        [
            2,
            "一起看个电影好吗"
        ],
        [
            2,
            "你不要给我全点赞，吓人呢"
        ],
        [
            1,
            "你们会被别人抖腿影响吗？我旁边桌有个哥们两条腿采取不同方向不同频率抖腿  看得我很烦躁  咋样能委婉的让他不抖了  我寻思直接给他说也不太好"
        ],
        [
            2,
            "华西十教装了空调，为啥不来?"
        ],
        [
            2,
            "身为一个看脸的人，清晰的记得小学有个在一个班好几年的男同学，长得特别帅，有一次没有把老师交代的事情办好还被老师嫌弃“真是中看不中用”? ? \n我想说的是，他特别喜欢和我玩，特别爱逗我，当时关系还不错，可是小学毕业之后再也没联系过，母胎solo二十多年的我，内心戏颇多，为什么没有从小把帅哥抓住? ? ?"
        ],
        [
            1,
            "珍惜做学生的时光呀"
        ],
        [
            1,
            "2018级文新学院的余瑞丰，你的校园卡在一餐一楼卤菜窗口"
        ],
        [
            2,
            "前男友有孩子是一种怎样的感觉"
        ],
        [
            2,
            "现在还有没有学术性社团招新啊啊啊啊啊"
        ],
        [
            2,
            "请问寒假想支教的话有哪些组织社团呢，可以介绍一下吗"
        ],
        [
            2,
            "各位男同学，跟女朋友约会，刚见到的时候一定要夸夸女朋友今天真好看，这是美好一天的开始。"
        ],
        [
            2,
            "求一个老公。"
        ],
        [
            2,
            "有选修韩语初级的同学吗，今天下午在哪考试啊"
        ],
        [
            1,
            "望周知，感染艾滋病的72小时内，有特异的阻断药，预防率高达95%。"
        ],
        [
            1,
            "有今年油画考研的同学吗"
        ],
        [
            1,
            "【兼职招聘】\n时薪上百，成就感爆棚的兼职来啦！\n只有2个名额，把握机会!\n利用课余时间，来幼儿园带领萌萌哒小朋友探索自然百科！\n你将成为他们的男神、女神！\n\n每节课，你付出一小时，收获物质与精神的双重满足：\n1、上百时薪\n2、百科知识的增长\n3、小朋友爱的暴击=崇拜的眼神+爱的抱抱+甜蜜表白\n4、快乐+职业成就感\n***************************\n【上课地点】高新区天府一街附近幼儿园\n【上课时间】可选周一至周五 17:10—18:10（需提前至少10分钟到园，个别园区需提前半小时到），确保每周至少能上3节课！\n【上课内容】百科知识，按指定ppt课件授课，有专业老师培训。\n薪酬面议\n我们的课程理念：把整个世界作为孩子的课堂！\n如果你认同我们的理念，心动了，有能力为孩子们的成长负起责任，\n请联系：李老师 18081186698"
        ],
        [
            2,
            "有没有考川大翻译硕士的学姐学长啊 求咨询"
        ],
        [
            2,
            "约自习的那位启发了我 \n有没有人能叫我起床。。。我的小伙伴在考研 最近很忙 已经放弃叫我起床了 一觉醒来就没了早上 真感觉颓废啊  而且觉得闹钟真的没有用处 惨兮兮"
        ],
        [
            2,
            "官当的高了，钱还是问题吗"
        ],
        [
            2,
            "楼下，为什么"
        ],
        [
            2,
            "我觉得我要是去当公务员绝对平步青云，可惜老子只想暴富"
        ],
        [
            2,
            "请问一下望江哪里有补衣服的，我衣服线缝开了。"
        ],
        [
            2,
            "孤苦无依"
        ],
        [
            2,
            "对于我们的过去我无法忘怀，但对未来已经没有了期待。很痛苦啊，陈先生我不想喜欢你了。"
        ],
        [
            2,
            "唇红齿白是汉子"
        ],
        [
            1,
            "捡到轻纺与食品学院。曾慧同学校园卡"
        ],
        [
            1,
            "约自习贴\n可以帮占座  带奶茶  晚上可以送回寝  周末可以约玩\n要求 年级不限  男女不限  能监督提醒我的那种就好\n报酬  每月六杯奶茶\n坐标望江   有意留号"
        ],
        [
            0,
            "哪怕你只是在游戏里发了一个问号，我就一下子崩溃了\n不是说好了只做陌生人再也不要联系吗\n既然已经狠狠拒绝并让我不要再联系了\n请你也不要再发消息了好吗\n谁知道深夜里辗转反侧不能入眠\n三年了我还没好也没有得到救赎\n不打扰\n是最后的温柔了吧"
        ],
        [
            1,
            "你约了吗"
        ],
        [
            2,
            "只觉得自己活该"
        ],
        [
            1,
            "怎么讲"
        ],
        [
            2,
            "约炮真是自我糟践"
        ],
        [
            2,
            "梦里都梦见发offer\n可以说是很紧张了"
        ],
        [
            1,
            "别说了，那个一直骂人的女的就是个弱智，估计是被渣男骗炮了心里不平衡。"
        ],
        [
            2,
            "想为父母分担，拼命兼职赚钱，每天累死累活，自己养活自己。花钱的时候，那些不认识的人就开始来酸，我也想是女孩子啊，女孩子就是好赚钱……喵喵喵？靠自己汗水赚的钱突然就变味了？有的人脑洞真是清奇"
        ],
        [
            2,
            "想谈呀"
        ],
        [
            1,
            "什么意思？"
        ],
        [
            1,
            "楼下：你心里有鬼吧"
        ],
        [
            1,
            "前女友要过来几天……怪里怪气的"
        ],
        [
            1,
            "看到一位想被凌虐的小姐姐，不知道具体说的哪种，可以联系下qq1904260436"
        ]
    ],
    "27": [
        [
            1,
            "英国短毛猫 ，银灰色，六舍，不见了，求大家提供线索并留意，\n电话：17381570522"
        ],
        [
            1,
            "你前男友是有多帅"
        ],
        [
            2,
            "为爱活着"
        ],
        [
            2,
            "你留给我不一样？？"
        ],
        [
            2,
            "离开川大半年了，有心事的时候还是能想到scuinfo～"
        ],
        [
            2,
            "我让你的生活不平淡"
        ],
        [
            1,
            "生日一直很平淡233"
        ],
        [
            2,
            "梦里和你做了一万遍"
        ],
        [
            2,
            "公务员行业，钱，睡，舔"
        ],
        [
            2,
            "可以睡你吗"
        ],
        [
            2,
            "生日过得一年比一年平淡，一年比一年没有仪式感，一年比一年惆怅。\n  今天天气很好，本来一开始心情也是很好的，可是在一点点的等待中逐渐低落，没有等来家人的电话，没有等来至亲好友的生日红包和祝福。终于到了晚上，家里面人打了电话。\n  可是，就算我靠自己的能力得了不少的奖学金，他们一点表示都没有吗？？一个最基本的红包都没有吗，我也想有拆红包的幸福感好吗，我也想在朋友圈晒晒红包好吗，最后我很不耐烦地挂了电话，自己缩在天台大哭了一场，真的觉得人生好绝望。"
        ],
        [
            2,
            "不喜欢了还不分你是龟儿子吗"
        ],
        [
            2,
            "你处男是你傻逼，我非处女是我牛逼"
        ],
        [
            2,
            "不能要求"
        ],
        [
            2,
            "可爱想日"
        ],
        [
            1,
            "奖学金准备明年发吗，明年来还11月的花呗？都市丽人都将沦为站街婢女"
        ],
        [
            2,
            "我的肉体会不停地睡男人，但我的心只属于你，你能忍吗"
        ],
        [
            2,
            "我就是颜狗本狗了……没错，我就是这么肤浅。。? ?\n我也觉得我注孤生 ?"
        ],
        [
            2,
            "耶?"
        ],
        [
            2,
            "回复楼下，没有"
        ],
        [
            2,
            "有没有和我斗一波表情包"
        ],
        [
            1,
            "大家部门刷夜都去哪啊？有推荐的轰趴馆吗？"
        ],
        [
            0,
            "图书馆能不能尽量别停水啊\n我考研室友憋尿都憋出尿路感染了（抱拳"
        ],
        [
            0,
            "有没有玩彩虹六号的小姐姐啊\n反正队友都是坑"
        ],
        [
            2,
            "颜狗是不是要注孤身啊[捂脸]"
        ],
        [
            2,
            "恨死我妈"
        ],
        [
            2,
            "你才神经病，处男死屌丝"
        ],
        [
            1,
            "哦，对于你破处了这件事你很骄傲？骄傲在何处？因为有人愿意搞你吗？你以为处男都是没得女人做那个吗？真是神经病"
        ],
        [
            2,
            "我凭本事破的处"
        ],
        [
            2,
            "傻逼处男"
        ],
        [
            2,
            "只是像懦夫一样没有勇气去死"
        ],
        [
            2,
            "为什么苟活到如今"
        ],
        [
            1,
            "楼下傻逼，处男惹你了？"
        ],
        [
            2,
            "死傻逼处男"
        ],
        [
            1,
            "连zyl都有女朋友了，本帅比都没有，呜呜呜我好? 阿"
        ],
        [
            0,
            "创新学分的个数\n一定程度上可以反映出\n你是因为混日子放纵自己一步步堕落的垃圾\n还是真正有意义，充实的过好了本科四年的蜕变者"
        ],
        [
            1,
            "想要一个小姐姐树洞\n情感问题\n如果有热心的小姐姐可以留号再删"
        ],
        [
            1,
            "……那就不需要骂人吧\n他吃亏了让他自己口嗨开心就好了"
        ],
        [
            2,
            "没有为啥，在先遇到了而已"
        ],
        [
            1,
            "是……是……\n是她现任？\n所以她前任他妈是谁啊\n为什么第一次给了他？"
        ],
        [
            2,
            "你他妈谁啊，为啥第一次要给你"
        ],
        [
            2,
            "恶心了就去死啊"
        ],
        [
            1,
            "有没有签中国农行广州分行的小伙伴，之前由于没有参加签约座谈会走丢了，有伙伴看到的话加下微信13258262302"
        ],
        [
            1,
            "为什么我的女朋友不是处女 想到这我真的好恶心 什么事也做不了  分手又舍不得  可我就是过不去心里那道坎  我只要想到她第一次和别的男的 我真的好恶心好恶心真他妈恶心 我真不知道该怎么办 操他妈的"
        ],
        [
            0,
            "求助\n如何查找自己的学费缴费状况？？\n＋\n如果一直没扣费会被退学吗"
        ],
        [
            2,
            "想被凌虐"
        ],
        [
            2,
            "为什么我的人生总是如此艰难"
        ],
        [
            2,
            "为啥总要自寻烦恼，也不知道上辈子欠了你多少"
        ],
        [
            2,
            "痛苦指数究极"
        ],
        [
            2,
            "干啥啥不成，放弃算了"
        ],
        [
            2,
            "为什么我的生活这么苦"
        ],
        [
            2,
            "今天翻前男友微博发现他女友怀孕了，我为啥总要自己找着吃屎"
        ],
        [
            1,
            "mayuyu粉色头发黑框眼镜"
        ],
        [
            2,
            "我对声音极其敏感，快要复习考研了，合租室友那个傻逼被我说了二十多次最后我吓唬她，意思就是我已经忍到极点了而且装出一副病态。希望她能收敛\n图书馆对面的人敲键盘和计算器，还有奇葩做英语阅读理解读出声音，去他妈的王八羔子，我如果我考上了，我祝你们影响别人的人落榜，我落榜了你们更要落榜。\n不是我素质差，是我真的被吵死了"
        ],
        [
            2,
            "汪"
        ],
        [
            1,
            "有同学知道建行卡的开户行是哪个吗？"
        ],
        [
            2,
            "真不知道活着干嘛，死了算了"
        ],
        [
            2,
            "求问望江附近靠谱的理发店或者Tony老师，女生剪头发"
        ],
        [
            1,
            "同学们，有没有一直白猫闯入别人的宿舍，求大家帮助，舍友现在很着急，目测六舍，二餐附近"
        ],
        [
            2,
            "我过得不好，但希望你过得好，好好生活"
        ],
        [
            1,
            "把图书馆占有插孔座的书挪到旁边没有插孔的位置，自己在旁边等好戏上演。"
        ],
        [
            1,
            "穿了加厚的打底裤感觉还是有点凉飕飕的，女生们有没有这样的感觉啊？"
        ],
        [
            2,
            "好男人只存在在传说中和info中"
        ],
        [
            2,
            "每看一遍就诛我的心一遍，可是还要看"
        ],
        [
            2,
            "手剁了中不"
        ],
        [
            2,
            "手贱看前男友微博这个病咋治？"
        ],
        [
            2,
            "不分留着过年？"
        ],
        [
            2,
            "我也是服了，男朋友因为我没化妆嫌我丑跟我生气，我怼了他两句他就说没化妆是因为太懒了，然后又因为这个开始跟我吵，这是啥毛病？"
        ],
        [
            2,
            "傻狗，我不是坏人，"
        ],
        [
            2,
            "天蝎座的人还很善良"
        ],
        [
            2,
            "在望江附近有好的中药馆吗\n校医院的中医怎么样  有同学看过吗"
        ],
        [
            2,
            "真的要给天蝎座打call，宠人宠上天，专一又深情"
        ],
        [
            2,
            "川大望江校区校内12月20号以后有单间待出租，20㎡，房间明亮宽敞精装，带独立阳台，有空调，桌子，椅子，衣柜，鞋架，脏衣篓一应俱全，如有需要，小姐姐愿意额外提供插线板，台灯，小桌板，无需房主额外花钱购置。24小时wifi热水，可以做饭，床很大睡着舒服。接受短租两个月。1050。扣扣978494113"
        ],
        [
            2,
            "对人好要有限度"
        ],
        [
            2,
            "求问，不高山上的那个房子是哪个学院的哇？平时是用来干啥的？啥时候会开？"
        ],
        [
            2,
            "我是之前被收走酸奶机的暴躁狂，删除那条吐槽是因为，收到了对方的及时反馈。因为我发的初衷不只是在于自己受到不公正待遇，更是因为对对方的行事感到困惑，而且比起一个并不贵价的物品我更在意的是在我的身边我的同学他们对这个世界的态度是否真的竟然能够让我觉得不可理喻。毕竟不是宿管阿姨这种我知道自己真的没法去理解沟通的类别。感谢这个世界的美好。为了不让素质派感到不适，我下次会认真编辑一些绝妙的不带脏字的讽刺给你们看。以上。散了散了"
        ],
        [
            2,
            "学姐，美丽优秀有趣，但我不玩info啊哈哈"
        ],
        [
            1,
            "望江哪里打印比较便宜？"
        ],
        [
            1,
            "望江校区北园失物招领：2016级水利水电学院的关静小姐姐，你的校园卡已找到，如果想领回，请在下方留下你的联系方式哦(´-ω-`)"
        ],
        [
            1,
            "望江皮肤科和华西保健美容皮肤科哪边医生看痘痘好点"
        ],
        [
            2,
            "最近有一点想谈 恋 爱(˶‾᷄ ⁻̫ ‾᷅˵)\n可惜在学校里连个心动的人都没有¯?\n你们的对象都是怎么找到的啊"
        ],
        [
            1,
            "想找个学姐谈恋爱?"
        ],
        [
            2,
            "贺建奎毁了这两个孩子，他们本可以正常长大，生儿育女"
        ],
        [
            2,
            "放心，你这辈子都不会有"
        ],
        [
            2,
            "那两个基因宝宝怎么办"
        ],
        [
            1,
            "好想有个女朋友！水多活不好都行！"
        ],
        [
            2,
            "哪怕我不做噩梦，我也觉得依然被过去的糟糕经历笼罩。我真的希望你恶有恶报，利用爱你的人对你的爱同情和善良，去伤害她，真的不配拥有幸福。"
        ],
        [
            2,
            "室友的闹钟每天从7点多就响，通常响到10点左右才会起，她竟然说她听不见，怕是聋子吧！"
        ],
        [
            2,
            "想问各在读研究生，研究生生活是否比本科精彩的多？"
        ],
        [
            1,
            "昨天晚上在北门莲花池的凳子上捡到一个袋子，里面有充电线，笔\n已经放到北门保卫处，丢的人请去领一下"
        ],
        [
            1,
            "睡不着\nnanguo"
        ],
        [
            2,
            "最近一直处于宕机状态，什么事都做不了，做一会儿事情就开始走神，ddl都快到了也完全做不下去，不是不想做是做不下去集中不了注意力，觉也不想睡，好多天一直睁眼到天亮，情绪波动起伏还特别大，也不知道哪儿出了问题"
        ],
        [
            1,
            "我有时候也在想，什么时候，能有一个女孩出现在我面前，真诚地说出这几个字\n\n“夏先生，我喜欢你，夏先生，我爱你”\n无关我的外貌、成绩、金钱或其他，只关于我这个人。"
        ],
        [
            1,
            "二门诊去过……还开过药，但是，这种问题，心理治疗才是最需要的……"
        ],
        [
            1,
            "深夜，睡不着，想哭。强迫+抑郁，已经是心理咨询室的常客了，关键是一直没找到合适的!试过戴倩、格桑泽仁、汤万杰、胡春男……大家还有谁推荐的吗"
        ],
        [
            1,
            "男孩和女人，没办法，这是现实"
        ],
        [
            2,
            "我似乎永远达不到父母的要求……\n高考有点小失误，都过去两年了，妈妈还在说，为什么高考没有考高点。\n本科毕业，也不知道为什么读研，就是因为父母总是说不读研找不到工作就去读了，明明说好的，不再逼我读博了，可现在又想逼我，每次我说不读了，都能听出他们失望的语气。哦，对了，中间还想让我出国。其实我家条件很一般，他们总在说别人怎样怎样，应该是想让我满足他们的虚荣心吧。\n谈了个男朋友，感情很好，但好像不受妈妈喜欢，每次跟我谈起男朋友，不会关心我们感情如何，只是不断地像我确认男朋友的经济条件。\n我也比较认真努力了，但是总受到家人的打击，学习、恋爱，甚至长相。不理解他们，为什么不能支持一下我，鼓励鼓励我，要不我也不会有那么多自卑，觉得自己垃圾！"
        ],
        [
            2,
            "江安想租房子的朋友们抓紧机会呀！搜咸鱼哟！"
        ]
    ],
    "26": [
        [
            1,
            "忘不了，但是放下了。"
        ],
        [
            0,
            "有忘不了ex的男孩子吗\n加微信聊一聊吧qaq\n匿主女 想初恋想到睡不着"
        ],
        [
            1,
            "窗外的万家灯火在我看来全是罪恶，各种各样的恶"
        ],
        [
            2,
            "我现在感觉陷入疲惫期了，每天都提不起劲来，有时候宁愿无聊地翻手机也不愿意学习，可是明明已经迫在眉睫了啊，真的很煎熬。想哭。"
        ],
        [
            1,
            "有对性好奇的女孩子没，想找人聊聊这个。3037703219"
        ],
        [
            1,
            "有没有喜欢Leslie的小姐姐呀"
        ],
        [
            2,
            "先去学校的心理咨询室咨询一下，和咨询师聊一下。也可以预约周二来江安的华西专家门诊，华西专家是医生可以直接开处方。别怕，告诉你最好的朋友你的困惑与悲伤。痛苦一时无法消除，但请一定要寻求帮助！！！每个人无论坚强还是懦弱，都有求救的权利❤️"
        ],
        [
            2,
            "今天傍晚六点半左右在顺丰(商业街永嘉驿站)穿紫格子上衣的高个子小哥哥(没看清具体长什么样及其它体貌特征,似乎头发有点卷...)(他取走了一个大箱子)，名字听起来好像是&amp;lt;zhang huai yuan&amp;gt;? \n求上衣链接或购买途径或联系方式！"
        ],
        [
            2,
            "我好像得抑郁症了，怎么办? ? ?"
        ],
        [
            2,
            "永远不会"
        ],
        [
            1,
            "不要忘记我.."
        ],
        [
            2,
            "求助大家！去教务处打印成绩单时无法显示第一专业的成绩单，只能看到二专的成绩单，请问有人知道怎么解决吗？(去问了教务处老师她说不可能只有我是这样的情况，然而确实是，其余人打成绩单时没什么问题，她也不知如何处理)\n希望好心人顶我上去最近急用成绩单！！！"
        ],
        [
            2,
            "在就在，逼逼你妈"
        ],
        [
            2,
            "在，kkp"
        ],
        [
            2,
            "不要忘记我."
        ],
        [
            2,
            "羡慕华西的学子，全国的城市任你挑"
        ],
        [
            2,
            "你的发香，散的匆忙。"
        ],
        [
            2,
            "我选择吃屎"
        ],
        [
            2,
            "我想变得勇敢"
        ],
        [
            1,
            "家里的网络好差"
        ],
        [
            2,
            "有没有性格软甜的男生，认识一下"
        ],
        [
            2,
            "吃"
        ],
        [
            1,
            "人们把深情之人称作舔狗\n这个世界已经不浪漫到什么程度了呢"
        ],
        [
            2,
            "有没有小哥哥小姐姐愿意讲甜甜的话的，来轰炸我吧??。小号2643913402"
        ],
        [
            1,
            "感觉自己要考不上研了，sad"
        ],
        [
            1,
            "小可爱，谁还没看过毒液的举手！请你看！加微信kkddkk520"
        ],
        [
            2,
            "我现在，感到很纠结：在月底了没多少钱了而且吃东西还要长胖的情况下，到底该不该去买爆浆蛋糕吃呢？？愁，等我走出长桥，要是有三个人说不吃我就不吃QAQ希望各位老铁阻止我花钱的步伐"
        ],
        [
            1,
            "国内我感觉还是拼多多有点人情味，起码人家明确告知假货而且卖的假货价格！淘宝不告知你是假货但卖的是假货价格！京东就不一样了卖的假货收的真货价格"
        ],
        [
            2,
            "有人知道文红星老师的企业理论什么时候什么地点考试吗 求助大佬"
        ],
        [
            0,
            "作业好难啊 想找个小姐姐监督我"
        ],
        [
            2,
            "永远杀人1000而自损800"
        ],
        [
            2,
            "尕心疼"
        ],
        [
            1,
            "在三教捡到一颗佛祖吊坠，请失主留下号，我加你"
        ],
        [
            1,
            "东园附近哪儿有换拉链的啊"
        ],
        [
            1,
            "可以去上自习的，六楼的课相对要少点，可以去那儿看看"
        ],
        [
            2,
            "请问基A可以自习吗，感觉都在上课进去有点尴尬?"
        ],
        [
            1,
            "东五的宿管阿姨，态度真的差，搞得谁都像是欠了她钱不还一样，真的是给谁脸色看呢"
        ],
        [
            1,
            "新东方（英语）需要书刊排版，有会平面设计和排版的同学吗？（主要是排版）专业点的，酬劳不低，在宿舍用软件就可，有意的同学加微信:lain0721咨询"
        ],
        [
            2,
            "鸡儿硬没"
        ],
        [
            1,
            "这种久违的心跳加速的感觉是怎么回事，坐在你旁边看书，看了半天一句没看进去，我可是还有1个月就要考研的人啊，书还有那么多没看。你真的比书好看多了。"
        ],
        [
            2,
            "哪里可以投诉食堂啊"
        ],
        [
            1,
            "求推荐江安附近好吃的外卖!"
        ],
        [
            2,
            "也谢谢你见我之前还刻意打扮"
        ],
        [
            2,
            "谢谢你请我吃饭"
        ],
        [
            1,
            "各位同学，请问一下你们的大学物理实验在哪里查要做的实验？在线急等"
        ],
        [
            1,
            "快了，11月底12月初的样子"
        ],
        [
            1,
            "学姐学长，生源地贷款扣了学费，剩下来的钱啥时候退回来？"
        ],
        [
            2,
            "想请问大家一下，如果选了一个选修课，不去上课，不去考试，最后会怎么样啊？"
        ],
        [
            1,
            "奖学金怎么还不发啊啊啊啊啊啊啊啊啊"
        ],
        [
            1,
            "选修课挂了有啥影响吗"
        ],
        [
            1,
            "出一部准新机魅蓝note8 64GB 11月21日1298京东购入 因屏幕 有一处细微划痕无法退货 现998出了 手机盒 保修卡 电子发票 均在 有意VX42187200"
        ],
        [
            1,
            "文理馆二楼复印考研真题的地方搬走了，还有哪里可以买到单年的考研真题啊，谢谢?"
        ],
        [
            2,
            "开车5分钟到单位"
        ],
        [
            2,
            "生活在小地方真幸福，中午可以回家做饭睡觉"
        ],
        [
            1,
            "既然社会是由人构成的，为何不能让社会随人而改变，而要让人去习惯社会呢？"
        ],
        [
            1,
            "再看《肖申克的救赎》，其实社会就是个放大版的肖申克，并且社会里的每个人都很乐意被体制化。\n\n要么忙着生，要么忙着死。"
        ],
        [
            1,
            "为什么福慧奖学金还不发呀今年"
        ],
        [
            2,
            "有些个女傻逼不要再钓鱼了，你要诚心你把号放这"
        ],
        [
            2,
            "一帮哈批"
        ],
        [
            2,
            "笑死了"
        ],
        [
            1,
            "恶心耶"
        ],
        [
            1,
            "四星小哥在看房间"
        ],
        [
            2,
            "想要你下面"
        ],
        [
            1,
            "想要什么。。"
        ],
        [
            1,
            "韩语初级在哪儿考啊，能给我这个弟弟说下吗？"
        ],
        [
            2,
            "去找个东西自己捅"
        ],
        [
            2,
            "要你妈逼啊"
        ],
        [
            2,
            "我长得丑，但我想得美"
        ],
        [
            2,
            "不要逼脸"
        ],
        [
            1,
            "我不考试，但是我可以过去和你拼宿"
        ],
        [
            0,
            "有人测过江安图书馆的温度吗，热趴下?"
        ],
        [
            1,
            "江安哪里的电脑有光驱啊"
        ],
        [
            2,
            "有人在望江东门图书馆二楼捡到一串红色的珠链子吗？因为是父亲赠送的，对我有着非同一般的意义，好心人若捡到了一定联系我，QQ1255201045，谢谢?"
        ],
        [
            2,
            "四星五星小哥呢"
        ],
        [
            2,
            "抱歉，我是丑逼"
        ],
        [
            1,
            "上厕所不冲的你是断手了么？都8102年了还活的像中世纪白皮猪一样，恶心吗"
        ],
        [
            2,
            "漂亮？你见过几个"
        ],
        [
            2,
            "这屎吃的一点效用都没有"
        ],
        [
            2,
            "要看人做的不要看说的，这话我20年了还没明白"
        ],
        [
            2,
            "人品才是一切啊"
        ],
        [
            1,
            "江安一餐一楼，不刷卡就直接去拿豆浆的人，家里人怎么样就不用我多说了8？"
        ],
        [
            1,
            "唉，没睡，聊聊人生。804472973"
        ],
        [
            2,
            "望江的心理咨询室在哪呀"
        ],
        [
            1,
            "从此不再来，再见"
        ],
        [
            1,
            "不可告人"
        ],
        [
            2,
            "肆无忌惮的想你 是我不可告人的秘密"
        ]
    ],
    "25": [
        [
            2,
            "想哭，超级。"
        ],
        [
            2,
            "想现在就考研，不想在等一个月了，太苦了，感觉现在就考我也能考上"
        ],
        [
            1,
            "有钱没处花啊"
        ],
        [
            2,
            "想知道考研党们每天的生活怎么安排的呀～就那种各科怎么分配时间之类的～"
        ],
        [
            1,
            "创新学分申请有上限吗 最高申请多少分"
        ],
        [
            1,
            "突然间发现慢慢释怀了，朝对自己最好的方向去生活就好。。。"
        ],
        [
            2,
            "肖8第一套18分，第二套28分，想弃考了"
        ],
        [
            2,
            "《悲惨世界》音乐剧太好看了\n\n糟了，是心动的感觉\n\n呜呜呜"
        ],
        [
            2,
            "info死翘翘"
        ],
        [
            0,
            "感觉自己总是很在意他人的看法，很在乎得失，可能这就是没有自信的体现吧，怎样才能使自己变得更加自信呀！"
        ],
        [
            1,
            "我只想找人聊聊天，像以前杂志上页面下的交友方式一样，希望能交到聊的来的人3053615955"
        ],
        [
            1,
            "什么叫聊骚"
        ],
        [
            1,
            "刚才校车上靠着我睡贼香的那个小姐姐你出来一下"
        ],
        [
            1,
            "纣王老胡成都站门票一张，免费送，谁要"
        ],
        [
            2,
            "青广真的烦死了，吵了多少天了啊"
        ],
        [
            2,
            "hapi"
        ],
        [
            2,
            "想做家教的同学看过来～\nhope家教招新啦\n?小学、初中、高中一对一辅导\n?薪酬50-80元/小时\n⚠️地点就近安排！！\n?无需笔试！只需试课30分钟！\n?不交钱！无押金！\n?机构已有上百人?\n详情咨询微信：17034649069"
        ],
        [
            2,
            "生活太苦了，真想有点甜❤ \n去哪里找甜呢"
        ],
        [
            2,
            "室友说自己很干净\n一次偶然看到她同时和2个男生聊骚的时候才知道她可能已经睡了好多男生"
        ],
        [
            1,
            "唉，女人也是大猪蹄子"
        ],
        [
            2,
            "离开了自然就接受了"
        ],
        [
            2,
            "常刷info,发现从来没有人想我"
        ],
        [
            1,
            "求问一下成都哪里拔智齿比较实惠啊？？"
        ],
        [
            1,
            "info上是不是不流行回复啊......我刚用，回复了别人却发现没几个人回复的......"
        ],
        [
            2,
            "还是不加好友了\n觉得这样不太好 喜欢顺其自然慢慢来的感情"
        ],
        [
            1,
            "你不是一个人！现在慌得一批"
        ],
        [
            2,
            "大家考研进度咋样了，我才把数学真题写完，政治还没做题，专业课真题写完一遍，英语真题阅读写完，我好方啊，天都塌了，错误率又高，好难受真的。"
        ],
        [
            2,
            "我一狂就开始倒霉，为什么那么多人都狂那么久都没事"
        ],
        [
            2,
            "一小时前开心得不行，之后就开始难过想哭，持续到现在，这样的情况出现了很多次，我会不会是双向啊？？？?"
        ],
        [
            1,
            "我想找一个人搭伙做生科或基础医学的大创......本人比较踏实，也比较认真。只是我现在还不是生科专业的，但是专业知识是不差的，不知道有没有人肯带我啊...... 我qq 2252451013"
        ],
        [
            2,
            "可以的。"
        ],
        [
            2,
            "想谈恋爱 但是留了号的我还是不太敢尝试 毕竟我觉得谈恋爱是个正经事"
        ],
        [
            2,
            "间接约炮那种"
        ],
        [
            2,
            "麻烦你们删一删常发频率的，不然发个问号都发不了"
        ],
        [
            1,
            "出租男朋友：颜值中上，陪学习，陪吃饭，陪散步，陪打球，陪吐槽，陪看电影，陪分担忧愁。不陪睡！不陪睡！不陪睡！（重要的事强调3遍）自带水果，大盘鸡，米饭，火锅。\n出租时间：周一到周六，每天7：30－-23：00。\n活动范围：望江校区内，电影院。\n租主要求：男女不限，最好是女的。不抽烟，不喝酒，爱好学习且偶有孤独患者心态，会运动，爱阅读。年龄18～23岁。\n联系方式：自留，然后删除。（非诚勿扰）"
        ],
        [
            1,
            "哈哈哈哈哈哈哈哈哈就删了三个不至于吗"
        ],
        [
            1,
            "午觉也可以睡一天啊"
        ],
        [
            2,
            "你们哪来的脸问女生要东西"
        ],
        [
            1,
            "出租男朋友：颜值中上，陪学习，陪吃饭，陪散步，陪打球，陪吐槽，陪看电影，陪分担忧愁。陪睡！陪睡！陪睡！（重要的事强调3遍）\n出租时间：周一到周六，每天7：30－-23：00。\n活动范围：望江校区内，电影院。\n租金：每天一个水果（不要榴莲），每周一顿大盘鸡和一顿米饭，隔一周换成一顿火锅和一顿米饭。\n租主要求：男女不限，最好是女的。不抽烟，不喝酒，爱好学习且偶有孤独患者心态，会运动，爱阅读。年龄18～23岁。\n联系方式：自留，然后删除。（非诚勿扰）"
        ],
        [
            2,
            "想谈恋爱 想谈恋爱 想谈恋爱"
        ],
        [
            1,
            "我觉得我可能是有抑郁症了"
        ],
        [
            2,
            "Ps：\n要是u啥洗衣那个公众号\n预约时候能注明一下洗衣机性别就好了"
        ],
        [
            2,
            "江安这边有人要学车吗？2400一个人，一人一车，包接包送，中途不收任何费用。有兴趣的话可以在评论区留下自己的联系方式，我来联系你。"
        ],
        [
            2,
            "今天中午在公众号上预约洗衣服，结果下去发现约的是男生专用的洗衣机。\n\n然后因为，没有试过可不可以取消预约，想着钱已经付了，还能怎么办，就，用了。\n\n给二十舍所有的男孩子说声抱歉。\n\n一定没有下次了，各位大哥见谅。Orz"
        ],
        [
            1,
            "我留"
        ],
        [
            2,
            "你留不一样？"
        ],
        [
            1,
            "联通28套餐但是原价扣费  望江有没有一样的同学哇"
        ],
        [
            1,
            "出租你倒是留联系方式啊"
        ],
        [
            2,
            "出租女朋友，你说陪啥就陪啥"
        ],
        [
            2,
            "哈哈哈没准是"
        ],
        [
            1,
            "可能被184伤过"
        ],
        [
            1,
            "好想谈恋爱啊啊"
        ],
        [
            1,
            "渣男不渣，何谓渣男"
        ],
        [
            1,
            "那我先租一个月"
        ],
        [
            1,
            "你说个价"
        ],
        [
            1,
            "行啊，能拼单不?"
        ],
        [
            2,
            "不行吗"
        ],
        [
            1,
            "当真出租女朋友?"
        ],
        [
            1,
            "哈哈哈，乐死了。"
        ],
        [
            2,
            "大家看过来～??\n清华大学大数据学院合办的准星云人工智能公司\n寒假前最后一次紧急招收10名小学、初中数学批改员～\n?1.具体工作为：登陆公司后台操作网站、辅助人工智能批阅小学，初中数学题。\n（界面有答案、对着标准答案批改）\n（可在学校、寝室做，不限时间和地点）\n（晚上空余时间多的优先！每晚6:00-11:00为学生上传作业高峰期）\n?2.工资：按题量结钱！时薪在20～35元（每个人速度有区别）\n?3.重点：本兼职需要笔试！需要培训！笔试培训两个小时左右完成！笔试对川大学生来说很简单，会提供例题参考！\n?4.笔试时间及地点：\n时间是（11月26日）下周一下午三点准时开始！\n地点在成都国家创新创业重点发展区-天府新谷\n?5.报名加群：75785390进群私戳管理员@zay，报名格式：姓名+校区+年级+电话号码"
        ],
        [
            2,
            "那个184又来了？"
        ],
        [
            1,
            "我要带你，废到天上去"
        ],
        [
            2,
            "我已废"
        ],
        [
            2,
            "大学宅废了，对不起自己120的智商"
        ],
        [
            1,
            "www.4399.com"
        ],
        [
            2,
            "那个9912，悠着点"
        ],
        [
            2,
            "从来没发过别人大号"
        ],
        [
            1,
            "出售hiv检测试纸 最近看推文被吓到了买了两盒 测了为阴 还有一盒多余"
        ],
        [
            2,
            "这都算好的了，我们的活动通知7点到，9点才开始"
        ],
        [
            2,
            "公管学院办的什么志愿活动培训会太恶心人了吧。通知八点半开始，但是八点半的时候教室没有一个工作人员，又隔了很久才来人，慢吞吞贴旗子，最后是九点开始的，主办方自己通知几点开始心里没点逼数么。然后开始前问哪些是公管江安过来的同学，只给他们发校车票，真当别的组织都是自愿来听的么，呵呵呵。"
        ],
        [
            2,
            "一直是"
        ],
        [
            2,
            "不是，很久以前就是"
        ],
        [
            1,
            "不是，现在的info已经变成约炮平台了吗？！？！？！？！？！"
        ],
        [
            2,
            "求一个优质的"
        ],
        [
            2,
            "出今晚成都小酒馆大乔小乔巡演的学生票一张。。生病了去不了半价出。qq1175063238"
        ],
        [
            1,
            "二战肯定能考上啊，多复习一年"
        ],
        [
            2,
            "什么专业，"
        ],
        [
            2,
            "我好看！我是最好看的！\n你个丑鬼傻逼\n我不管！我是最好看的！\n我最好看！\n丑死了"
        ],
        [
            2,
            "难受的要死"
        ],
        [
            1,
            "只想认真的谈个恋爱怎么就这么难呢?一句话没说到心上就拉黑，值得我去付出吗:)"
        ],
        [
            1,
            "研究生：我们的任务是把导师培养成院\n题目显得耸人听闻，其实这句话在学术界已经流传了一段时间。\n\n在导师与研究生之间，比较正常的关系应该是：\n\n导师给研究生提供基础平台，同时就该领域的基础、发展前沿、面临问题和未来趋势对学生进行指导；而学生，则遍读该领域的相关文献，在导师的指导下开展深入的研究工作，获得学位并成为该领域某种程度上的专家。\n\n可现在的情况是，不少研究生都在进行自我指导。随着“复制+粘贴”的论文被越来越多地发现，导师的职责也就越来越受到大家的关注。\n\n人们会觉得困惑：难道在选择论文方向和课题时导师并没有说过什么吗？如果导师介入了论文的选题和研究，那怎么可能出现全盘复制的恶劣后果呢？\n\n￼\n事实上，现在确实有部分导师在指导研究生上完全放任自流了，一方面对于学生的研究工作不闻不问，另外一个方面却是把学生的成果占为己有。\n\n我在多个场合也听过多个教授或学生自己这么说：学生的主要任务就是把“啥也不做”的导师培养成院士。\n\n请注意，这里有一个“啥也不做”作为限定词。\n\n如果导师本身依然活跃在科研前沿，那么，指导学生共同发表论文，在科学上有所创新，在达到一定水平后，导师去申请受人尊重的中国科学院院士或中国工程院院士完全正当，也就不会存在什么非议。\n\n可是，确实存在有导师自己已经不做科研，对学生的指导也仅限于给出一个大方向。比如：供应链管理，你去做吧。可是，供应链管理中的问题多了，做什么呢？那就要完全依靠学生自己去查问题，找问题，然后解决问题。\n\n如果这样的导师还希望能够申请院士，那么，就是不折不扣地“被学生培养成院士”。\n\n某导师原来也曾作过不错的科研，但距离我们心目中合格的院士水准还差不少，如果该导师还想当院士，怎么办？我把整个过程做了一个简单描述。\n\n￼\n一、找资源\n\n导师可以通过各种渠道找到资源，甚至有些导师本来就在科研管理部门工作，随后又回到科研机构。那么，他就很容易有充足的科研经费。\n\n二、招到聪明勤奋的学生\n\n中国的聪明学生还是很多的，而能够到一个资源丰富的实验室或研究中心工作也是一件很荣幸的事情，于是，该导师门下的学生就越来越优秀。\n\n三、逼学生\n\n一旦学生进入实验室或研究中心，那就“小鸡入彀”了。导师就只是执行其中一种职责，那就是逼学生干活。看什么书导师不管，选什么研究方向导师也不管，可是必须的有成果出来，包括论文或专著。\n\n而一旦干出成果，导师就抓紧把第一作者等抢在手中。\n\n四、用学生的成果去申请院士\n\n甚至，有些导师连院士申请书都不自己填写，让学生填写，因为自己实在是对这些工作的了解程度不如学生。\n\n五、申请院士失败的话，就回到第二步或第三步再来一轮\n\n我曾经看过几份公示的中国工程院管理学部院士候选人申请书，根据我的了解，申请书列举的工作明显就是学生的工作，有些是下属兼学生的工作。\n\n原来我听说，有院士是凭自己多少年前的博士论文当上的，当时就觉得有点不可思议——难道博士毕业之后就没有新的科研成果了吗？现在看，这已经属于不错的院士了，到了今天，得凭学生的博士论文当院士。\n\n这样的现象可以有微缩版本。比如，有的学生虽然不能把导师培养成院士，但可以把导师培养成高级别教授。\n\n￼\n我就见过这样一例：某院长教授，在去年申请三级教授时，论文列表里还有“XXXX的感想”之类标题的“论文”发表在一些行业杂志上，可是今年重新申请，发现好像有2-3篇有点像样的论文了。再一想，原来是培养导师的博士生已经到了3年级，开始发表论文了。\n\n本文来自《科学新闻》（作者系中国科学院科技政策与管理科学研究所副研究员）"
        ]
    ],
    "24": [
        [
            2,
            "想假期租一个望江或华西（华西最好）的男寝床位 1.3-1.20日左右 价格好谈 我是在读生 朋友来陪我期末考完一起回家 有意加vx drizzlenight"
        ],
        [
            1,
            "树洞树洞2509791880"
        ],
        [
            2,
            "hope家教招新啦～\n?小学、初中、高中一对一辅导\n?薪酬50-80元/小时\n⚠️地点就近安排！！\n?无需笔试！只需试课30分钟！\n?不交钱！无押金！\n?机构已有上百人?\n详情咨询微信：17034649069"
        ],
        [
            1,
            "四川大学图书馆网页炸了？怎么进不去啊"
        ],
        [
            2,
            "求材料学院严群老师的联系方式"
        ],
        [
            2,
            "但就是不和你约"
        ],
        [
            2,
            "粉紧没病"
        ],
        [
            1,
            "约的女生还有粉的吗，都没病？我不信"
        ],
        [
            2,
            "[cp]广东金融学院有学生外卖被人偷走后，故意点了份外卖然后往里面加?，哈哈哈哈哈哈哈服气服气[作揖] ​[/cp]"
        ],
        [
            2,
            "需要个渣男调教。"
        ],
        [
            0,
            "我发的又被刷下去了，求小姐姐一起看无名之辈，不约。匿主男"
        ],
        [
            2,
            "还有要约炮请拿出诚意来，用大号"
        ],
        [
            2,
            "我素质约你妈"
        ],
        [
            2,
            "啥都留号我就醉了，我是说千年修得共枕眠这话很讽刺，对应现在的约炮"
        ],
        [
            1,
            "优秀"
        ],
        [
            1,
            "约了个胖胖的p友\n水超级多，手随便弄一下就很多\n约p才能缓解那种寂寞啊，回宿舍看到抱在一起的情侣已经毫无压力了"
        ],
        [
            1,
            "临江仙还在吗"
        ],
        [
            1,
            "今晚难听的不止是平凡之路"
        ],
        [
            0,
            "唇红齿白的野生代理人还在吗"
        ],
        [
            0,
            "有小姐姐一起看无名之辈吗，不约"
        ],
        [
            1,
            "青广的平凡之路唱的真难听"
        ],
        [
            1,
            "这是哪个院的迎新晚会?这平凡之路我真要听醉了。麻烦贵院审节目认真点吧。"
        ],
        [
            1,
            "tw同婚投票率惨败"
        ],
        [
            2,
            "千年修得共枕眠  。约炮。。。"
        ],
        [
            2,
            "住在13舍\n我要成仙叻\n我现在只求你们叫人上去唱歌都叫一些唱得好听的可以吗"
        ],
        [
            1,
            "be yourself"
        ],
        [
            1,
            "有人知道望江东园这边唱歌的人是谁吗？可以告诉他别唱了吗"
        ],
        [
            1,
            "油管上怎么这么多仇视中国的外国人，真是的，中国又没做什么伤天害理的事，连捍卫主权都成错了。"
        ],
        [
            2,
            "撩的手段，莫名感到很烦，打自心底的烦，严重怀疑得了厌男症，或许真的有厌男症"
        ],
        [
            2,
            "我自己的人生都让我恶心透顶"
        ],
        [
            2,
            "等我说花给我？偏不"
        ],
        [
            1,
            "有钱没处花"
        ],
        [
            2,
            "对象有吗"
        ],
        [
            2,
            "留在大城市，工资够吗"
        ],
        [
            2,
            "是回家好还是留在大城市好，生活的意义是什么"
        ],
        [
            2,
            "13亿人又如何，你还不是单着吗"
        ],
        [
            2,
            "？？干嘛"
        ],
        [
            2,
            "就是爱你爱着你"
        ],
        [
            2,
            "【男子#带毒蛇开房被咬身亡#，女孩报警：他用毒蛇威胁发生关系】11月22日凌晨，江西抚州一酒店客房内，一名男性住客不慎被毒蛇咬伤身亡。一名女孩后来报警，她向警方表示，该男子用三条毒蛇威胁，与她发生了关系。事后男子洗澡时，把带来的蛇放在浴缸玩耍，不慎被咬，中毒身亡。警方称，该酒店目前已停止营业，案件还在进一步调查中。"
        ],
        [
            1,
            "在那不遥远的地方，有着我的姑娘"
        ],
        [
            1,
            "我，一直都想对说，你给我想不到的快乐"
        ],
        [
            2,
            "出olay光感小白瓶30ml+20ml小样，167元。有两个5ml的小样的用过了。就不出了，有意者留号Q号"
        ],
        [
            1,
            "永不放弃！！！！！！！！！！！！"
        ],
        [
            2,
            "失落，失败"
        ],
        [
            2,
            "我完了我真的找不到工作"
        ],
        [
            2,
            "有对象就是一种幸福，等你毕业两三年就知道了"
        ],
        [
            2,
            "成都二手市场在哪"
        ],
        [
            2,
            "哦知道了，你不帅对方很随便"
        ],
        [
            0,
            "有人明天想一起去成都的二手市场逛一下吗……\n要坐公交，挺远的（哭\n我可以给你刷我的天府通\n只接受小姐姐（我也是女孩子"
        ],
        [
            1,
            "有时候我们做的事真的对么？担不担得其后果？很多人不去考虑。既然秩序里没有明说，就有了高一点的铤而走险求富贵，还是低一点的心存侥幸求小运，一旦成了，千金难买我高兴，自己图个乐就好了，对不对一事，也就就丢在一层糖衣下面，尝完甜味，余下的囫囵吞下就好，但是这样做出来的是对半是不对的，至于为什么，你不去问吞下的胃，你要，扪心自问。"
        ],
        [
            2,
            "@ 。\n微信名字是个句号 。\n骂我们是中华田园女权，支持俞敏洪言论的不知名无教养的嘴臭屌丝男\n你不是要把我ID挖出来挂着吗？\n我等着你的，不要怂呀"
        ],
        [
            2,
            "你是有多帅，一搭讪就能把人睡了？"
        ],
        [
            1,
            "选择题二十多分，大题满分，上七十没问题?"
        ],
        [
            2,
            "看电影吗!那个很火的喜剧片，无名之辈，求妹子"
        ],
        [
            1,
            "放弃考研吧，反正考不上"
        ],
        [
            2,
            "兄弟姐妹们 图书馆来水了"
        ],
        [
            1,
            "大家的奖学金都发了吗 我要哭了"
        ],
        [
            1,
            "倒不是因为找外国人而喷，只是很多女生找外国人会降低标准和双标，把国外男生的缺点说成文化差异，中国男生的缺点就直接张口直男加屌丝。法国男人的出轨率是43%，但提到他们，女生们第一个想到的应该会是浪漫。国外男生不存钱买房是他们国家没这个传统，国内男生买不起房就是穷逼屌丝。既然找伴侣是为了爱情，那为什么不能平等看待呢"
        ],
        [
            2,
            "我真的觉得马原的选择题才很简单好吧。为啥都说马原难啊啊啊啊。其他题全靠猜，可是我每次都运气不好啊……"
        ],
        [
            1,
            "各位刘亦菲吴彦祖，有没有推荐的望江男士理发店啊?"
        ],
        [
            2,
            "啊啊啊啊啊啊我怎么办啊政治做了好几套卷子选择题都是二十几分，多选题完全靠猜啊啊啊，错了也就是看看答案解析，不知道怎么把预测卷利用起来啊好乱啊知识点全是散的啊啊啊啊啊怎么办啊只能盲目的做题，感觉预测卷都浪费了啊……嘤嘤嘤qaq我想把政治放弃了啊"
        ],
        [
            1,
            "哦豁，出事了"
        ],
        [
            1,
            "这就煞笔了吧?网警有的是手段找出背后的匿名跟踪ip等着被抓吧，垃圾人"
        ],
        [
            1,
            "好的啊"
        ],
        [
            2,
            "怎么报的警，打110说info上？"
        ],
        [
            1,
            "卖hiv那个，已经报警了，等着吧，至少拘留"
        ],
        [
            2,
            "江安花园二楼独立单间出租，独门独户，带独立卫生间，酒店户型。房租600/月半年付，电话/微信：13540637123，"
        ],
        [
            1,
            "嘻嘻你也很好看呀，有空再约电影咯?"
        ],
        [
            1,
            "对，就是你"
        ],
        [
            1,
            "分手了谈恋爱，需要删除前任吗？"
        ],
        [
            1,
            "嘻嘻我就猜到是你发的（doge）"
        ],
        [
            1,
            "……………"
        ],
        [
            1,
            "同推无名之辈，上次和小姐姐去看的，挺好的（就是忘记带纸巾了）"
        ],
        [
            2,
            "无名之辈"
        ],
        [
            2,
            "别在info上骚了好吗"
        ],
        [
            0,
            "每次想谈恋爱的时候来info看一眼，就一点都不想了呢"
        ],
        [
            2,
            "info现在都成啥了，小明是个傻逼"
        ],
        [
            2,
            "分手不是应该互删吗"
        ],
        [
            2,
            "让你们一天info上约"
        ],
        [
            1,
            "卖hiv血液的是有病吗这种人应该拉出去枪毙"
        ],
        [
            2,
            "昨天和男朋友分手还很难受以为有转机今天看他朋友圈发现他已经把我拉黑了对不起是我自作多情了以后也不会谈恋爱了吧我兵荒马乱的初恋啊我对爱情失望了再见了"
        ],
        [
            2,
            "约来约去约你妈啊，这上面的男的女的一个比一个丑，还社恐怂逼"
        ],
        [
            1,
            "我就喜欢平胸啊。平胸的女孩子穿衣服多好看哦"
        ],
        [
            1,
            "你留？"
        ],
        [
            1,
            "别了吧，吃不消"
        ],
        [
            2,
            "傻逼一天该封的不封，不该封的瞎封"
        ],
        [
            2,
            "楼下的是看不起 d、ecup么"
        ],
        [
            2,
            "勤工俭学工资也会拖欠的吗……"
        ],
        [
            1,
            "今天天气真好，终于可以不去华西图书馆自习了，又闷又热"
        ],
        [
            1,
            "不否认外国人中有很好的那种。但是我说的洋狗是专指那种来中国圈钱吊妹心底里还瞧不起你中国的那种人。只希望你们能长个心眼，别给我们中国人丢脸了"
        ],
        [
            1,
            "本人男，不好意思。那些说什么洋垃圾，女生舔狗的。你们怕不是，肤色歧视？地域歧视？那你们和当年那些歧视黄皮肤的人有什么区别？本人英语渣，但是喜欢音乐，在白石桥认识了一堆同样喜欢英文的巴基斯坦的朋友，他们很优秀，很热情，平时还会一起玩，人特别特别好。至于你们说的，黑人约炮，黑人人渣啥的，在这个学校，那些的约炮狗和人渣怕是是他们的几倍。试问，作为一个男生，你们不想找个国外小姐姐？没必要酸，都985大学生了，理性对待！"
        ],
        [
            2,
            "在uc浏览器搜自拍偷拍你会回来谢我的"
        ],
        [
            2,
            "你会约到约炮男还是贼丑的那种"
        ],
        [
            2,
            "楼下别做梦了"
        ],
        [
            2,
            "请问有选了《设计企业项目实战》这门课的同学么？制造学院的，我把上课时间地点的图丢了QAQ，求好心人给我说一下叭。谢谢大家了"
        ],
        [
            2,
            "有人陪吃饭真是一件开心的事"
        ],
        [
            1,
            "为什么每个月都会有大姨夫，\n莫名其妙心情低落一段时间，\n你们有吗？"
        ],
        [
            2,
            "见网友不如吃屎"
        ],
        [
            1,
            "有些女的，别人还没物化她呢，她自己先把自己变成性交易的筹码，把自己物化了。"
        ],
        [
            1,
            "世间再无痴情人，自此只剩风流客。"
        ],
        [
            1,
            "我们国家好姑娘多得很，不少你们几个爱慕虚荣的舔洋人的"
        ],
        [
            2,
            "傻逼，你想要就能要？"
        ],
        [
            1,
            "？我"
        ],
        [
            1,
            "还行吧，反正一般都说中国女生cheap，不过这些找过老外的女生我们中国男生是不会再要了，就是嫌弃没别的"
        ],
        [
            2,
            "傻逼男\n直男癌\n死不承认\n说的就是你"
        ],
        [
            1,
            "这些洋人即使没钱，也要月光去投资自己、去享受，买身高端的衣服，带女的去稍微高级的餐厅。\n而中国男人大多是把钱存起来，不为自己投资，为以后自己的婚姻，为买房买车，为婚后的生活考虑。\n\n消费观念完全不同，在好多女的看来就是，“这外国人好有品味哇，你们这些中国男人就是死屌癌，你们这些死直男，你们就是比不上人家嫉妒人家。”\n其实我真的是站在中国人这个角度替有些女的感到悲哀。"
        ],
        [
            1,
            "嘴上说着中国饮食如何好吃，赞叹中国发展如何快，其实谁不会说个阿谀奉承的话？在很多洋鬼子眼里你就是个又脏又穷的第三世界国家。包括最近的杜嘉班纳，之前的NBA雷迪克，还有贝克汉姆的儿子，都是无意间透出自己对亚裔的歧视。\n来中国的好多要么是在国外混不下去了的屌丝，要么就是来中国圈钱的，要么就是来中国钓妹的。\n这些洋人好多14岁左右就谈恋爱破处，所以真的比我们这些14岁还在苦读的中国男人女人精太多了，对你们女人的感动点和g点了如指掌。在洋人眼里，很多中国男人就是弱逼，20多还没谈过的比比皆是，很多中国女人是典型的弱智和easy girl，没见过世面，可能稍微请吃两顿高端点的饭就能钓上床。\n\n我不是说所有洋人都是这样，肯定也有真正喜欢中国的人，但是知人知面不知心，谁知道他嘴上讲着喜欢中国，心里又在打什么算盘——捞中国人的钱？还是上中国的女人？\n\n大学女生肯定还是有一部分能辨别对方是不是在外国混不下去了的穷屌丝或者小混混。但是很多还是被这些洋杂种耍得团团转，自己还贼开心，甚至还为这些洋人辩护。"
        ],
        [
            1,
            "541最近家里出事了，被她怼了的同学不要太放在心上哈"
        ],
        [
            2,
            "雄性争夺数量有限的雌性\n自己没有能力吸引雌性\n臭骂雌性是婊子不选自己，再臭骂其他雄性是垃圾"
        ],
        [
            1,
            "怎么办，昨天晚上撸了三发...真的忍不住啊"
        ],
        [
            1,
            "如果有一天，男生突然向女生说不喜欢了，那就一定是zha吗？"
        ],
        [
            1,
            "没有对不起你"
        ],
        [
            2,
            "你对不起我"
        ],
        [
            2,
            "可不是嘛，不就是看上洋垃圾没看上他们急了呗"
        ],
        [
            2,
            "买口红为什么不敢去"
        ],
        [
            2,
            "看上洋垃圾没看上你急了？"
        ],
        [
            1,
            "有没有内射不怀孕的办法，除了上环吃药"
        ],
        [
            2,
            "每天都想"
        ],
        [
            2,
            "同楼下观点，尤其是微博风气特别严重，只要有女生找了个黑人男朋友，下面一大群跑去骂别人的，言语实在是不堪入目，不知道这些男的怎么想的"
        ],
        [
            1,
            "info上这么多约炮的，哪天被传染了就消停了"
        ],
        [
            2,
            "有些女生，欠缺家教"
        ],
        [
            1,
            "为啥从各种别的学校回川大都感觉川大脏兮兮的破破的"
        ],
        [
            2,
            "info上一群傻逼，说白了你们就是歧视黑人，别他妈在这里装，显得自己很牛逼的样子。\n根本没有接触过黑人，看到个别现象就骂我们学校所有留学生是“黑蛆”“垃圾”\n稍微说几个接触过的人很好的留学生事件，一大群傻叉跑来骂我跪舔？？？\n我舔你妈呢\n不用想都知道是那些每天说中国女的跪舔黑人的无脑智障傻逼男\n现实生活中怂的一批，只知道在宿舍抠脚"
        ],
        [
            2,
            "楼下醒醒"
        ],
        [
            1,
            "一教d有水吗"
        ],
        [
            2,
            "那个留别人号的,nmsl"
        ],
        [
            2,
            "info的约炮女都是钓鱼女"
        ],
        [
            1,
            "图书馆好多佛系考研的啊，眼看要毕业了又不知道干嘛，只能学别人考研，然而又不是那块料，天天在图书馆玩手机睡觉，麻木的一群人其实看着蛮可怜啊，明知道是去当炮灰。"
        ],
        [
            2,
            "昨晚我错过了什么有趣的竞拍环节吗"
        ],
        [
            1,
            "有些人一天说生活要有点儿仪式感。\n用爹妈的钱来满足所谓“仪式感”的就算了吧。买一顶帽子500，一个耳机1000。\n就是花父母的钱或者对象父母的钱装自己的逼。\n\n我就佩服那些自己做兼职赚钱来提高生活品质的，那才是真正的有水平。"
        ],
        [
            1,
            "能信"
        ],
        [
            2,
            "校内那些租房小广告能不能信啊，有了解的朋友说一下吗"
        ],
        [
            1,
            "世事难料，情况多变，事情多发展很大程度上不会按照自己的想法走，有时候或者是基本上我们都是被现实牵着鼻子走。\n除非自己孤身于这个世界，否则都会受到影响，无人可以逃脱。那些沉溺于自我无法自拔的人，要不过的很压抑虽说有人嘴上说自由实则不然，要不就是过着自己感觉还不错的生活嘴上说不受约束实际上只是找了一个自己喜欢的约束罢了。\n隐匿于山林之中才能很大程度上逃脱现实的约束，可能性也太小了。"
        ],
        [
            1,
            "对口红一无所知"
        ],
        [
            2,
            "TF的口红并不好用"
        ],
        [
            1,
            "我叫王大锤"
        ],
        [
            1,
            "我叫路飞"
        ],
        [
            1,
            "光明苑是什么？？？？"
        ],
        [
            1,
            "估计等会就有人说汤姆福特  芦丹氏什么的哈哈哈"
        ],
        [
            1,
            "哄 哄抬b价"
        ],
        [
            1,
            "接下来献给大家一首\n       《告室友》\n厕所不冲，全家送终，\n袜子不洗，子女葬礼。\n不爱洗澡，老王偷跑，\n吃饭吧唧，就是垃圾。\n半夜聊骚，下体长包，\n卫生不理，棺材太挤。\n阴阳怪气，天天吃屁，\n挑拨关系，雷劈死你。\n       谢谢大家。????????"
        ],
        [
            2,
            "今晚土豪专场？熄灯，睡觉！"
        ],
        [
            1,
            "求电音节联系方式啊"
        ],
        [
            2,
            "哪个小帅？"
        ]
    ],
    "23": [
        [
            2,
            "年纪轻轻就要万艾可？"
        ],
        [
            1,
            "我要努力学习努力赚钱，以后买上自己心爱的车子载着心爱的人去心爱的地方"
        ],
        [
            2,
            "校园最靠谱的男男约炮平台了解一下"
        ],
        [
            1,
            "jerry秀\n女A和男A以前是一对夫妻\n然后离婚，然而在离婚后就怀孕了\n女A在离婚后就和另外一个男友B好了\n节目想看这个小孩是谁的，并且男A和男B思只要孩子是他的就娶女A\n结果孩子是C的\n笑死"
        ],
        [
            0,
            "妈卖批，哪些龟儿子举报了老子，现在大号还是被锁定"
        ],
        [
            2,
            "来一个可以长期可以带蹦迪的，不花钱凑热闹那种，加小号3536982878"
        ],
        [
            2,
            "约吗，约，约学习"
        ],
        [
            1,
            "我就静静的看着你装逼，我从来都不曾打断你"
        ],
        [
            2,
            "约吗"
        ],
        [
            1,
            "孰说去一便不存一，你还有我"
        ],
        [
            2,
            "我最想睡的男人已经不约了"
        ],
        [
            2,
            "没事，被睡也没什么大不了的，去吧"
        ],
        [
            2,
            "这是套路啊，妹子，不然咋把你约出来"
        ],
        [
            2,
            "骚死了"
        ],
        [
            1,
            "知都打错了 兄弟"
        ],
        [
            1,
            "真无聊呢，这个世界."
        ],
        [
            2,
            "全世界我最孤单，"
        ],
        [
            2,
            "活着毫无意义，也不知道能活到哪一天"
        ],
        [
            1,
            "八百块出一个Bose耳机，有线的，有人要吗。。。。"
        ],
        [
            2,
            "像我这么好的yp女去哪找，不传染病，不图钱不势利，还时刻在线秒回消息（不要留号，我不加人）"
        ],
        [
            0,
            "随缘聊天 3160026414"
        ],
        [
            2,
            "想认识天蝎座的男生"
        ],
        [
            2,
            "为啥好奇他姓啥"
        ],
        [
            2,
            "看个白银时代 还要勾画 还要捂嘴淫笑浑身发抖 二郎腿 踢桌子  这位同学，学姐替你悲哀"
        ],
        [
            2,
            "楼下那个的教练姓啥呀好奇"
        ],
        [
            1,
            "1724722825 聊聊天"
        ],
        [
            1,
            "抱歉，比较紧急再发一条，走进故宫望江这边周五晚上的课，求群号！十分感谢！"
        ],
        [
            1,
            "大家好，请问有没有选了周五晚上望江这边走进故宫的同学，今晚是最后一节课了，没加群，有事找助教老师，能给一下群号吗？"
        ],
        [
            2,
            "教练是个逗比，不过现在我确实开始想他了"
        ],
        [
            2,
            "教练说，“好好开车，不要想我，”\n            \n  哈哈哈哈哈哈"
        ],
        [
            2,
            "你们家缺儿媳妇吗"
        ],
        [
            1,
            "工厂设计报告三周后交\n四周后考研\n?\n同学发的笑死我了，虽然我也是其中一员??‍♂️"
        ],
        [
            1,
            "我们家一直都很喜欢杜嘉班纳这个牌子，家里奢侈品估计有1/4是他们家的。最近被这破事搞的烦得很?"
        ],
        [
            1,
            "thx"
        ],
        [
            2,
            "I always remember you,my boy."
        ],
        [
            1,
            "那个……工学管二楼阳台读英语的女同学，在夸的的口语好呢吗？吵死了……"
        ],
        [
            2,
            "办公室的相处之道真的是?一样的存在。大家都活的跟?一样，还要互相为难？"
        ],
        [
            2,
            "小明，你不是说info不准泄露人隐私吗"
        ],
        [
            2,
            "学校把淋浴和厕所放在一块为什么不把一间间隔离好一点，有人洗澡的时候就不能上厕所，否则就是溅一身脏水?现在就痛苦等待里面洗澡的人能快点洗好"
        ],
        [
            0,
            "我去 现在这个本科教务系统还让不让人登录了 动不动就弹出去 啥都查不了 验证码也有毒 暴躁"
        ],
        [
            2,
            ".？？？"
        ],
        [
            2,
            "有一点坚持不下去了，分手吧，你不是我想要的那种人"
        ],
        [
            2,
            "干气死没办法"
        ],
        [
            2,
            "接受"
        ],
        [
            1,
            "我一高中同学本科在一所普通一本，四年没发过一条动态，今年考上川大研究生，天天发动态，屁大个事也要拍拍照，发发朋友圈，他本科四年过得是有多阴暗？"
        ],
        [
            1,
            "校级奖学金发了没有"
        ],
        [
            2,
            "看到那个男生的控诉，觉得还是我太善良太软弱了。被欺负了也只是自我消化，给朋友讲讲。在私人社交平台陈述一下欺骗出轨伤害事实都觉得心惊胆战，仿佛做了什么了不得的事。你们想去玩又不想被“约束”负责任的男生，不要和老实善良的女孩子在一起好吗。不要浪费互相的时间。最怕那种想要坏还不敢坏的男生，犹犹豫豫披着假面具，骗取可怜同情心。你去玩总会有同类的人陪你玩，你想好好生活也会有人愿意好好谈恋爱过日子。就是不要在不合适的人身上浪费时间?"
        ],
        [
            2,
            "基a305门口一直在大喊大叫的是什么人啊？？？"
        ],
        [
            1,
            "我来给你花，接受吗"
        ],
        [
            2,
            "从来没有男人给我花过钱。"
        ],
        [
            1,
            "保安同问"
        ],
        [
            1,
            "我是那个“武林盟主” \n那个小姐姐，我还挂念着你\n每一分每一秒\n你还在吗"
        ],
        [
            2,
            "今天有什么大事吗？望江校区每个路口都是保安叔叔"
        ],
        [
            1,
            "只要你成为一个废物，就没人能够利用你?"
        ],
        [
            1,
            "女性的堕落造成国家的堕落，女性搞乱了社会。女的吃面都得多拿只勺子，右手拿勺子，左手拿筷子，端一碗面吃。毛病真多。"
        ],
        [
            0,
            "求求各位同学，尤其是各位男同学，各位要出门的男同学\n冬天也别总不洗澡不换衣服，求求你们了，今天坐校车一个男同学坐在我边上，那个味道，我真的想就地呕吐，我今天出门还喷了点香水，完全没用，在校车上真的生不如死"
        ],
        [
            1,
            "坐等吃瓜"
        ],
        [
            2,
            "我rnm"
        ],
        [
            2,
            "有人今晚带两个女孩去蹦迪吗？不用花钱凑热闹的那种，留号我加"
        ],
        [
            1,
            "器大非我愿，活好是我练，难见有人比，可惜没伴侣。"
        ],
        [
            1,
            "在有生的瞬间能遇到你，竟花光所有运气。\n\n其实是说，遇到你以后，老子就变成了背时砍脑壳的"
        ],
        [
            1,
            "现在特别特别需要一个树洞，唉"
        ],
        [
            1,
            "十二点过和我在清 真食堂对视的那个男孩 好想和你做朋友 当时我就坐在清 真食堂门口 你在进门的那个地方"
        ],
        [
            1,
            "男孩"
        ],
        [
            2,
            "你还没醒呢"
        ],
        [
            2,
            "爱谁为什么爱解释得清楚？"
        ],
        [
            2,
            "人最大的牵绊就是情感，人最有活头的也是情感。如果没有情感所有的艺术都是空洞的。万事万物只有情感解释不清楚。"
        ],
        [
            2,
            "渣渣。"
        ],
        [
            2,
            "我决定努力存钱，把ps4作为新年礼物送给我的男孩。"
        ],
        [
            1,
            "不撩怎娶"
        ],
        [
            2,
            "江安花园二楼独立单间出租，独门独户，带独立卫生间，酒店户型。房租600/月半年付，，电话/微信：13540637123"
        ],
        [
            2,
            "不娶何撩。"
        ],
        [
            2,
            "望江的同学你们都是在哪里租的房子呀……"
        ],
        [
            1,
            "有没有好心的同学告知一下，篮球课今天下午还上么？还是已经考试完了啊？怕上课打不了球，想打球想到哭"
        ],
        [
            2,
            "真希望你shi掉"
        ],
        [
            2,
            "江安花园二楼独立单间出租，独门独户，带独立卫生间，酒店户型。房租600/月半年付，电话/微信：13540637123"
        ],
        [
            1,
            "我服了\n望江北园全家\n我说我要两个鸡腿包子，售货员:你等一会\n后面女生:我要两个鸡腿包子，售货员马上拿了两个\n? ? ? ? ? 牛批"
        ],
        [
            1,
            "周五的脚本语言 群号是多少呀"
        ],
        [
            1,
            "望江东园的研究生宿舍居然是上床下桌的，条件也很不错，我就tm想不明白了为什么把最差的北一给本科生住，我们好歹也是学校亲生的吧"
        ],
        [
            1,
            "此时未睡，即为有缘。不如留号？"
        ],
        [
            1,
            "有没有明天去看瑞秋演唱会的小伙伴，晚上回来可同行啊!"
        ],
        [
            1,
            "好好珍惜时间，学弟学妹们"
        ],
        [
            1,
            "有没有妹子，我做她的毒液"
        ],
        [
            1,
            "这个时候还一个人在烧烤摊尬酒的估计只有我了"
        ],
        [
            1,
            "我也想有个姑娘能够一起出去，最好是自己喜欢的，最好是也喜欢我的，最好是她。"
        ],
        [
            1,
            "就是因为难得好报，所以给他个好人的无用名号安慰他一下，然后告诉他，“虽然近期好人会吃点亏，但总有一天会得好报的”，其实这个“总有一天”谁知道会是哪一天呢？反正他是好人，大家抓紧机会利用他就好了。"
        ],
        [
            1,
            "每次这个时候从西南门往往寝室走，看到那么多情侣大冷天还出去，就庆幸自己单身，单身万岁"
        ],
        [
            0,
            "有没有选了周三下午圣经文化的同学呀？这周我忘去了，求一下复习题，请喝奶茶"
        ],
        [
            2,
            "越容易相信越容易失去"
        ]
    ],
    "22": [
        [
            1,
            "药学院奖学金还不发吗"
        ],
        [
            1,
            "喜欢的人不喜欢自己怎么办"
        ],
        [
            1,
            "我：班里第一考了大学，现在天天累的要死\n他：班里倒数第一初中毕业学理发，高中毕业时月薪9000+"
        ],
        [
            2,
            "像我这样胆小自卑的人可以拥有什么样的爱情?"
        ],
        [
            2,
            "男朋友特别没执行力，除了有必要的时候转钱，在我考研从租房到现在，任何一件事都没有做过，哪怕是问我房子住的咋样？晚上关好门窗"
        ],
        [
            2,
            "见得太多了"
        ],
        [
            2,
            "别贴法条了，当官的嫖的最多"
        ],
        [
            2,
            "看见莉哥的不雅视频了"
        ],
        [
            1,
            "11月22日，网友曝光一张落款公章为“北京首钢国际旅游有限公司”的公告，上面写着“鉴于D&amp;G（杜嘉班纳）品牌之辱华行为！现我公司公告如下：所有领导及员工禁止穿着和佩戴该品牌服饰进入公司！所有客户穿着佩戴该品牌一概不予接待，特此公告永久有效！”"
        ],
        [
            2,
            "汤家凤的题难度根本和张宇的题不是一个级别。。。"
        ],
        [
            1,
            "不自爱的后果：\n#艾滋病渣男与大二女生发生关系致其感染 网上炫耀#"
        ],
        [
            2,
            "你怎么知道"
        ],
        [
            1,
            "you are not her."
        ],
        [
            2,
            "那加回来"
        ],
        [
            1,
            "yep."
        ],
        [
            2,
            "you wanna back to my arm?"
        ],
        [
            2,
            "万能的info,张晓波老师的舞蹈啦啦操给分\n怎么样？"
        ],
        [
            1,
            "大四老狗在小北门和一个女生对视了，马尾辫白色羽绒服牛仔裤匡威鞋，感觉恋爱了"
        ],
        [
            1,
            "那就谈！"
        ],
        [
            2,
            "emmmmm 大四老腊肉，想谈个恋爱呐ˎ₍•ʚ•₎ˏ"
        ],
        [
            1,
            "如果我是个渣男我现在就不会为情所困"
        ],
        [
            1,
            "好人难得好报，恶人难得恶报。难得，难得。"
        ],
        [
            1,
            "校园网有时候真是废。"
        ],
        [
            1,
            "【中智天成安全技术服务公司】兼职\n【工作时间】：待定（ 理论培训4天，实操培训半天，考试半天；可以安排周末培训，视具体情况而定）\n【培训地点】：川大附近\n【工作内容】：参加特种作业操作证考试培训（电工作业），并完成结业考试（刷题就可以，很简单）。\n【人数】：若干\n【要求】：机电、电气、电力技术类，自动控制、电子、机械工程、能源工程及自动化、水利水电工程等本科毕业同学（需要有以上专业的本科毕业证书，所以最好是研究生）\n【报酬】：1000左右（需最后通过考试才能结算） \n想去的联系qq 335819561 ，备注专业姓名 谢谢～"
        ],
        [
            2,
            "以前不知道世界脏只是因为我还没发现"
        ],
        [
            2,
            "? ? ? ? ? ? ? ? ? ?"
        ],
        [
            1,
            "不会怎么样的"
        ],
        [
            2,
            "校公选挂掉会怎么样啊！！！！！\n啊？？？？啊？？？？？啊？？？？！！！！！"
        ],
        [
            1,
            "望江理发店求推荐"
        ],
        [
            2,
            "请问大家校级综合奖学金拿到了吗"
        ],
        [
            1,
            "听说无名之辈很好看，有没有人一起去？"
        ],
        [
            2,
            "报应来的太慢了"
        ],
        [
            2,
            "求助无望了……只想问问大家公选课挂了会怎么样？"
        ],
        [
            2,
            "我朋友加了一个抑郁症患者，经常安慰她。希望她快快好起来，结果女的喜欢上了她，非要和他恋爱，还威胁他要跳楼，我觉得心理有问题的人先好好治病，不要去随便涌入人家的感情世界，本来他们就敏感，感情又是让人更敏感的东西，对谁都不好。\n希望大家开心"
        ],
        [
            1,
            "有同学在江安今天捡到一个黑色卡包么"
        ],
        [
            1,
            "诚征info炮友"
        ],
        [
            2,
            "info上咋了"
        ],
        [
            1,
            "希望你的炮友不是info上加的"
        ],
        [
            1,
            "在追一个抑郁症女孩，未来会好吗？"
        ],
        [
            2,
            "为什么是不归路"
        ],
        [
            2,
            "你怎么知道她不是钓鱼"
        ],
        [
            0,
            "不用你自己携带了\n如果你想要\n我为你准备好\n你看好吗？"
        ],
        [
            1,
            "众所周知，约炮是一条不归路"
        ],
        [
            1,
            "有炮友了！好开心，不用靠自己撸管等待真爱了\n不是钓鱼，是真的，明天晚上11点约?"
        ],
        [
            1,
            "哇  图书馆里咔咔咳痰的朋友你不嫌自己恶心吗？"
        ],
        [
            1,
            "来啊看啊"
        ],
        [
            2,
            "有人需要做家教吗？在宽窄巷子附近，望江校区过去半个小时，学生是初二女生成绩较优秀，主要是各科作业的辅导，时间是周六上午-周天下午六点。两天工资约为500左右，请有意愿的同学联系电话18856489511\n   要求为川大女生，最好华西望江"
        ],
        [
            2,
            "坐标文理图书馆一楼自习室，请某位小姐姐不要将空调调低，甚至关掉，冬天了大家都很冷，中午睡觉被冻醒真的很难受，可能你觉得图书馆温度太高那么请你不要坐在离空调那么近的地方。大家都是来学习的，互相理解。"
        ],
        [
            2,
            "要好携带一点的"
        ],
        [
            2,
            "我没开玩笑"
        ],
        [
            2,
            "用什么东西割人的头颅会比较快"
        ],
        [
            1,
            "这个性别能改吗？"
        ],
        [
            2,
            "转让iPhone6plus，16g，黑色，用了两年，价格650，有兴趣微信/电话：13540637123"
        ],
        [
            1,
            "但是和喜欢的人聊天时，那种期待与惊喜感也妙不可言呢！"
        ],
        [
            2,
            "求助！！！\n请问有没有同学上周四下午的诗歌导论课呀？\n今天是倒数第二次课，下周结课，但是这节课我有急事没有上完就走了。。。\n请上这节课的同学告诉我一下考试安排，救救孩子吧！，(;´༎ຶД༎ຶ`)。qq：2233758672\n十分感谢！！！请你喝奶茶呜呜呜"
        ],
        [
            1,
            "心态崩了。\n肖秀荣，关闭，风暴英雄，开启"
        ],
        [
            1,
            "请问有没有获得创新学分在哪里看"
        ],
        [
            0,
            "哪一个女生可以代替你呢？\n我去找一个，和你一模一样的人谈恋爱吧\n十年找不到，我就找一百年，一千年\n什么时候找到，我就什么时候谈恋爱吧?"
        ],
        [
            2,
            "有没有商学院的研究生小哥哥小姐姐啊(*‘ v`*)！20考研跨专业想问些问题！请吃饭请奶茶请电影都可以！"
        ],
        [
            2,
            "求问，有没有好心人知道创新学分大四下能不能申啊？谢谢?"
        ],
        [
            1,
            "和喜欢的人聊天以及和普通朋友聊天真的是两种心境啊！前一种那种卑微的等待感完全比不上后一种平等感，总是需要时间来磨掉那份喜欢的"
        ],
        [
            0,
            "出一台[全新]任天堂的switch\n已开箱，但没玩过(在等宝可梦的游戏)\n红蓝手柄，配件齐全(我贴了块钢化膜)\n没有任何问题，只是本人想买宝可梦限定机\n价格1900人民币(可商议)\n联系方式QQ:1826204574(请备注)"
        ],
        [
            1,
            "毕设系统弄得那么复杂，以为做毕设的人和你坐办公室的一样闲，有空去慢慢弄呢？"
        ],
        [
            2,
            "有没有要去这周六(24号)波洞之夜的望江的宝贝儿鸭，结束之后我们可以一起回鸭੭ ᐕ)੭*⁾⁾，留个联系方式什么都诶嘿嘿੭ ᐕ)੭*⁾⁾"
        ],
        [
            2,
            "你的脚步声把我吵醒了呜呜呜 对你脚步声太敏感了 睡着听到就睡不着了 哭泣"
        ],
        [
            1,
            "D&amp;G  Dog and Garbage"
        ],
        [
            1,
            "这学期忙的已经很久没有性生活?来图书馆学习，电梯看到一个可爱的，白白的男孩子很想日?真是对自己无语了?"
        ],
        [
            2,
            "听爸妈的话"
        ],
        [
            0,
            "拿了一个不喜欢的工作的offer，爸妈都想让我签。不签也不知道自己会面临一些什么 签了又不甘心。到底签还是不签啊"
        ],
        [
            2,
            "江安花园二楼独立单间出租，独门独户，带独立卫生间，酒店户型，房租650/月半年付，电话/微信：13540637123"
        ],
        [
            1,
            "望江有没有空的博士生宿舍啊?求租"
        ],
        [
            1,
            "想谈恋爱了"
        ],
        [
            1,
            "11111111111111）"
        ],
        [
            1,
            "时隔三年，我又坐在当年松开不远千里来看我的你手的这张江安河旁边的椅子上！时间真快，后来的你，怎么样？"
        ],
        [
            2,
            "要是你也喜欢我你就扣个1"
        ],
        [
            0,
            "怎么举报学校财务处呢？工资还能拖欠更久点吗？每个月都这么拖欠学生工资真的不整顿的吗"
        ],
        [
            2,
            "有想约纣王老胡现场的朋友吗 周日晚在万象城 嘿嘿"
        ],
        [
            2,
            "哇 一个月房租650？！！这么便宜的么！都想回江安了"
        ],
        [
            2,
            "赞美陈志远老师，他人真的太好了"
        ],
        [
            2,
            "你也多回应一下我啊，不然我会放弃的，我本来就只是个小怂蛋o(╯□╰)o"
        ],
        [
            2,
            "江安花园二楼独立单间出租，独门独户，带独立卫生间，酒店户型。房租650/月半年付，电话/微信：13540637123"
        ],
        [
            2,
            "求租一个手机用的手持云台 周日用 最好是大疆或者智云的 其他牌子也ok啦 兄dei们帮帮忙好不啦"
        ],
        [
            1,
            "？？？男的女的？太凶残了吧。以打外国炮为荣，以挨外国炮为耻啊。应该"
        ],
        [
            1,
            "楼下的 我就喜欢被老外干 也看不起你"
        ],
        [
            1,
            "闷骚怪"
        ],
        [
            0,
            "有个问题请教一下各位大佬，只考期末考试，平时作业那些不管，最后一般能得多少分"
        ],
        [
            1,
            "你特么是个计算机成精啊，眼里只有0和1"
        ],
        [
            1,
            "学校里有gay吗，学习压力大，一起解决下生理需求吧"
        ],
        [
            1,
            "倒计时三十天 看不完了 背不完了  做不完了  头疼"
        ],
        [
            1,
            "我也不想占座啊，还没起床就有三个人给我发消息让我帮忙占座，wctm"
        ],
        [
            1,
            "又因为梦到你醒了，偷看你微博，过的好像挺幸福的，真好。"
        ],
        [
            1,
            "据一个统计\n多选统计，有一半男生谈恋爱为了解决生理需求，女生只有25%，是不是太装了？"
        ],
        [
            1,
            "口八的还看得上到中国混的白穷鬼或者黑穷鬼吗？我都看不上。。。。。。（我是女的）"
        ],
        [
            1,
            "笑的我葡萄牙和西班牙都掉了，辛亏姜子牙没掉，还留了一身成吉思汗，我就随手拿了桌子上的吕布擦了擦，我又看了看天上的赵云，上一柱孙尚香，用狂铁打造出了8848程咬金手机，默默的发了一条韩信[滑稽]"
        ],
        [
            1,
            "emmm，那个玩翻墙的兄弟，可以留个联系方式，交流一下使用心得"
        ],
        [
            1,
            "你们这群约p男也是够了"
        ],
        [
            1,
            "求影视文化与艺术李静老师的邮箱号，谢谢"
        ],
        [
            2,
            "聊天 有人吗"
        ],
        [
            1,
            "有180的啊，然而你不知道是谁233"
        ]
    ],
    "21": [
        [
            1,
            "来个一起吃鸡的小哥哥小姐姐吧 哎一个人打单排快要被吓死了 一起 玩的加我QQ724929224  方便联系"
        ],
        [
            1,
            "因为学长不是g呀?"
        ],
        [
            1,
            "学长为什么已经有女朋友了?"
        ],
        [
            1,
            "老鼠在我床上拉屎你敢信？？？望江宿舍我去xxxxx，辅导员就算给我记大过我也要出去住，这宿舍你住吗？？"
        ],
        [
            1,
            "香肠加老酸奶"
        ],
        [
            1,
            "可是18的小哥哥用啊"
        ],
        [
            1,
            "我发??居然有相同的内容了，那???呢"
        ],
        [
            1,
            "我也是吖"
        ],
        [
            1,
            "楼楼楼下我也是啊?"
        ],
        [
            1,
            "楼楼下我也是啊?"
        ],
        [
            1,
            "楼下我也是啊?"
        ],
        [
            2,
            "想你想疯了。 快两年了为什么还是这么想你"
        ],
        [
            1,
            "楼下，我也是啊?"
        ],
        [
            1,
            "真羡慕你们啊，有时候，羡慕你们吃饭有人陪，上课有人陪，图书馆有人陪，去外面有人陪，看电影有人陪！我都是一个人呢，甚至在寝室，都几乎不和室友说话呢！"
        ],
        [
            1,
            "一教d一会儿直接出门搞烧烤，小姐姐有人么？"
        ],
        [
            2,
            "双世宠妃2，男1、男2都好帅"
        ],
        [
            1,
            "现在一个杜嘉班纳，下一个会是巴黎世家？"
        ],
        [
            1,
            "杜嘉班纳在作死上做出了新高度，原本打算打开中国市场打大捞一笔，结果偷鸡不成蚀把米。哈哈哈名声也给弄臭了。一个破披萨饼，竟然说是伟大的披萨饼，我也是醉了。把筷子说成是两根棍。开始我以为是不是某些人太玻璃心了，但看了视屏之后就不这么认为了。"
        ],
        [
            2,
            "有人出电动车吗 适合女生骑的，祖玛和小甲虫优先！联系qq2570116721"
        ],
        [
            2,
            "求前三年unix试题，帮帮孩子。"
        ],
        [
            2,
            "出两张24号晚波洞星球原价280的票，一张200两张360打包带走，座位连号滴带男票女票去多好呀！望江当面交易！嫌贵滴话价格还可以小刀！来个大佬收了它们吧（要不去我第二天早上考试就自己去了T T"
        ],
        [
            1,
            "去评价别人无法选择的行为是毫无意义的"
        ],
        [
            1,
            "为什么我的喜欢从来都没有结果。我就想问问老天爷，我是不是真的不配！"
        ],
        [
            2,
            "看来只有我的校园网挂了。。"
        ],
        [
            1,
            "创新学分要多少分"
        ],
        [
            1,
            "求电音节联系方式"
        ],
        [
            2,
            "在二基楼旁边放歌的人能不能请你闭麦?"
        ],
        [
            2,
            "不是我说你们这些直男 就算留号也能不能讲一点语言艺术啊？今天居然有人给我留什么“敢不敢加我” 您以为您是武林盟主下战书哪？"
        ],
        [
            0,
            "图书馆又停水了……想知道d座有水吗"
        ],
        [
            2,
            "想建议校车站放两个指示牌:“教师等候区”和“同学排队区”总是有很多同学排在老师队后面然后跟着上。。。"
        ],
        [
            1,
            "。。。。。。。。。。。。。"
        ],
        [
            2,
            "有没有文新18级周四下午上新生研讨课的同学！！有问题想问一下！"
        ],
        [
            2,
            "千万别拿生命去发生性关系\n\n转自公众号 我是一枚公务员\n\n（人心太可怕了，大家还是提防着点吧，约炮的人要的不一定是你的身体，还有你的命啊）\n\n摧毁一个健康的你有多简单，一次出轨足矣。\n \n1“心惊肉跳”、“道德沦丧”\n\n前两天，朋友圈看流传着这样一个截图，看完只能用“心惊肉跳”、“道德沦丧”来形容这个截图里的内容：\n\n\n\n是的，你们没看错，竟然有人在售卖HIV患者的血液。\n\n到底是穷到什么地步了或者是心理是有多扭曲，竟然做这种道德沦丧的事？\n\n这难道不是谋杀，不是犯罪吗？？？\n\n卖这东西的人不就是给杀人者递刀还推波助澜吗？？\n\n公开售卖HIV病人血液和提供血液的患者，这类人简直就是社会的毒瘤，拉出去直接枪毙都不过分\n\n\n现实生活中这种人渣世间还真不少，自己活不了也见不得别人活得好，临死前都在想多拉几个垫背的，简直畜生不如。\n\n前几天看到这样一则新闻：\n\n肯尼亚有名19岁的女孩，在参加派对时与一名陌生男子发生关系，后来发现自己竟染上了艾滋。\n\n女孩绝望地找到男人质问，可对方却死不承认。\n\n女孩一度崩溃到想要自杀，但是后来却突然改变了主意：\n\n她决定报复更多的男人，让他们为此付出代价。\n\n于是，之后的3个多月里，她与324名男生发生关系，年龄在20-40岁不等，有学生，也有已婚人士。\n\n更可怕的是，他们却浑然不知，直到被曝光出来后，这时已经过去3个多月了，在这90多天里，300多名男性在不之情的情况下，继续进行二次传播......\n\n千万别觉得这种事只是在国外存在，在国内这种人渣报复社会的事一点也不少。\n\n近几年，艾滋病患报复社会的事情好像越来越多了。\n\n这些恶意传播的人，比艾滋本身更可怕，他们就像游走在人间的恶魔，把一个又一个无辜的生命往死亡里拉。\n\n前段时间，在一则被疯传的视频里，一名男子在与一女子发生性行为后告诉该女子自己是艾滋病患者。\n\n得知真相的女子全然崩溃，蹲在墙角撕心裂肺地痛哭。\n\n\n\n女生问男生：“你是不是真的有艾滋？”\n\n男生竟轻描淡写的回答：“我骗你干嘛？我真的有艾滋。”\n\n看着视频里的女孩无助地发疯，隔着屏幕都能感受女孩的恐惧和绝望。\n\n然而该男子还边拍下现场的“战果”视频边云淡风轻地说出这样的话，仿佛只是告诉她即将被传染一个小小的感冒。\n\n这件事就发生在前不久，台湾一名女艺人在微博爆料称：视频中携带艾滋病毒的男人是一名影视制片人，艾滋中期，以潜规则女演员的方式恶意散播艾滋病毒。\n\n其他圈内知情人士也纷纷指认发声，提醒同行小心受骗。\n\n\n\n该爆料者的另一条微博也引起了大家的重视。\n\n爆料者称，该女孩当时去应聘演员，接受了潜规则，结果不仅被传染艾滋病毒，还堕了两次胎，更让人感到遗憾的是，该女孩拒绝了爆料者的劝阻。\n\n\n\n这些报复者内心充满仇恨，心理已经严重扭曲，甚至可以用变态、恶心来形容。\n\n\n\n\n\n一个人渣HIV患者在社交平台炫耀自己今天的光辉“战绩”\n\n发生性关系之后，一女生收到一个很大盒子。\n\n打开一看是一套寿衣，还有张纸条，\n\n上面写着：欢迎加入艾滋俱乐部\n\n\n\n某个社交圈HIV人渣感染者与朋友之间的对话：\n\n\n\n不得不说，人在心理极度扭曲下做的恶，总是能刷新大众的三观。\n \n我能理解他们在感染艾滋之后的绝望无助，但是不应该把自己的快感建立在别人的痛苦之上。\n \n用报复社会的方式去宣泄心中的愤懑与不甘，这些人渣，就应该原地爆炸！\n \n而那些贪图一时快感愉悦，或者是别有所求的受害人，因为不爱惜自己身体，她们也付出了惨痛的代价！\n \n2性观念是开放了，但是性知识却没有跟上\n\n2017年12月1日报道，我国艾滋病患者的人数高达71.8万，全国仍有20到40万感染者未被发现。\n\n今年在昆明举办的“第5届艾滋病学术大会”专家披露的数据称，“2018年第2季度，中国新发现艾滋病病毒感染者和艾滋病人40104例，其中性传播占93.1%；截至2018年6月30日，全国报告现存活艾滋病病毒感染者和艾滋病人820756例，报告死亡253031例。”即使今年后两个季度的新增量仍按照保守的8万人计算，到今年年底这两个数据（99.37+8）相加，就是123.37（82.07+25.3+16）万例，较去年同期增长24.15%，而中国GDP的增长速度还不到7%。如果得不到更为有效的控制，几年后，中国就有可能成为名副其实的“艾滋病大国”。\n\n\n数据来源：中国疾病预防控制中心\n\n\n数据来源：中国疾病预防控制中心\n\n并且就2018年第二季度的艾滋病病毒感染人群统计，通过性传播的人数占93.1%，尤其是大学生群体。\n\n\n\n\n看完上面这些报复社会的事例和这些冰冷的数字，让人毛孔悚然，倒吸一口凉气。\n\n前不久，在上海的部分高校增设了一个“艾滋病检测包”的自动售卖机。\n \n艾滋病检测包被隐藏在普通饮料的自动售卖机里，学生可以在不被发现的的情况下购买和检测。\n \n没想到，上架的当天就引起了学生们的疯狂抢购，在一个大学仅6个小时就售尽。\n\n\n\n而后来的回收结果更让人惊讶，三台自助售卖机一共回收了37份。\n \n其中，阳性结果居然有2份，比例之高，让人意想不到。\n \n谁也没有想到，原本是纯洁，积极，美好这些代名词的大学，如今却成了艾滋病的重灾区和高发区。\n \n归根到底，性观念是开放了，但是性知识却没有跟上。\n \n外出开房、夜不归宿，在这些情况大学生群体里越来越常见。\n \n每到一些特殊的节日，大学旁边的酒店和小旅馆更是爆满。\n \n但是，当这些年轻人尽情的享受肉体带来的欢愉之时，却忘了提防躺在自己身边的到底是人还是鬼。\n \n为了一时的激情，到处肆意妄为，安全措施也做得不够充分，最后，只能自食恶果。\n \n\n3艾滋病主要传播途径有哪些\n\n\n\n血液传播：艾滋病病毒主要通过血液、性以及母婴传播三种形式感染人体，唾液和消化道是难以传播的，但要提醒的是，人们在激吻或深吻的时候，往往不只是单纯的唾液交换，还可能有细微的血液交换。因为口腔内壁较薄弱，当双方用力吸吮或轻轻撕咬时，口腔内壁及舌下的一些毛细血管可能会破裂，这就增加了感染HIV的机会，尤其是一方存在牙龈出血、口腔溃疡等情况时，更危险。艾滋病病毒在血液和精液中的浓度是唾液中的十倍、泪水的一千倍。所以经由输血，特别是经常一旦失血就必需大量输血的血友病患，万一输入筛检疏漏或在空窗期的艾滋病病毒污染血液，亦会因此而感染到艾滋，但这可能性极低。共同针头感染：另一个典型由血液直接感染的的途径，最常见的是在药物滥用者或吸毒者于未经消毒的情形下轮流共享针头，血液中的艾滋病病毒因而经由静脉注射直接进入血管。\n母婴传播： 母子垂直感染：亦有人称之为“垂直感染”，也就是如果母亲是艾滋病病毒的感染者，她极有可能(约30%的机会)经由母体及母乳直接将艾滋病病毒传给新生的婴儿，途径包括：1)宫内感染;2)产道感染;3)母乳感染。\n危险性行为：所谓危险性行为，意指与艾滋病病毒感染者进行没有预防保护(使用保险套)直接有体液交换的性行为，是目前全世界艾滋病感染的主要途径;占全体艾滋病患感染原因比率的70——80%，这主要是因为它集合了精液、阴道分泌液(性行为)及血液(伤口)等多重感染之可能，所以更增加了它的危险性。\n\n\n数据来源：中国疾病预防控制中心\n\n如何避免感染艾滋病\n1.坚持洁身自爱，不卖淫、嫖娼，避免婚前、婚外性行为。\n2.严禁吸毒，不与他人共用注射器。\n3.不要擅自输血和使用血制品，要在医生的指导下使用。\n4.不要借用或共用牙刷、剃须刀、刮脸刀等个人用品。\n5.使用安全套是性生活中最有效的预防性病和艾滋病的措施之一。\n6.要避免直接与艾滋病患者的血液、精液、乳汁和尿液接触，切断其传播途径。\n\n4人性的黑暗面不能低估\n\n我们自诩现在是个自由的年代，但是这难道就是我们追寻的自由吗？\n \n我们总感觉艾滋好像离我们很远，但实际上，它离我们很近。\n \n尤其是这些想要恶意传播的人，其实就隐藏在我们身边。\n \n人性的黑暗面不能低估，恶的底线也不能被度量。\n \n所以，必要的时候，该收敛的收敛，该拒绝的拒绝，该戴套的戴套。\n \n不要羞于谈性，更不要谈性色变，在关键的时候，这些知识真的能救你一命。\n\n性是美好的，但很多人在享受性的同时，却忽略了对艾滋病的预防措施。\n\n请记住：如果与疑似艾滋病人发生了关系，24小时内找疾控中心或大型医院买“阻断药”，可以有很大几率防止得艾滋病的。\n\n避孕套可以大大降低，传染上性病或艾滋病的几率。\n\n\n\n另外，还有很多感染艾滋病的人其实并不是通过性的。他们被生活所困去卖血，也有一些孩子从小就是。\n\n他们是无辜的！我们也应该尊重艾滋病人，这个世界需要尊重和理解！\n\n希望无论是男生还是女生，都要学会爱自己。\n\n生命只有一次，永远要记得保护好自己。一失足成千古恨，别让痛苦与折磨伴随一生。"
        ],
        [
            1,
            "我是下午找房子住的。\n望江的小伙伴，请问你们有没有啥便宜房子的途径啊？\n我下个月中旬左右在望江万达附近的工地上实习，由于从江安校区去工地，无法按时上班，因此大概需要在望江附近住1个月左右，希望各位帮帮忙。\n希望尽量便宜? ，然后能睡觉就好，我基本上早出晚归，不吵不闹，会注意卫生? 。\n先行谢过啦!"
        ],
        [
            1,
            "谁tm敢出席great show以后就别想在中国混了"
        ],
        [
            2,
            "图书馆也停水了"
        ],
        [
            1,
            "十三楼下的你不是一个人"
        ],
        [
            1,
            "学校发钱的老师死了吗"
        ],
        [
            1,
            "关于占座什么的 我就没那么多b事了 考研期间佛系的我 只有傍晚才来图书馆?"
        ],
        [
            2,
            "江安一教都停水了吗？综合楼停了没啊？"
        ],
        [
            1,
            "追梦赤子心"
        ],
        [
            1,
            "你不是一个人，哈哈哈"
        ],
        [
            1,
            "每次听到室友在寝室里吃饭疯狂吧唧嘴我都要受不了。               \n闭上嘴吃饭这么难吗？"
        ],
        [
            1,
            "怎么追女生啊，，，，完全开不了头"
        ],
        [
            1,
            "信息爆炸时代，不完满的心态。"
        ],
        [
            1,
            "楼下你们不是两个人"
        ],
        [
            1,
            "楼下的你不是一个人"
        ],
        [
            2,
            "考研坚持不下去了，做数学题没有思路，政治知识点还是记不住，书看不完了，心态崩了。"
        ],
        [
            1,
            "说女性的不好＝说女性不好，一字之差，意义相差万里。\n但是田园女犬就是这么想的。和封建事情相比仅仅把男换成了女。\n我只能骂一句煞笔，那天骂了我就删的狗子再来。"
        ],
        [
            1,
            "SmileyHunter\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????\n?????????????"
        ],
        [
            1,
            "要什么前女友，自己单身过不好吗"
        ],
        [
            1,
            "追前女友干啥……好好找下一个吧"
        ],
        [
            2,
            "大家考研都考什么学校呢"
        ],
        [
            1,
            "下面那兄弟说、怎么追回前女友，我也想问！我前女友现在把我的一切联系方式全部拉黑。哎、哎、哎、、、"
        ],
        [
            1,
            "怎么追回前女友"
        ],
        [
            1,
            "有没有"
        ],
        [
            1,
            "本周五上午三四节求代课，地点望江，可能点到，点到就答到，不点就没什么事，。有意者加扣扣825750042"
        ],
        [
            2,
            "xiangbeiganpigu"
        ],
        [
            1,
            "求一个小姐姐来教我穿搭? ?"
        ],
        [
            2,
            "看剧的时候觉得洼田正孝好帅，和男朋友说后，男盆骨说，他好像那个XX（一位老师）呀，然后我们竟然都觉得这位老师比洼田正孝帅诶"
        ],
        [
            1,
            "大佬们都用的什么翻墙软件啊？收费是个什么情况啊？"
        ],
        [
            1,
            "谁在望江有多的住的地方啊，我是大四江安党，从12月中旬开始会有一个月左右的实习，在二环路万达附近，所以想找个住的地方，我会爱干净，不吵不闹?"
        ],
        [
            2,
            "毕业实习能否申请 创新学分 各位学长学姐"
        ],
        [
            2,
            "为啥显示是女生。。\n说起来图书馆四楼坐我旁边的小哥哥好高冷哦 我们一起学了快三个月了一句话也没说过"
        ],
        [
            2,
            "自控"
        ],
        [
            2,
            "想找个研究生学长或者学姐辅导考研871自动控制原理。。本科是本校的就更好了 QQ757737615"
        ],
        [
            1,
            "每天中午要睡觉的时候楼上准时磨板凳"
        ],
        [
            1,
            "傻逼们不要再说图书馆找不到位置了，自己来得晚就不配在图书馆学习"
        ],
        [
            1,
            "互联网加证书什么时候下来呢？等着换创新学分啊啊啊啊?"
        ],
        [
            1,
            "收中国美术史（哪位帅哥美女不需要的卖我呗）20块一本收，vx:869948233"
        ],
        [
            1,
            "收中国美术史、西方美术史教材（哪位帅哥美女不需要的卖我呗）10块一本收，vx:869948233"
        ],
        [
            2,
            "大家对那个被骗的小姐姐怎么看。。。"
        ],
        [
            1,
            "可否点赞让我知道info上现在有几个人在玩儿？蜜汁好奇"
        ],
        [
            0,
            "创新学分怎么办？？？？疯了！"
        ],
        [
            0,
            "请问冬天望江那个教室有空调啊 想去自习要被冻死了"
        ],
        [
            2,
            "本科生银行卡里收到200助研费是什么情况？"
        ],
        [
            1,
            "现在早上8点22  图书馆一楼还有很多位置没人坐没人占  那些嚷嚷着没位置的赶紧来  8点半了都有这么多位置  你连位置都占不到可想你来的多晚  不知道何来的勇气逼逼"
        ],
        [
            2,
            "属于自己的女朋友 \n你怎么不去买娃娃"
        ],
        [
            1,
            "校园里都那么“污”了？本大叔表示你们这帮小p孩还是多看看书吧！免得毕业后一片迷茫。"
        ],
        [
            1,
            "约p吧"
        ],
        [
            2,
            "梦见在川大上大学，都是185+的帅哥，但是都不鸟我"
        ],
        [
            2,
            "有没有拼单的小姐姐啊 想在黑五买mac口红但是不会买(*°∀°)，求带上车\n最好是江安的 嘻嘻"
        ],
        [
            1,
            "晚安，我想对我的宝贝说，我有担当，从来没有想过要伤害你。"
        ],
        [
            1,
            "穷人生活都困难哪有时间搞修养，说到底还是笨不知道怎么赚钱"
        ],
        [
            1,
            "大半夜笑你妈，傻逼室友真鸡吧傻逼。穷人就是没教养"
        ],
        [
            2,
            "朋友们，马丁靴水洗开胶了，在望江哪里可以修？很急，在线等。"
        ],
        [
            1,
            "唉，对自己喜欢的女孩子不敢轻易动手动脚，其他的女人腰敢搂，屁屁敢拍，胸敢摸，这是什么情况啊，我要疯了? ? ?"
        ],
        [
            1,
            "医生曾经是个吃香的职业，虽然累，但是社会地位高，成就感高。\n现在医生就是个吃翔的职业，干着最累的活，背着最难背的书，受着最不公平的非议，还要领着最低的工资。"
        ],
        [
            1,
            "因为间接接触到其他男人的鸡巴太恶心了"
        ],
        [
            1,
            "男人为啥会有处女情结，额，还不是想要一个完完全全属于自己的女孩儿么？(个人看法，不喜勿喷）"
        ],
        [
            1,
            "对着做我旁边的女生发了一整晚花痴…真是又香又好看…"
        ],
        [
            1,
            "驾照到底可不可以算创新学分呢各位"
        ],
        [
            1,
            "甚至连喜欢的女孩都没有"
        ],
        [
            2,
            "那我来问下托福多少才算优秀 可以申请创新学分"
        ]
    ],
    "20": [
        [
            1,
            "校组是有毒吧，能不能多留点时间给学员，统计有那么快的吗？你当我们都是整天没课随时待命呢？老是说相互理解相互理解，s o？刚开学就有人退部也不好好反思一下自己的问题。从学长学姐的说法中，感觉校组真的一年不如一年呢?"
        ],
        [
            1,
            "我有一壶酒，独酌无相亲。欲揽天上月，奈何月圆缺。何况人穷力，坐笑空梦谈。何来我心人，度我入新门。徊徊如苦肠，口口割心徬。醉后爱浓否？醒来两相忘。"
        ],
        [
            1,
            "在自己的圈子好好生活，就可以忘记你了，在别人那里，我不止是个过客，不像你那儿的路人甲"
        ],
        [
            2,
            "他妈的天天给老子秀恩爱，截一些不知所云的甜腻对话截图抛给我，老子绞尽脑汁恭维回消息回到头疼恶心，即便这样还是每条消息都回，我真的已经很尊重你了，也请你考虑考虑别人的感受。我也是有男朋友的人，你再怎么秀也秀不到我。。。\n况且有本事秀给所有人看啊，只针对我一个人算什么嘤嘤嘤？？？？"
        ],
        [
            1,
            "可以打个分手萢什么的"
        ],
        [
            1,
            "分了吧，何必祸害姑娘祸害自己"
        ],
        [
            1,
            "什么？有人要送女朋友？"
        ],
        [
            1,
            "求助：雅思多少分够申请创新学分的合格标准？"
        ],
        [
            1,
            "下课了的各位小姐姐有没有想被撩的？受不了的那种，dong的可以来呀。"
        ],
        [
            2,
            "我们是不是要yue一次你才会相信info上不是骗子"
        ],
        [
            1,
            "做人就不能多考虑别人多一些？大家生活压力都不小好不好？真的要用我几十年牢换你一条命？"
        ],
        [
            1,
            "想杀室友的心停不下来"
        ],
        [
            2,
            "图书馆一男子从晚上开始一直放屁，是很释放自己的那种，而且声音尖锐！！非常大声！！！华西图书馆三楼，希望他能看见这条控诉！"
        ],
        [
            1,
            "魏yy是个大bitch"
        ],
        [
            1,
            "去校外24小时自习复习一晚去，有一起的姑娘么？"
        ],
        [
            1,
            "垃圾女人谎话连篇"
        ],
        [
            1,
            "有想被撩到受不了的小姐姐么？留号删"
        ],
        [
            1,
            "不用谢，"
        ],
        [
            2,
            "想问一下，望江东三的空调冬天会开吗？或者有哪个教室开空调还可以学习到11点呢？"
        ],
        [
            2,
            "感谢陪伴"
        ],
        [
            2,
            "楼下男的"
        ],
        [
            1,
            "据香港媒体报道，财经杂志《福布斯》（Forbes）公布年度最高收入女歌手，美国天后凯蒂·佩里（Katy Perry）大赚8300万美元（约5.8亿元人民币）成为冠军，主要来自她的80场《Witness： The Tour》巡回秀，以及担任才艺比赛真人秀《一夜成名》（America‘s Idol）的报酬。Katy的前死敌泰勒斯威夫特（Taylor Swift）凭8000万美元（约5.5亿元人民币）收入排第二，碧昂丝（Beyonce）则凭6000万美元（约4.8亿亿元人民币）收入排第三。"
        ],
        [
            1,
            "有自学过口琴的吗？？请问需要怎么挑选口琴以及如何学习呢？？？"
        ],
        [
            2,
            "知道info能给你最高的就是一个合适的炮友，你就不会失望了"
        ],
        [
            1,
            "我是真的想谈恋爱，很真的那种"
        ],
        [
            1,
            "别上info找对象了，info风气已经被带得\n我自己上info都觉得自带渣男buff了"
        ],
        [
            2,
            "info找男友不可能，找炮友还可以"
        ],
        [
            0,
            "没有感情的思想不深妙、崇高，\n没有思想的爱情不牢靠、美好。\n你要去细悟这句话，这句话是我众多思想境界的一句罢了\n不能在你身边，我不能一一分享于你，其它的思想也不能细述，连同此句也是如此\n这句话既包含了太多现实事实，又提出了一种方法，一种途径，是什么现实，是什么途径，你要慢慢的去悟，这句话蕴藏着太大的能量了，我不能去说，如果你愿意去悟，你会明白的，我希望你早点明白，那样你在这个世界上至少是不会悲伤不幸的，我也不用担忧了，可以放心隐匿了\n张爱玲等等人的一些爱情言论看看就好，但是不能复制，不能如她一样思考，更不要想世俗人之所想，要有自己的思考，要有自己的东西。\n一定要好好的"
        ],
        [
            1,
            "真的很重要"
        ],
        [
            2,
            "学历真的很重要吗？为什么很多人工作了又考研……"
        ],
        [
            2,
            "这几天的info咋了，深情男给我一个好吗"
        ],
        [
            0,
            "4次了\n我喜欢4这个数字\n也喜欢另外三个数字\n3，6，7\n我上课喜欢坐第四排，\n如果我考了第四名，我会比考了第一二名更欢喜\n4\n“思”\n如要面对死亡，我选择“死”而把生给她\n永生永“世”只爱她\n\n只要你好，只要你好\n我无悔无恨\n我爱你"
        ],
        [
            1,
            "有没有一起打农药的，秋秋区453264392"
        ],
        [
            2,
            "关心关心我，好吗"
        ],
        [
            1,
            "那个八点的哥们\n不是针对早起\n早点起来去占个座位学习本身没什么错\n但这是对于占一个座位，合理使用公共资源的情况\n如果你是七点起来，然后用书占好几个座位，然后只在其中一个座位学习，其他地方空置\n这就过分了\n他是批判早起和过度占座并存的人\n把早起当成占好几个座的手段，来占座秀的人\n我们要先来后到，但不要先来霸道"
        ],
        [
            2,
            "呵，八点还算早吗？\n要平常上早课你踩着铃声进教室很光荣吗？脸上有光??\n不过你要是晚上学到两点老子就服你"
        ],
        [
            2,
            "敢问大家的综合奖学金发了吗。。。。。"
        ],
        [
            2,
            "创新学分越来越严了…\n艺术体育类的不加分\n二级要优秀才加分\n感觉自己毕不了业了，趁寒假考个证现实吗"
        ],
        [
            2,
            "天哪，我考研，把书放在五楼了，现在在望江开会，赶不回去，我的书会不会被丢了啊"
        ],
        [
            1,
            "哟，8点可真早  不过就我来看8点还有一堆位置呢  你瞎掰扯你?呢   老子七点来占位置怎么了？ 书一放去二楼早读不行？  合着把书放到 出去早读也不行  坐那早读也不行  逼事咋这么多呢？"
        ],
        [
            1,
            "下学期去考个二级"
        ],
        [
            1,
            "求问问各位info的小哥哥小姐姐们，创新学分只有六级，没参加过大创小挑和竞赛，大学生活平平无奇，还差一分怎么弄鸭"
        ],
        [
            2,
            "楼下，你再骂一局? 我们七点到教室，你起那么晚骂个什么劲"
        ],
        [
            1,
            "那个一人占三张桌子的女的真他妈不要脸\n人不在只用一本书占一个桌子也不要脸\n还有那些考研的，老子八点去自习桌子就被占满了，你们就要脸？难道我不考研？\n总之这种占座的都他妈傻逼到冒烟"
        ],
        [
            1,
            "望江哪里电脑除尘便宜啊"
        ],
        [
            2,
            "那位十二点半去自习的同学只是让占了一整张桌的人挪一下包而已，找不到座位的时候共享一下桌子有问题吗？一个桌子前放的可不止一把椅子啊"
        ],
        [
            1,
            "女孩子们，现在这个天气穿多厚多重的裤袜暖和啊，想买_(:з」∠)_"
        ],
        [
            2,
            "东四哪只这么爱偷外卖？？？"
        ],
        [
            1,
            "那个电音节这么会玩的吗？"
        ],
        [
            1,
            "我一直讲\n爱财不是贪财，赚钱不是捞钱\n一个国家\n有了男人而没有女人，那是可惜的\n有了女人却不要求男人去赚钱，那是可怕的\n有了要求男人赚钱的女人而没有拼命赚钱的男人，那就是可悲了\n一个国家的价值观里面，如果女人没有要求男人拼命赚钱，那将来这些女人是要向全国人民谢罪的\n你看看现在很多人，那像什么呀，龇牙炸毛的\n男人管女人叫小姐姐～ 女人管男人叫小哥哥～\n我去很多地方走访，那里的女人都问我，你当年有几个包养的女人啊\n还有一次我遇见一个男人，老板拖欠他工资已经拖了三年了，已经超过了讨工资的那个国际的极限了\n但是他跟我说，当年孙悟空在花果山下压了500年没工资都没有死，我也死不了\n有一次我去国外演讲，我问台下的听众，你们活着最大的目标是什么，台下异口同声说，赚钱。你看，这就是国际价值观\n有句话叫一千个观众心中有一千个哈姆雷特\n但是我今天说一句狂话\n我希望一千个女人的心中对男人只有同一个要求\n有钱"
        ],
        [
            2,
            "弱弱问一句，奖学金发了吗"
        ],
        [
            1,
            "望江校区求男友 本人男"
        ],
        [
            1,
            "360度都可以动，可以表演给你看"
        ],
        [
            2,
            "小小声问下……鸡儿硬起来的话是可以让它动的吗？看片里的人晃来晃去感觉好神奇……"
        ],
        [
            2,
            "要爆炸了，一群考研党的教室，冷的都穿上羽绒服了，就您老人家把窗开的大大的，再把空调温度调低了，我甚至怀疑是不是开了冷风……我去把窗关了再给打开……外面凉快外面呆着去呀……操……我先发泄一下去吃个饭，回来您要还这样，我就正面刚了……"
        ],
        [
            1,
            "所以设立个空白时限有问题么？可以吃饭可以出去玩儿，但是两三个小时不回来，是不是该考虑一下别的同学？这样应该可以增加座位的利用率吧，反正我一个小小大二本科生是这样想的。请喷我，拜托了"
        ],
        [
            1,
            "说图书馆占座的都是大三的吧，人家那是考研的每天早上很早去学习，中午出去吃饭你就说人家占座，你12.30才去图书馆还想找到位置？？？你怕是没去过图书馆吧，你敢保证你明年不考研？不吃饭？"
        ],
        [
            1,
            "？？？果然楼下就开始杠了，祝您老学习“愉快”"
        ],
        [
            1,
            "你就不能去别处找位置？那么多人都没出头你要出头鸟？就你能干，看不惯别人的人自己也好不到哪里去"
        ],
        [
            2,
            "心里压抑的所有不开心和不如意"
        ],
        [
            1,
            "对于图书馆占座我希望有个方法，每个桌子弄一个定时钟，只要人不在书在任何人都有资格给桌子计时，加入一小时内该桌子仍然没有人来，那就这桌子任何人都可以毫无顾忌的坐了。书推开一边摆放好就可以了。还是不实名了，怕被杠?"
        ],
        [
            2,
            "辣个，有没有哪位同学晓得，还书忘记扫码了该怎么办？"
        ],
        [
            1,
            "是我孤陋寡闻么，这里还有约的"
        ],
        [
            2,
            "图书馆的占座又不来的人真的良心不会痛嘛！！！。本人经常去工学馆打开水的那边自习，有一女的长期一个霸占一张桌子三个位置，自己坐一个，其余拿来堆书，堆包。今天中午12:30去自习，跑了两楼都是占座的，愣是没找到位置，于是去叫那个女的挪一包，想在那里自习。没想到那女的之搞笑，先是告诉我那里有人，我说：“我经常来这边自习，据我观察，你放包这个位置一直没有人。” 被我拆穿后，一点没有羞耻，还特别理直气壮地说：“我这么多东西放在哪里嘛！”，愣是不让我挪。最后我告诉她：“我去找管理员来！”，她翻了我一个白眼。"
        ],
        [
            1,
            "东西买完了，收到手了，发现当时有优惠券活动没用，本可以优惠20元，下次买东西前一定要仔细看看有没有优惠券? ? ? \n? 20块没啥，但感觉自己是个智障"
        ],
        [
            1,
            "哈文说：在一起时，所有的时间都不该用来谈对错，论是非，生闷气，闹情绪，而是用来紧紧拥抱，好好相爱，深深相吻，因为，一旦逝去，你才懂的爱与被爱的珍稀。"
        ],
        [
            2,
            "家暴都有人洗 还拿国籍说话 \n你怕是个行走的傻X吧\n这么痛恨赶紧想想怎么穿越时空 回去当个英雄"
        ],
        [
            1,
            "有人知道奖学金什么时候发吗？"
        ],
        [
            1,
            "楼下约还行"
        ],
        [
            1,
            "下下下楼，留个联系方式？"
        ],
        [
            2,
            "广东晶科电子2019校招——【川大专场】\n校招专场宣讲会时间：2018年11月27日 15:00-17:30\n校招专场宣讲会地点：望江校区（就业指导中心222室）\n宣讲现场更有好礼相送，期待大家到来，任何疑问和感兴趣的同学欢迎入群了解哦~[进群可以领红包哦]\n欢迎加入广东晶科四川大学宣传，群聊号码：726277131\n【Offer岗位】：产品研发类11人（研发工程师、产品工程师）；工程工艺类7人（工艺工程师、IE工程师、NPI工程师）；电子技术类10人（光学工程师、热学工程师、结构工程师、电子工程师）产品品质类2人；储备干部类5人\n环境自由，待遇丰厚！就差你啦！"
        ],
        [
            2,
            "18"
        ],
        [
            2,
            "想被干"
        ],
        [
            1,
            "电音节联系方式在哪啊"
        ],
        [
            1,
            "可伶之人必有可恨之处，看长得帅就上，这下不仅被干了，还被母狗一样打，活该，支持劲夫哥，干死日本人"
        ],
        [
            1,
            "想找几位同学合作有人吗？要求研一或者研二，可以留言留下WX"
        ],
        [
            1,
            "我想找一个望江大二，学生会的小哥哥，他叫罗圣寅"
        ],
        [
            1,
            "望江南门外的兰蒂斯大众点评里面那么多差评怎么还有人敢去？"
        ],
        [
            1,
            "练过舞蹈，身材不好，也是人才了"
        ],
        [
            2,
            "你这个白痴去太迟了吧"
        ],
        [
            2,
            "我需要植发"
        ],
        [
            2,
            "下次遇到这样的托尼，你可以大声说，房开好等我，让周围人听见。"
        ],
        [
            1,
            "我要diss望江食堂，为什么早晨没有包子了！！！！！！！？"
        ],
        [
            1,
            "江安，华联影院，18:00，无名之辈，一人"
        ],
        [
            2,
            "望江南门有个新开的七阿哥辣卤串串，东西又贵又少，我反映之后店家态度十分恶劣，还用小号骂我，用词涉及地域歧视，大概就是私生活不检点的意思?我笑死了，吵架不在一个逻辑层面上，大家注意一哈?"
        ],
        [
            1,
            "楼下的小姐姐，要开心呀。"
        ],
        [
            2,
            "为什么后来变得不像我自己，因为我从一开始就在迁就你啊。本来的我才不会乱发脾气，才不会因你言行中的犹疑嫌弃而渐渐收住我的勇气，那些行为一直在刺激我。但我无法控制地越陷越深。幸而后来不管多么狼狈地被赶出了那种困境，现在我也可以追根溯源思索过去反思所有。只是代价真的很大。有的恋爱就像罂粟花吸引你，你知那不是最适合你的，甚至也知有些东西现阶段你没办法获得，但还是抵不住诱惑，最后你还上瘾了。这种恋爱不会再有第二次了，开始就让你受委屈的恋爱，结局也是你最委屈痛苦。既然要谈恋爱，就不要想着她是个软柿子好拿捏。我对你软、忍让你是因为我爱你，不是我该我欠你的。确实两个人就不在一个世界里。现在又恢复清醒了，现在去找自己吧。"
        ],
        [
            1,
            "听到这熟悉的跑操音乐，梦回五年前六十个班跑早操的情景。。"
        ],
        [
            1,
            "凌晨三点睡，早上七点半闹铃响了就起，还贼拉有精神，不会是回光返照吧？"
        ],
        [
            0,
            "成都兼职群877891991恶意拖欠兼职工资，工作时态度极差，随意辱骂，需要兼职的话去吧，挺好的，真的。"
        ],
        [
            2,
            "我脾气超臭的?"
        ],
        [
            2,
            "跟许多人接触久了就会不喜欢他们，我喜欢的朋友们少之又少，我都嫌弃我自己，性格龟毛"
        ],
        [
            2,
            "求问望江校区附近哪里可以买那种可以粘住老鼠的板子 昨晚寝室放了四个粘鼠板 一个也没粘住"
        ],
        [
            2,
            "昨夜梦见室友申请的项目被各种原因拒了，在梦中笑得十分开心。\n我以为我本善良，发现原来我从头到尾都见不得她好"
        ],
        [
            2,
            "你记得两种人，一种，对不起你的；一种，你对不起的。"
        ],
        [
            1,
            "晚安，诸位"
        ],
        [
            1,
            "望江现在怎么没有流浪狗了？"
        ],
        [
            2,
            "[兰蒂斯－性骚扰]\n今天傍晚去望江南门外的兰蒂斯烫头发，被言语性骚扰了，玩笑话开头，后面却让我始料不及，浑身像被虫爬一样恶心，望各位女同学周知，不要再去这家烂店消费\n某Tony:我要给你烫成那种很蓬的大卷（大意如此，应为玩笑话）\n我:（笑）诶你千万别给我烫成那种，不然给你差评\n某Tony:你敢给我差评？小心你今晚回不去，让你留下来陪我过夜\n我:一脸错愕，怀疑自己听错，完全懵了\nTony看我愣住，继续笑着说:你知道什么意思吗？\n我要摸你，摸你\n我:汗毛竖起，完全被吓傻，脑子完全无法思考，只觉得恶心得快要吐了，脑海里乱七八糟的想法冲击着我的神经，警钟长鸣，一直在想怎么办怎么办\nTony没等我缓过来，继续挑衅地问:你怕吗？\n我还是一脸被吓傻的表情\n后面就不赘述了，总之就发消息让朋友等我一起走，Tony后来也没有再继续骚扰，最后相安无事\n回来的时候想起那场对话，浑身恶心，希望各位不要再去那家烂店消费！！！"
        ],
        [
            1,
            "哇！！刚刚回复我的哥们！ “xx吧” 的哥们！！\n你知道我有多感激吗！\n你是第一条我能收到回复的评论！！以前出bug了只能收到赞！！\n你就是我的锦鲤啊！！祝你今天一帆风顺运气爆棚！！"
        ],
        [
            1,
            "温哥华电鳗，多伦多打桩机，昊亦凡"
        ],
        [
            1,
            "翻到我这条，就别在往下翻了！我知道你很孤独，可是我们都是生来孤独！愿你明天有人问你粥可温！"
        ],
        [
            1,
            "两个室友 陪男朋友？楼下妹纸？"
        ],
        [
            1,
            "深夜，有没有小姐姐想被撩的？留号删。"
        ],
        [
            0,
            "我喜欢你！\n希望你也能\n真诚的喜欢我"
        ],
        [
            1,
            "我的校车票到元旦就过期了，想要的在我下面留号吧"
        ],
        [
            1,
            "回楼下 vx wh1192728000"
        ],
        [
            2,
            "留个联系方式嘛"
        ]
    ],
    "19": [
        [
            1,
            "微信嘛?"
        ],
        [
            2,
            "楼下我们联系一下呀?"
        ],
        [
            1,
            "回楼下，有啊有啊"
        ],
        [
            2,
            "有这周六去成都高校电音节蹦迪的朋友吗"
        ],
        [
            1,
            "时间是最好的解药，过段时间这些都是不重要的过去了"
        ],
        [
            1,
            "有人要校车票吗40张"
        ],
        [
            2,
            "华西女六舍为什么要十一点停掉吹风机插口的电！！！一群湿着头发的小姐姐们冻感冒了谁负责啊，原来的十一点二十有什么问题吗"
        ],
        [
            2,
            "有什么问题么"
        ],
        [
            1,
            "那位有反应的姑娘是认真的么……"
        ],
        [
            1,
            "我一直讲\n大学不是不学，放松不是放纵\n我去各地的学校走访，好多学生就问我\n总长大人，您当年读本科的时候，有几个特别爱玩的游戏啊\n你看看现在很多学校\n大学叫高考 考考 高考叫大学 学学\n有些大学生那是什么呀，龇牙咧嘴的\n我一直讲\n一个大学，有了老师和教学楼不去加课那是可惜的\n有了课程不去拓展难度那是可怕的\n如果拓展了难度没有多留作业，那就是可悲了\n这些大学如果没有给学生足够的压力，让学生紧张起来，那将来这个学校的校长和管理人员是要向全国人民谢罪的\n我有一次去到SCU，那里有个学生在书山底下埋了三天都没出来，不吃不喝，已经超过了学习的那个国际的极限了\n但是他跟我讲，说你们当年在题海里淹了500年都没死，我们也不会死\n有句话叫一千个观众眼里有一千个哈姆雷特 \n但是我今天说一句狂话，我希望一千个大学生只有一种状态\n那就是认真上课和学习"
        ],
        [
            2,
            "妹子，你还不如去贴吧找，info里全是约炮男"
        ],
        [
            2,
            "想当XX就别立牌坊\n一边说着作弊太恶心一边又狗改不了吃屎\n不是很懂，你到底有多少毁三观的事我还不知道"
        ],
        [
            1,
            "坐标望江东三一楼：\n之前听说东三103室因为自动贩卖机引进之后生意不好了，某天碰巧上课前需要打印资料于是去了那儿，一张双面黑白打印的表格收费一元，这也不是多大的事儿。\n晚上上课前路过自动贩卖机，零星的商品前，玻璃上用记号笔写着“请到103购物”。以为是贸易保护主义在身边的体现，想起小北门曾有三轮师傅怒摔共享单车的事。这种保护多少是有点无力吧，没有价格优势，没有丰富的品类，适应不了发展最后还是会被淘汰吧。\n刚刚下课去看，贩卖机货品已经上齐，玻璃干干净净。"
        ],
        [
            1,
            "算了，我只说一句，田园女犬该死"
        ],
        [
            2,
            "我也想喝酒"
        ],
        [
            1,
            "老汉？"
        ],
        [
            1,
            "lh，玩够了，就回来"
        ],
        [
            2,
            "看得我都有反应了"
        ],
        [
            1,
            "怎知\n现今没有\n只爱一人一生的故事\n诗和远方都在\n只是不再明显罢了"
        ],
        [
            2,
            "以前没有妓院吗"
        ],
        [
            1,
            "从前\n书信很远，车马很慢\n一生只够爱一个人\n现在\n男纵情，女纵欲\n上了床依旧不用负责"
        ],
        [
            1,
            "舌头伸到她的嘴里\n右手搂着她的腰\n左手揉她下面\n要是能和喜欢的人做简直爽到爆炸"
        ],
        [
            1,
            "被洋垃圾骚扰怎么办？编个借口呗――“Sorry I have got a boyfriend,  and his father is one of the leaders here”\n难道黑猩猩和白猴子们还会去查这句话真假？"
        ],
        [
            2,
            "? 你不是天天在吃吗"
        ],
        [
            1,
            "所以大家都努力吧  坚持熬过这段时间就解放了  肯定能考上的！"
        ],
        [
            2,
            "考研的同学大家都加油哈～"
        ],
        [
            2,
            "做了一套肖八，选择题37分，我觉得我还有救，和下面的同学比起来，我心态可真好? ? ? ?"
        ],
        [
            2,
            "告诉我上哪里可以找到这么好的男生"
        ],
        [
            1,
            "咸鱼研究生给各位学弟学妹们打个气，现在有不会的都是正常现象，发现问题总比发现不了问题强，日有寸进就好了，没必要逼自己太死"
        ],
        [
            1,
            "考nmdb，我真是条咸鱼，这么多题目做了跟没做有啥区别，真是条废柴，无药可救? ? ? ?"
        ],
        [
            2,
            "别考了"
        ],
        [
            1,
            "还有30几天  政治多选题平均错三分之一  数学复习完两边做真题还是各种忘记知识点  专业课看了两遍  但是真题都还没拿到手  英语就更别说了  这还考个屁的研"
        ],
        [
            1,
            "问一下各位带哥，报账材料无问题交上去之后多久能收到钱啊。"
        ],
        [
            2,
            "不会滴"
        ],
        [
            2,
            "别删帖啊"
        ],
        [
            1,
            "然后把我抛弃"
        ],
        [
            2,
            "嫖了？"
        ],
        [
            2,
            "让我爱你"
        ],
        [
            1,
            "果然，只有0次和无数次，暗自发誓不去了，一个半月过去了，心里小人又在争论了。"
        ],
        [
            2,
            "求一个老公"
        ],
        [
            2,
            "你可以不买啊"
        ],
        [
            2,
            "买缺页二手书的死妈"
        ],
        [
            1,
            "奖学金被财务拿出去剁手了？怎么还没发?"
        ],
        [
            2,
            "买二手书=没脑子？？这真川大，惹不起惹不起"
        ],
        [
            2,
            "卖缺页二手书的人死妈"
        ],
        [
            1,
            "11月18日，新东方董事长俞敏洪在文章开头同一场合表示，高考制度到今天为止不管怎么变，都是分数决定学生能不能上北大清华，而不考虑心智问题。但越是名牌大学，精神出问题的越多，北大学生出精神问题的不在少数，所以，他决心让儿子必须进普通大学，而不是去名牌大学。"
        ],
        [
            2,
            "30km/h"
        ],
        [
            2,
            "严书记好可怜"
        ],
        [
            2,
            "望江卖馕的窗口服务态度令人发指！！"
        ],
        [
            1,
            "囤仔小程序推广，让客户购买程序内商品\n平台内商品全部精挑细选，精选大众品牌；产品丰富多样，美妆护肤，运动服饰，手表配饰等应有尽有。\n兼职只需要建立微信群，在群内发布每天的商品内容，活跃号群氛围即可。多做多得，轻轻松松月入过千。\n还能学习到社群运营知识。\n联系微信：xljforfree,兼职长期有效\n本人在望江，可面谈。"
        ],
        [
            1,
            "为什么考试作弊但参加了一些比赛获了一些奖的qin同学可以得英才奖？也许在这里品德并不重要吧，关键要会包装自己。"
        ],
        [
            1,
            "基教空调遥控器是什么app 什么型号啊，&amp;gt;_&amp;lt;好冷啊"
        ],
        [
            2,
            "*雅思口语练习伙伴*非交友*\n坐标望江，雅思总分7但是口语惨不忍睹的出国党（女），想找一个未来一个月可以每天定时语音或者面对面练习雅思口语（英语闲聊也行）的女孩子\n虽然不一定能讲清但我可以尽量分享听力（8）和阅读（8.5）经验\n实在找不到平台 拜托大家病毒传播一下蟹蟹\n微信号 lr982401"
        ],
        [
            1,
            "至少我认识的女性里愿意自己努力赚取未来的居多，窃以为此种女性才是女权代表者，而不是被咪蒙式鸡汤洗脑，觉得自己就应该享受，男性要追要考验，必须如何如何，除非你过分美丽，有舔? 乐意，可惜世上大多凡人。"
        ],
        [
            2,
            "能找见这样的男的，这辈子都值了"
        ],
        [
            2,
            "谁知道图书馆厕所卷纸怎么自己换啊……每次一大卷纸放在盒子上真的很不好拿……"
        ],
        [
            1,
            "不要在微博争论女权问题，你会被她们拉入同一个level然后用经验击败你，世界上好姑娘多，恶臭女犬也不少，自己甄别咯。"
        ],
        [
            2,
            "我在朗阁(朗阁在成都四川大学附近的校区地址:科华中路王府井天府汇城10楼)报的雅思班还剩两个阶段，精品6班分和6.5班，原价分别是5980和4180 ，总共5980+4180 =10160，如果基础不好的同学可以转换成基础班[em]e401149[/em]6分班，这样签约保6分，如果可以直接上6分的话，就上6分班[em]e401149[/em]6.5分，签约保6.5分。\n        现由于个人要提前出去学习专业课，此雅思课程没法上，现转让，价格可以商量，可以在朗阁校区当面签转让保过6.5分协议，具法律效益。有意出国留学同学，急需考雅思的同学请联系我:15700351729(微信号与电话同号，我是四川大学的硕士研究生，张福容)"
        ],
        [
            2,
            "请问一下如何在图书馆网站的特色资源上完整的查看学位论文？为什么我找到的都没办法看完啊，只能看一半"
        ],
        [
            1,
            "女的喜欢吴亦凡，喜欢蔡徐坤，所以娘炮男越来越多。你不喜欢就是直男，然后否定你。你身边是不是有这样的现象？\n\n“你不xxx就是直男”，“你不xxx就追不到我”，“你xxx就凉凉”。这是女性性权的最现实的提现。我自己也遇到过。\n只要有了更好看的面容，更好的身材，就有了更优质的性权，性权间接决定了社会的走向。像类似“吴亦凡化”的审美只是其中的一个小方面。\n\n\n而俞敏洪说的是性权在社会发展方面的作用，这个就太大了。\n我个人觉得，俞敏洪说得太过于偏颇，把不良社会价值观的形成完全归结于女性，这话有失偏颇，但是也不能说完全错误。\n人类是生物，所以繁殖后代是绝大多数人都需要的。而女性在性权和繁殖权上占据主导。上赶着去追去当舔狗的大多数也是男人。归根结底，还是雄求雌的自然生物模式坏事。很多地方会出现这样的话，男的会说“等有钱了就娶个漂亮媳妇儿”，而女的则会说“找个好人家嫁了，不愁吃穿”“我都有车有房了，要你男人干嘛？”。从这些话可以感觉出来，雄性的终极目的是交配和繁殖后代，而对于雌性来说交配是获得资源的手段，是一种权利，这也就是所谓的性权。\n\n\n现代社会的许多自己不愿努力的懒惰女人，一句“男方没车没房不能结婚”，剥夺了多少男性的繁殖权。你可以说这些男人娶不到老婆是自己没出息，但是社会资源也是有限的，先天资本也是生下来就注定的。\n而一张姣好的面容却能帮助女性从下等社会一跃而入上等社会，得到更多的社会资源。性权的可怕之处就在于此。\n\n但性权随着年龄的增长不断贬值，有些人的性权本身也不是那么优质，因此，这个社会还是能病态地平衡着。男女之间的关系就像一场交易，像商业一样现实——“我长得漂亮，就是该找更有钱的。”\n\n当然，有越来越多的单纯靠自己努力而不靠性权的女性，她们是伟大的，大学生中的女性的大多是愿意和男伴侣一起努力奋斗的独立女性，她们仅仅用性权支配相处过程中的一些小细节，比如前面所说的审美问题，这些都是小问题了。"
        ],
        [
            0,
            "江安图书馆五楼的电子阅览室没有电脑的那边有很多桌子当作考研自习用的，这种是靠抢的吗，还是要申请啥啥的"
        ],
        [
            2,
            "请问有没有同学了解望江校医院拔智齿的呀，费用，挂号时间，医生这些～或者华西拔智齿的医生推荐，感谢！"
        ],
        [
            2,
            "有些遗憾人力可以避免"
        ],
        [
            2,
            "喜欢的东西为什么不争取"
        ],
        [
            2,
            "为什么没有人爱我"
        ],
        [
            1,
            "我也认识一个这样的朋友，男生情深起来，真的走不出来！愿有情人终究能找到另一个有情人！"
        ],
        [
            2,
            "请问哪里可以找到像楼下这么好的男孩"
        ],
        [
            2,
            "有没有小伙伴想一月份一起去俄罗斯呀（大川视界项目）。汇率1卢布:0.15人民币。"
        ],
        [
            2,
            "18岁那天晚上你们干嘛了"
        ],
        [
            1,
            "刚才吃着饭吃着饭就留下了眼泪，真丢脸……\n十年了，十二岁到二十二岁，我永远忘不了初见你时你的那个笑容……我也永远忘不了六年级在房东家的后院目光坚毅的对你说“非你不娶”四个字时候的场景……\n我也忘不了十八岁的那个夜晚。你说我太优秀了，你我不是一个世界的人了。我很想告诉你你就是我的灯塔，是我的动力，我一直在为你努力，可是啊，那时候幼稚的我还是没学会怎么去处理这些事情！只是那个夜晚后，我永远失去了你！\n那时候终究没学会怎么去爱你，你没学会怎么让我知道你爱我。每次看《那些年我们一起追过的女孩》，都会哭成泪人！是啊，青春期最大的痛苦莫过于同龄女生永远比同龄男生成熟！\n整整十年了，对不起，我还是那个幼稚男孩！每到冬天还是会差劲的想你，6号那天你访问了我的空间，那是你十年来，第二次访问我的空间吧，第一次是你说你谈恋爱了，想放下过去了，准备给我留一条言！很想问问你工作顺利吗，你的学生是不是听你的话，你的男朋友和你，是不是要结婚了！\n很想告诉你，我再也没有喜欢过其他女生了！到大学后，每当朋友问我你这么优秀为什么不谈恋爱？我总是轻描淡写应付过去！我大概是，就这样一直独处下去吧！唯独你穿婚纱的样子，我想看看，那是我梦寐过无数次的样子！\n对了，昨晚上又梦到你了，对不起，原谅我还是一到冬天就会想起你！"
        ],
        [
            1,
            "有没有大三下学期20考研想出去租房子的啊？\n下学期想开始考研但是宿舍好像只有我一个人想考研，感觉会和大家作息冲突，而且本身寝室也没得啥子学习氛围，所以在考虑要不要找几个靠谱的研友合租房子复习考研?大家有什么意见和建议咩~"
        ],
        [
            1,
            "按照马哲观点，任何事物都是一个过程\n男女平等的确是我们追求的一个理想的价值目标\n一方面不能一蹴而就，但另一方面也不能把男女差异永恒化自然化\n社会是人的社会，历史是人的历史，人的本质不是抽象的规定，是活生生的、现实的、实践着的、具体的，本质上是社会关系的总和，人们自己创造自己的历史，全部的社会生活在本质上是实践的\n随着时代的变迁，实践水平的提高，现代的工业自动化和信息化正在逐渐淡化体力因素的差异，而重视科技文化、脑力因素的作用，这就为女性不断提升和发挥自己的能力，获得更为平等的社会地位提供了前提\n人是追求理想又立足现实的动物，事物的发展是前进性和曲折性的统一。一方面，要做好充分的准备，迎接各种挫折和挑战；另一方面，也不能因为不利因素就否定全局，要用发展的观点看问题，坚信事物发展的美好前途和远大前景，树立信心。我相信，在我们的不懈努力下，一个更加平等的社会秩序和性别关系一定能出现"
        ],
        [
            1,
            "啊啊啊啊，中午楼上一直磨板凳，下午五节数学?"
        ],
        [
            1,
            "我支持名义上的男女平等，但是实质上男权还是必须高于女权，因为女的天生的身体结构和天性就决定了很多事女的干不了，支持俞敏洪"
        ],
        [
            1,
            "我一直讲\n大学不是不学，放松不是放纵\n我去各地的学校走访，好多学生就问我\n总长大人，您当年读本科的时候，有几个特别爱玩的游戏啊\n你看看现在很多学校\n大学叫高考 考考 高考叫大学 学学\n有些大学生那是什么呀，龇牙咧嘴的\n我一直讲\n一个大学，有了老师和教学楼不去加课那是可惜的\n有了课程不去拓展难度那是可怕的\n如果拓展了难度没有多留作业，那就是可悲了\n这些大学如果没有给学生足够的压力，让学生紧张起来，那将来这个学校的校长和管理人员是要向全国人民谢罪的\n我有一次去到SCU，那里有个学生在书山底下埋了三天都没出来，不吃不喝，已经超过了学习的那个国际的极限了\n但是他跟我讲，说你们当年在题海里淹了500年都没死，我们也不会死\n有句话叫一千个观众眼里有一千个哈姆雷特\n但是我今天说一句狂话，我希望一千个大学生只有一种状态\n那就是认真上课和学习"
        ],
        [
            2,
            "我室友开题答辩就要回家了\n开心的我 笑得发出了猪叫声\n哈哈哈哈哈"
        ],
        [
            0,
            "校园卡会消磁吗？"
        ],
        [
            0,
            "望江中心食堂今天中午鸭肉有骚臭味！！！\n太恶心了，每一坨都是\n哪里可以投诉"
        ],
        [
            2,
            "30码我就感觉有些盯不住路上了"
        ],
        [
            1,
            "洋垃圾 黑垃圾 黑蛆 下贱 喜欢喝easy girls的尿 吃她们的屎 口活很好 cock 是BBC 或者WBC 楼下的嫉妒的你能做到吗？"
        ],
        [
            1,
            "学妹们千万要小心啊。今天中午就是刚刚的时候，我看到在南门有个穿红色衣服的黑人留学生问问题。我因为英语比较好就去帮着问什么情况。没想到这个黑人一会说有个老人丢了，一会又说有人骗他的钱包，总之就是不知道想表达什么。等女生要走的时候这个黑人终于露出了本来的面目，向这个学妹要微信并且说想做他男朋友。现在大学里面有很多留学生而且很多都是素质不高的。大家尤其是女同学千万要小心骗炮啊我只能做到这里了。"
        ],
        [
            2,
            "刚刚在江安校区从南门外面到西南门的那条路上有一个穿红色棉袄的外国人问我和同学要川大女校长的名字和联系方式，还要加我们的微信，而且不找保安，好恐怖，大家一定要小心！\n他还凶另外一对路过的情侣，应该是只找女生。"
        ],
        [
            2,
            "我朋友捡到17级本科华西临床的白玛曲珍同学的校园卡，可以联系13975141061。有没有同学院的同学可以互相转告一下~"
        ],
        [
            1,
            "刮奖刮到一个谢字就足够了。爱情也一样，没有必要把‘谢谢惠顾’四个字刮得干干净净才肯放手。"
        ],
        [
            1,
            "冻成狗，求好心人告诉一下基教a开空调了吗"
        ],
        [
            1,
            "出售校车票40张，有意者留下联系方式"
        ],
        [
            2,
            "突然很想吃豆沙包。。哪个小天使知道望江哪个食堂卖豆沙包呀QAQ"
        ],
        [
            2,
            "什么屎人生"
        ],
        [
            2,
            "697042是干嘛的"
        ],
        [
            1,
            "我的耳机是不是死在路上了，这都八天了呜呜呜"
        ],
        [
            2,
            "只想被包养"
        ],
        [
            1,
            "搞不懂有的男的，既然毕业散伙人家为何不去找个有爱的帅的有钱的……\n想白嫖嘛，又何必立牌坊？\n这么大人了，走个心负责任都不敢？\n真是应了那句话，不仅丑陋人还渣！"
        ],
        [
            1,
            "这空调中夹杂银耳羹的气味令人窒息"
        ],
        [
            1,
            "呜呜呜呜"
        ],
        [
            1,
            "又看了一个\n一个女生向一个渣男求婚，渣男说在你不在的时候和鸡睡会觉。女生还是原谅他。最后渣男说他和女生的哥哥的女朋友去了个party，后面喝了啤酒，然后给了他一个suck\n哥哥的女朋友说想给女生一个教训，因为她的渣男朋友很easy，想睡就可以睡"
        ],
        [
            1,
            "B站上有好些搬运的各种秀、剧情狗血，标题劲爆\n刚刚看了一个29岁的三个孩子的妈妈，抢了她14岁女儿的男朋友，然后和这个男生生活了15年\n现在怀疑她女儿和她的小男友啪啪啪，因为她说女儿在她的男朋友面前衣着暴露，经常穿低胸衣勾着对他\n还被她儿子看见她男朋友和她女儿在拥抱着狂亲\n还被发现用社交软件和其他女人啪啪啪\n最后测谎仪表面：她男朋友没有和她女儿啪啪啪过，但和其他女人啪啪啪过。但最后原谅了他\nps：她男朋友长得很猥琐，女儿到很好看"
        ],
        [
            2,
            "你放心我一定要可以坚持下来"
        ],
        [
            2,
            "有花堪折直须折。"
        ],
        [
            2,
            "某些男生对人家评头论足的时候真是搞笑，别人爱怎么穿是别人的事情，只要没有裸奔或者穿奇装异服关你diao事?又不是穿给你看，哪里来的自信？而且。。说话时候那女生明显听到了，在别人背后议论也不控制下音量，人家说的你zz你肯定也听到了，不知道感觉怎么样？哈哈。活该。"
        ],
        [
            2,
            "望江校医院可不可以做最常规的入职体检，大概多少钱呀？"
        ],
        [
            2,
            "怎么没人想我"
        ],
        [
            1,
            "，，寝室外面，有猫在叫春，，嗷嗷的"
        ],
        [
            1,
            "梦到和一个女生做爱\n她帮我口，口完进入正题\n然后感觉很真实\n然后就醒了"
        ],
        [
            1,
            "多少中国女人舔洋大人。洋大人还不是就玩玩儿，心里把她们当母狗。\n\n原话大致翻译“我们国家的男人如果在本国找不到女朋友、不自信的，大可以到中国，那里会有大批中国女人把你当宝，体验极佳”"
        ],
        [
            1,
            "女权婊一边鼓吹男女平权，要享受权利，一边又不愿意承担社会责任。\n典型话语:“唉你是男人啊，这都应该你安排啊”“唉你是男人啊房车都该你来付啊”\n然后一言不合就说你是直男。一切不合她意的都是直男。\n\n反正女性拥有社会最大权利——性权和繁殖权，想怎么颐指气使都可以。"
        ],
        [
            0,
            "楼下的楼下，字里行间毫无逻辑可言，禁不起推敲\n别他妈的为约炮做辩护"
        ],
        [
            1,
            "爱情是两性之间发生的，所以爱情本身就是一种性关系，是两性之间相互吸引的感情，广义来说，牵手、亲吻、拥抱等等肢体接触的行为都可以称为性行为。在做这些事情的时候，双方会感觉幸福，其实这种所谓的“幸福感”，本身也是一种性快感。交配则是这些行为的顶峰。\n所以也不用把约炮什么的看得太低劣，他们只是想尽快达到顶峰。\n也不用把爱情看得太高等，他们只是在慢性约炮而已。\n\n至于相伴终生的人，那有一大半是亲情，没有哪个婚姻的激情能延续一生的。"
        ],
        [
            1,
            "你是你\n别人是别人\n你自芬芳\n蝴蝶会来"
        ],
        [
            0,
            "现在纯情的人难道不多了吗.还没谈过男朋友，想知道为什么这么多人对性关系那么随便呢，谈恋爱不是一件认真又美好的事情吗？\n哭了T﹏T"
        ]
    ],
    "18": [
        [
            1,
            "为什么女生总是被渣男的花言巧语偏"
        ],
        [
            2,
            "我妈是本科我都觉得牛逼歪歪"
        ],
        [
            2,
            "你妈是博士真的厉害了"
        ],
        [
            2,
            "请问大家校级奖学金到了吗？？"
        ],
        [
            2,
            "想在info上加一波妹子"
        ],
        [
            2,
            "跳进怀里那两个出去约炮了吗"
        ],
        [
            2,
            "大家都是冬天的时候甚至睡觉每时每刻开着寝室的窗户和门的吗 简直不能理解"
        ],
        [
            2,
            "怎么治脱发"
        ],
        [
            2,
            "喝酸奶"
        ],
        [
            1,
            "呵呵，地域歧视，你真厉害，我没有任何地域歧视的意思，我就是看不惯那些信了外国宗教的人，拿着民族宗教的幌子攫取利益，到头来还反咬一口。"
        ],
        [
            2,
            "请各位学弟学妹在十点之后排练尽量选择离寝室稍远的地方，图书馆学习回来之后很想有安静的坏境休息。\n三八广场，十舍后面的草地，校医院前的空地，白石桥都可以活动。\n你们在跳下去，我真的要崩溃了。\n天天晚上都要跳，一天换一拨人，还自带高音喇叭，互相吼来吼去，真的要疯了。"
        ],
        [
            2,
            "多喝牛奶"
        ],
        [
            2,
            "我永远都在"
        ],
        [
            2,
            "噫……在教学楼上厕所有人进进出出屁股都要吹凉了qaq"
        ],
        [
            0,
            "有人刷创高总是红线不记距离么？？？很恼火"
        ],
        [
            2,
            "控制不好自己的下半身，和狗有什么区别"
        ],
        [
            1,
            "185 150 满意的来"
        ],
        [
            1,
            "看到有学姐追自己舍友，替学姐心疼"
        ],
        [
            1,
            "为什么图书馆厕所老有人刷牙"
        ],
        [
            1,
            "通宵喝酒真的伤，现在头痛肚子难受。"
        ],
        [
            2,
            "有约炮男微博互粉吗"
        ],
        [
            2,
            "垃圾人渣"
        ],
        [
            1,
            "无聊，聊天加QQ2515044952，只陪妹子聊天，基佬滚蛋"
        ],
        [
            1,
            "有时候我也这么觉得  白白浪费了时间"
        ],
        [
            2,
            "见完的网友，让我觉得，根本不值得出门"
        ],
        [
            2,
            "为什么男的那么爱约炮"
        ],
        [
            2,
            "他是本科吗"
        ],
        [
            2,
            "不是矛盾，而是学历上的悬殊可能不能让他或者我的家人接受"
        ],
        [
            2,
            "羡慕你们，我从来不知道男朋友三个字是什么意思"
        ],
        [
            2,
            "结婚和读博矛盾吗"
        ],
        [
            2,
            "有点想读博，可是读的话就可能要跟男朋友分手了。和男朋友在一起很久了，他真的很好，不知道爱情和事业该怎么选择。"
        ],
        [
            2,
            "考哪里不重要，考上才重要"
        ],
        [
            2,
            "要考北京某很好平台的单位，不想藏着掖着，今天一起认识的复习考研的女孩子问我，我告诉她后她说自己没有我有志向，自己只准备211，然后对我进行一系列盘问。\n他妈的都这个时候了谁有闲心对你解释老子为啥考这么厉害的地方。妈的！我对那种不停询问个人隐私的人厌恶至极，想说会主动讲的"
        ],
        [
            1,
            "求推荐健身房，住在望江北苑的，希望近点，洗澡有隔间的，真心求，谢谢了"
        ],
        [
            2,
            "无法互相理解"
        ],
        [
            2,
            "阶级不同真的无法交往，你想的是这个，别人想的是那个"
        ],
        [
            2,
            "陌陌和探探就是专门卖和嫖的软件，有没有人同意"
        ],
        [
            2,
            "一些长得帅的男人可能就和我爸一样，是绣花枕头，觉得女人就是个生育工具"
        ],
        [
            2,
            "有没有望江的同学知道哪里可以练琴呀 有没有琴房什么的 想找个地方练吉他 求告知"
        ],
        [
            1,
            "2298294942 有没有想和我一起起床的"
        ],
        [
            2,
            "找工作时流的泪就是选专业时脑子进的水"
        ],
        [
            0,
            "我准备了明天要给我追的男孩子送东西\n之后我室友就说我 整的跟他妈一样\n是不是这样就显得我主动的很掉价 \n就像上赶着求着别人喜欢一样 \n突然感觉很难受"
        ],
        [
            1,
            "淘宝买东西 一直物流异常选择退货 都退款了 结果苏宁快递非说是我拿了货 还给我看签收单 但上面的字根本不是我签的 现在他们嚷嚷要报警我真的是佛了 专业很忙没时间陪他们在那里bb"
        ],
        [
            2,
            "男人，利用一下他的jb就好，不要爱他"
        ],
        [
            2,
            "“我要求不高，二本就行，但要北京户口”"
        ],
        [
            2,
            "为什么二教周末那几个大教室不开门呢…比较喜欢在里面自习来着"
        ],
        [
            1,
            "北京有全国各地的好次的，但是大多数是复制的，没有原版好"
        ],
        [
            2,
            "北京是不是没有成都吃的好？"
        ],
        [
            1,
            "网名叫白七的狗东西，你妈了个逼。你妈是跟洋爹操过才生出的你吧，你和你妈生出了你爸，蠢逼玩意儿"
        ],
        [
            1,
            "开题还要写报告吗？为什么我们学院一点消息都没有"
        ],
        [
            2,
            "我父母说的是30岁"
        ],
        [
            2,
            "和父母吵着吵着就气哭了"
        ],
        [
            2,
            "真他妈想去北京，证明自己的本事"
        ],
        [
            2,
            "本科开题报告查重不 好想拼凑"
        ],
        [
            2,
            "每次和自己爸妈说自己的未来计划就要被气炸\n为什么这么多年轻人压力自己的家长真的心里没点数么？\n女孩子就别读太久了35岁就没人要了\n别出国了父母在不远游\n我还想飞上太空和太阳肩并肩呢！！！！"
        ],
        [
            2,
            "想问大家异地恋都怎么解决性需求的？实在捉急"
        ],
        [
            2,
            "我爸我妈说，你实习期满不要申请执业了，回老家考公务员"
        ],
        [
            2,
            "人品是一切。如果你长得不好看，那我要恭喜你，你刚好可以识破人心"
        ],
        [
            2,
            "你的亲戚朋友无法理解为什么你研究生毕业了工资才2千五"
        ],
        [
            2,
            "怪不得那么多法学毕业生那么多通过司考的并没有当律师"
        ],
        [
            2,
            "梦想是用啥来坚持的，钱"
        ],
        [
            2,
            "实习律师工资两千五，除去吃饭租房家里每月给你补助两千五，这个职业真的是家里没有两个家底坚持不下去"
        ],
        [
            1,
            "有没有还在单身的，本人大三想毕业前谈个恋爱圆满的结束本科生涯，有兴趣的小姐姐可以加我微信QQ2624656840"
        ],
        [
            2,
            "华西女六舍B栋6楼，每天13:00到13:30在宿舍外走廊大声说话的人请你们原地爆炸好吗？一天天的，叭叭的吵。"
        ],
        [
            1,
            "请问望江基教a附近最近的打印店是在哪！！"
        ],
        [
            1,
            "为什么感觉白人和黑人一样蠢呢"
        ],
        [
            2,
            "【寻找法学考研笔记的主人】\n地点基教a座\n彭议漫同学??\n你的【民事诉讼法】和【民法】\n的考研笔记落到摩拜单车里啦!!\n我把它放到保安叔叔的小房子里了，看见了赶快去取啊!\n感觉自己比物主人还着急，快去拿哦彭同学，认识的法学院的同学也帮忙扩一哈，还有一个月了，丢了他应该挺着急的"
        ],
        [
            2,
            "【寻找法学考研笔记的主人】\n地点基教a座\n彭议漫同学??\n你的【民事诉讼法】和【民法】\n的考研笔记落到摩拜单车里啦!!\n我把它放到保安叔叔的小房子里了，看见了赶快去取啊!\n再发一次!"
        ],
        [
            1,
            "随手关个教室门那么难？就只会虚掩一下？"
        ],
        [
            2,
            "【寻找法学考研笔记的主人】\n地点基教a座\n彭议漫同学??\n你的【民事诉讼法】和【民法】\n的考研笔记落到摩拜单车里啦!!\n我把它放到保安叔叔的小房子里了，看见了赶快去取啊!"
        ],
        [
            2,
            "想多看你两眼都不得行 每天听脚步声猜错人真的很累诶"
        ],
        [
            2,
            "请问你是怎么做到每天只喝两杯水只上两次厕所的？嗯？"
        ],
        [
            1,
            "182 150"
        ],
        [
            1,
            "在网上看见一套900多的汉服，真想有个女朋友买给她穿"
        ],
        [
            2,
            "TOP高校创新科技大赛-AI赛季，明日开战！\n\n大赛由电子科技大学、成都一片森林科技有限公司主办\n\n鲁继文、宋井宽、涂仕奎、李玺 四位“国家人才计划入选者”导师联合发起\n\n旨在打造国内最具权威、最有活力的高校科技赛事，是面向高校人工智能（AI）人才的编程竞赛平台，总奖金高达100万元人民币。\n奖项设置\nTOP\n名额：1 名\n奖励：独享 30万元奖金，指导老师奖励OPPO最新手机一部\n团队赴OPPO国内外研究院访问学习\n获得OPPO校招绿色通道\n\t\nTHE BEST\n名额：课题组、创意组各1 名\n奖励：总奖金20万元（每组各10万奖金），指导老师奖励OPPO最新手机一部\n\n优秀奖\n名额：课题组、创意组各5名\n奖励：分享50万奖金池（每组各5万元奖金）\n\n入围奖\n名额：30名\n奖励：每个团队获得OPPO手机一部\n\n11月21日16:00\n\n电子科大清水河校区成电会堂\n\n2018 TOP高校创新科技大赛\n\n新闻发布会暨电子科大宣讲会正式启幕\n\n到场留名即送神秘礼物（先到先得）\n\n更有机会抽取OPPO R17\n\n高手论剑，不见不散\n\n大赛官网地址：\n\nwww.hopen.net.cn"
        ],
        [
            2,
            "我觉得我性格有问题，掏心不是0％就是100%"
        ],
        [
            2,
            "TOP高校创新科技大赛-AI赛季，明日开战！\n\n大赛由电子科技大学、成都一片森林科技有限公司主办\n\n鲁继文、宋井宽、涂仕奎、李玺 四位“国家人才计划入选者”导师联合发起\n\n旨在打造国内最具权威、最有活力的高校科技赛事，是面向高校人工智能（AI）人才的编程竞赛平台，总奖金高达100万元人民币。\n奖项设置\nTOP\n名额：1 名\n奖励：独享 30万元奖金，指导老师奖励OPPO最新手机一部\n团队赴OPPO国内外研究院访问学习\n获得OPPO校招绿色通道\n\t\nTHE BEST\n名额：课题组、创意组各1 名\n奖励：总奖金20万元（每组各10万奖金），指导老师奖励OPPO最新手机一部\n\n优秀奖\n名额：课题组、创意组各5名\n奖励：分享50万奖金池（每组各5万元奖金）\n\n入围奖\n名额：30名\n奖励：每个团队获得OPPO手机一部\n\n11月21日16:00\n\n电子科大清水河校区成电会堂\n\n2018 TOP高校创新科技大赛\n\n新闻发布会暨电子科大宣讲会正式启幕\n\n到场留名即送神秘礼物（先到先得）\n\n更有机会抽取OPPO R17\n\n高手论剑，不见不散"
        ],
        [
            2,
            "是不是想你就要低头，谁来教教我"
        ],
        [
            2,
            "为什么总有女生上厕所吐口水，能吐在坑里面吗？你是不是脑子水太多低头的时候流下来了。"
        ],
        [
            2,
            "女生要想幸福，选择喜欢自己的不要选择自己喜欢的"
        ],
        [
            2,
            "抹"
        ],
        [
            2,
            "要想皮肤好，就什么也不要摸"
        ],
        [
            2,
            "广东晶科电子2019校招——【川大专场】\n \n好工作，就像冬天穿在身上温暖的棉衣\n山回路转不见君，晶科空留好职位\n想知道你的offer是怎样的吗？\n同学，你的offer请查收→\nOffer岗位：产品研发类11人（研发工程师、产品工程师）；工程工艺类7人（工艺工程师、IE工程师、NPI工程师）；电子技术类10人（光学工程师、热学工程师、结构工程师、电子工程师）产品品质类2人；储备干部类5人；\n \n联系人：朱小姐  13042001175\n招聘邮箱：xiaozhao@apt-hk.com\n校招专场宣讲会时间：2018年11月27日 15:00-17:30\n校招专场宣讲会地点：望江校区（就业指导中心222室）\n 关于职位薪资以及感兴趣的同学欢迎入群了解哦，期待您的加入~???  欢迎加入广东晶科四川大学宣传，群聊号码：726277131"
        ],
        [
            1,
            "176  127"
        ],
        [
            2,
            "报一下身高体重"
        ],
        [
            1,
            "望江求推荐不开空调能开窗的自习室反正我去东三是热得脱外套只穿短袖"
        ],
        [
            2,
            "奥利给啥意思"
        ],
        [
            1,
            "穿棉袄真奥利给"
        ],
        [
            2,
            "老子不信"
        ],
        [
            1,
            "和4-5个人亲过嘴\n和8-9个人上过床\n追我的女生10多个\n没有一个真爱\n我tm就是人才"
        ],
        [
            2,
            "成都真的夏天太热，冬天太冷"
        ],
        [
            2,
            "你知道我不想你离开我"
        ],
        [
            2,
            "爱情啊"
        ],
        [
            1,
            "异地，想去找女朋友。唉"
        ],
        [
            2,
            "都睡了吗？晚安啦～祝赶项目的小伙伴一切顺利～"
        ],
        [
            1,
            "可以把她联系方式给我吗 \n我帮你完成你后悔没干的事"
        ],
        [
            1,
            "呃 可以"
        ],
        [
            1,
            "一个小姐姐想和我约被我拒绝了，现在感觉自己亏了一个亿。（我是处）"
        ],
        [
            1,
            "如何才能要到前女友的联系方式"
        ],
        [
            1,
            "我刚上床，你不会是我室友吧"
        ],
        [
            1,
            "很多年以前，报纸还能发表湖南独立的言论，现在时代变了。"
        ],
        [
            0,
            "台湾属于中国，嗯！"
        ],
        [
            1,
            "想被从早撩到晚的小姐姐烦请留号，义务工作，不求回报。(´･ω･`)"
        ],
        [
            2,
            "大四了，来成都这么久了，实在受不了成都这个天气，来了成都也讨厌死下雨了，北方哪里会大冬天的天天下雨? ? ? 嘤嘤嘤(ಥ_ಥ)\n北方的风，是那种清澈的凛冽，我要回去，我要暖气，呜呜呜?"
        ]
    ],
    "17": [
        [
            1,
            "n女生咋把袜子提的老高 秋裤扎在袜子好难看"
        ],
        [
            1,
            "恕我直言\ninfo里面有些人说话脑子都没有\n是真的傻逼"
        ],
        [
            0,
            "周五在江安图书馆自习，二楼靠窗的位置，下午有个男生坐过来，可以闻到他衣服上飘过来的洗衣粉味道的清香，找插座的时候被他好心提醒，站起来的时候很傻的碰到头了.\n不知道为什么有点心动哎，好想问他:hi，你单身嘛？有没有 刚好缺个女朋呐?  \n不知道姓名 也没有联系方式，希望万能的info和朋友圈帮帮我！? \nPS:如果你看到了这条消息 又恰巧！恰巧！OK的话，可以加我wechat嘛(｡&amp;gt;∀&amp;lt;｡)~odysseylan\n备注~:插座的位置?"
        ],
        [
            1,
            "我想露脚踝是我的自由"
        ],
        [
            2,
            "感觉以前的高中同学都变漂亮了，似乎只有我越来越丑? ? ?"
        ],
        [
            1,
            "今晚基A不开空调有点冷。坐在我对面的那个一袭黑衣的女生应该是大四了，好像在准备考研。我觉得这个范就是我喜欢的范?可是没有勇气上去搭话再说也影响人家学习\n哎电影始终是电影道理我明白，可我还是想什么时候能像电影中一样迎来我的另一半啊?"
        ],
        [
            2,
            "有没有人知道江安快递街代取快递的联系方式呀？可以麻烦去取快递的时候帮我看一下吗？谢谢"
        ],
        [
            1,
            "今年的院迎新都在室外是什么操作。。。。。"
        ],
        [
            1,
            "哈哈哈说那个叹气的女生是不是在工学馆啊???"
        ],
        [
            1,
            "完全不理解怎么会有同学认为不赞成装修宿舍就是圣母了？我也是完全同意装修宿舍的。我今天的发言完全是针对那个自己想出去租房子，还怪辅导员拦着他是因为辅导员不想担责任的那位同学。扣屎盆子之前请动动你的猪脑子想清楚。"
        ],
        [
            1,
            "已经很明显了，内定邱泽影帝"
        ],
        [
            1,
            "2025973391聊天"
        ],
        [
            2,
            "昨天晚上望江9:30回江安那班车，拿一把黑伞，还帮我撑伞的小哥哥(我觉得是研究生)，我后悔没加微信，还能找到你吗，嘻嘻?"
        ],
        [
            2,
            "在自习室疯狂大声叹气的人是不是傻逼啊，你不想学回去就是了啊，叹尼玛气啊，叹一次我忍，尼玛隔一会又叹隔一会又叹我真的建议你别学了回去睡觉打豆豆更快乐。再者说了，你要叹气悄悄叹不行吗，您这是要全班同学都知道您在叹气是吧。傻了吧唧的，滚，因为你是女生我也不好和你正面刚。可是你这种丧了吧唧还影响别人的行为真的很沙雕 真的意识不到声音很大吗？？？我怕我直接把你骂跑了"
        ],
        [
            2,
            "我想拥有一个高高瘦瘦的好人河南的男朋友啊啊啊啊啊不匿了? 实名想要 +QQ2488739457? \n大家帮帮我? 好人一生平安"
        ],
        [
            2,
            "我想要个高高瘦瘦的好人男朋友啊啊啊啊啊啊啊啊啊"
        ],
        [
            2,
            "考研太累了"
        ],
        [
            2,
            "谢谢！！"
        ],
        [
            2,
            "想认识在减肥的超自律的男生[流泪]有时候觉得男生更自律会让我更加无地自容"
        ],
        [
            1,
            "竟然有觉得学校不该改善望江宿舍的圣母，我终于知道我为啥现在住这么破的寝室了，学生的意见都不同意，有这种奇葩"
        ],
        [
            2,
            "10天能不能学会科目三"
        ],
        [
            2,
            "蓬勃的欲望"
        ],
        [
            1,
            "有想学日语的小伙伴吗？？现在打算买课了平摊费用哦！！有意者私。"
        ],
        [
            2,
            "我们都是嫁给不爱的人"
        ],
        [
            1,
            "jio控，找个小姐姐"
        ],
        [
            2,
            "有没有人喜欢我呀~\n我觉得好像没有\n怎么办\n我以后不想相亲啊\n可是\n就是找不到\n你们都是怎么找到喜欢自己，自己也喜欢的人啊"
        ],
        [
            2,
            "不要钱，给我一点爱"
        ],
        [
            1,
            "报销200"
        ],
        [
            1,
            "共青团的校级团校、院级团校、什么各种团课、寝室团支部、班级主题团日真是恶心，还让不让人有自由时间，还强制性去...."
        ],
        [
            1,
            "只剩一根烟了，还要过一晚，只剩一点爱了，还要过一生？"
        ],
        [
            2,
            "今年奖学金怎么发的这么晚...双十一放纵之后等钱救命呢"
        ],
        [
            1,
            "？？？？这么可怕的么？所以像我这样的老司机有活路了"
        ],
        [
            2,
            "反对"
        ],
        [
            2,
            "处男不懂得爱，不懂得怎么爱女生"
        ],
        [
            1,
            "缅怀保罗"
        ],
        [
            1,
            "老司机发车啦"
        ],
        [
            1,
            "布莱恩……托雷托"
        ],
        [
            2,
            "布莱恩"
        ],
        [
            1,
            "好久不见"
        ],
        [
            1,
            "邱泽"
        ],
        [
            1,
            "押影帝系列！\n我先来，彭昱畅"
        ],
        [
            1,
            "球金马奖直播地址"
        ],
        [
            2,
            "总觉得说的话是在讽刺我，是我自己心态自卑容易多想还是她说话阴阳怪气引人遐想。。。\n好郁闷，好好说话不行吗→_→"
        ],
        [
            2,
            "求一或者二月一起去韩国考雅思的妹子！四刷雅思再不过就要死了！QQ953504610"
        ],
        [
            2,
            "不够喜欢就分手"
        ],
        [
            1,
            "嗯！是啊！一起加油！"
        ],
        [
            2,
            "你也是很美好的人～你一定很善良阳光吧\n辛苦努力的意义就是遇到发着光的人和发着光的世界"
        ],
        [
            2,
            "留号。"
        ],
        [
            1,
            "我举报的，你来认识我呀！"
        ],
        [
            1,
            "可是还是有很多开心的事呀，一首好听的歌，一场久违的雨，一件厚实的衣，一句微不足道的关心。把眼光看在这些上面，希望姑娘天天开心，生活是真的很美好，你也是真的很美好的。"
        ],
        [
            2,
            "真的是在孤独前行\n我好像从高中开始就这种感觉\n一直没有归属感\n有的时候感觉离理想很远\n不想很差\n但是努力的时候总会出各种情况\n租房子复习隔壁情侣在我十二点睡的时候开始活动\n后来敲门女的说正常分贝，你知道她有多丑嘛！你们见过那种不规则土豆的话上面有七个孔，她的脸就是那样的，我好想找关系想办法找到她单位。也很想等她上班的时候跟她去她单位闹事。今天在微博上看到一个考研的女孩子也遇到这种奇葩。我的心里好难受，每个人都这么不容易"
        ],
        [
            1,
            "谢谢！嘻嘻"
        ],
        [
            2,
            "楼下的留言真的好暖"
        ],
        [
            1,
            "好多孤独和躁动的心在这里跳动啊，希望你们都能找到陪伴的人，让自己可以不再独自前行，可以心平气和。"
        ],
        [
            2,
            "换了个号"
        ],
        [
            1,
            "嗯？你做了什么被举报了？"
        ],
        [
            2,
            "谁举报的我？认识一下"
        ],
        [
            1,
            "优秀的路上总是孤独的"
        ],
        [
            2,
            "在准备考研，也真的好孤独"
        ],
        [
            1,
            "奖学金不能重叠拿 不排除某些关系 国奖，综合奖学金其他奖学金一起拿的。"
        ],
        [
            1,
            "大家打ndxx都是什么答案啊？"
        ],
        [
            1,
            "阿珍爱上了阿强"
        ],
        [
            2,
            "见不得别人好"
        ],
        [
            1,
            "bad win"
        ],
        [
            2,
            "有些人咋那么坏呢"
        ],
        [
            2,
            "瞬间封号，不玩了"
        ],
        [
            1,
            "想问下大家望江附近有木有靠谱的洗牙的地方啊"
        ],
        [
            1,
            "电脑背在书包里，伸手进去拿书的时候电脑反射出自己的手，以为书包里有一只手伸出来，吓死我了? ? ?"
        ],
        [
            1,
            "举报吧 骗子"
        ],
        [
            1,
            "既然不是你说的，那你咋还不加我"
        ],
        [
            2,
            "不是我说的，有人乱入了"
        ],
        [
            1,
            "怎么能是乱留号呢？你这人好过分哦"
        ],
        [
            1,
            "那咋还不加我"
        ],
        [
            2,
            "也不是gay"
        ],
        [
            2,
            "不是抠脚大汉"
        ],
        [
            1,
            "但我会给你钱的，就是体验一下这种刺激的感觉"
        ],
        [
            1,
            "我说错了，其实是我故意拿的"
        ],
        [
            1,
            "而且肉也少了，我是不小心拿的，你把你支付宝给我，我转你吧，实在不好意思"
        ],
        [
            1,
            "你那个冒菜有点辣，再少放点辣椒就好了"
        ],
        [
            1,
            "坐标北一，拿我外卖（冒菜）那哥们，也不知道你吃的怎么样，要是觉得好吃，你吱一声，晚上我再点，你出来咱俩唠唠"
        ],
        [
            2,
            "漏脚踝贼傻逼了"
        ],
        [
            1,
            "可能网络喷子就是你这种人慢慢变成的吧，有事情不会主动和身边人沟通解决，就在一个没有人认识你的地方乱喷，你是疯狗嘛？"
        ],
        [
            1,
            "洋大人住的舒服那是国家政策，说大了是为了我们中国人的面子，我不是辅导员，我只是看不惯某些同学为了自己而去把责任推到其他人身上，还是在其他人没有做错什么的情况下。"
        ],
        [
            2,
            "这么冷的天气，还漏脚踝的女生，或者男生，我不觉得好看，我觉得你们神经病吧?"
        ],
        [
            2,
            "我凭什么不能住的舒服，而洋大人就住的舒服"
        ],
        [
            2,
            "楼下就是辅导员吧"
        ],
        [
            1,
            "那个自己想出去租房子又在埋怨辅导员的同学真的是really自私了，学校凭什么你说改善就改善，你以为学校的钱是大风刮来的？还是你每年像贵族学校那样交十几万的学费？学校的每一笔资金要么就是国家拨款，要么就是社会捐助，这些钱用处都是有规定的，基本上都是为了教学科研的经费，凭啥花钱让你住的舒舒服服？还有，辅导员不让你出去住就是一种负责任的行为，你在学校住，看似辅导员没有管你，你把围合的大妈们当成摆设？把宿舍的门禁当成摆设？你出了事辅导员不是能够立刻到你们宿舍找到你而不是还要出去找你那个不知道在哪里的租的房子？而且，你在宿舍，禁止你用很多东西，就是为了你的安全着想，你到外面去了，一个人住，电器，天然气这些安全隐患都是存在的，如果发生事故，你可以让你的父母不来找学校麻烦嘛？动动脑子想想吧，不要这么自私了。"
        ],
        [
            0,
            "一定要好好的，开开心心的，"
        ],
        [
            0,
            "你一定是我的，\n我一定会跟你在一起的\n我一定会娶你的\n那两个梦，好清晰，我们好开心"
        ],
        [
            2,
            "男人不也一样吗"
        ],
        [
            1,
            "这些女生一天为爱哭的死去活来的有意思吗？你自己找男朋友非要找什么180+了，什么长得帅了，一堆外部硬性条件，爱情是内心的软件情感，你一开始就搞这么多条件把真心人挡在外面了，搞的像去鸭店选鸭一样，爱美之心人皆有之，所以人家能吸引到你就能吸引到其他女生，能搞到你就能轻易的换其他女生，这些外部硬件是会贬值的，当新鲜感没有之后，肯定就可以轻松换成其他人了，自己选的路，自己就要为自己的选择负责。(据我所知说白了就是凭长得帅长得高撩妹搞完没有新鲜感了就找一堆有的没有的理由换其他女生，反正很简单嘛)---来自多年的观察和亲眼所见，亲耳所听。"
        ],
        [
            1,
            "请问各学院国家奖学金和学校一二三等综合奖学金可以同时拿吗？我们学院是一起拿的，经常动不动一拿就一万多，要不就很少或没的"
        ],
        [
            1,
            "没有规矩，不成方圆。如果学校允许所有同学想住哪儿就住哪儿，出了问题谁负责?只要你是学生，学校就会对你负责，对你负责的前提是你要守规矩。"
        ],
        [
            1,
            "大学生、成年人，不能决定自己住哪，这是违反人权的"
        ],
        [
            0,
            "想收一台15款13寸的MacBookpro，型号mf839 840都可以，有小伙伴有闲置的出可以联系我，qq1063215955。微信 Kakarotto_4280"
        ],
        [
            2,
            "求求大家不要再江安图书馆3-2门附近背书了，声音很大，在疯狂补作业的我真的很难受了"
        ],
        [
            2,
            "我就是被发现搬回来的那个 但起码还是在外住了一年?"
        ],
        [
            1,
            "所以学生只能瞒着辅导员租房子，被发现了再搬回来？"
        ],
        [
            1,
            "怎么看待学校不想花钱改善宿舍环境，辅导员还为了不想担责任而不让学生自费去租房子住的事实，并且威胁将租房不住宿舍学生记入学生档案"
        ],
        [
            1,
            "望江北一宿舍楼内施工有人一起联名上书吗"
        ],
        [
            1,
            "奖学金还不发我要死了"
        ],
        [
            2,
            "我喜欢处男，就像男人喜欢处女"
        ],
        [
            2,
            "处男这个词怎么就成了贬义词了"
        ],
        [
            1,
            "听说九眼桥有小酒馆，有人约吗？男生女生都行，单纯的为了音乐！（约炮狗勿喷）"
        ],
        [
            2,
            "没有，就一个褒义词，你炸啥"
        ],
        [
            1,
            "楼下要好好的！想不到女生也有这种类型的啊！这个城市再喧嚣，也难掩饰自己的孤独！我遇到了很喜欢的她，可是抑郁成疾，没学会和自己相处，分了！比起学不会和别人相处最难受的是学不会和自己相处"
        ],
        [
            2,
            "在公交车上贴在一个很帅的高中生身上，我和那些猥亵女生的猥琐大叔有什么区别"
        ],
        [
            2,
            "一个人在背书，空荡荡的～有个女孩子让我占座给她，她去食堂给我带饭。结果现在还没来，我肚子也咕咕叫，占座内心也很内疚。以后不会了。\n不要寄希望于别人，可我真的很孤单，有喜欢我的人，可我已经失去了和他在一起的耐心。\n我还没学会和自己好好相处～"
        ],
        [
            2,
            "我想找你，但是没勇气"
        ],
        [
            2,
            "神经病？"
        ],
        [
            0,
            "陪喜欢的人去夜店真的是一种很奇妙的体验..."
        ],
        [
            2,
            "我今天刚好听了《广岛之恋》这首歌，好像老有这种事情，就是一件事情在回到生活的时候，往往会出现两次。"
        ],
        [
            2,
            "我二十岁了 我真的很快乐 我爱你们\n我收到了来自我哥的总裁式礼物--两千红包\n我又可以从双十一活过来啦\n我也可以像别人一样截账单来炫耀我哥啦"
        ],
        [
            1,
            "把袜子放自己家洗衣机洗没有什么说的，放到公共洗衣机里洗的。。。"
        ],
        [
            1,
            "想帮室友征婚（虽然不知道怎么才征的出去），大三望江♂，热爱游戏与小说，身高1m多，体重不到200，热情活泼，调皮可爱，多金纯情。\n有喜欢 圆圆的男生 的妹子可以留一下号吗"
        ],
        [
            1,
            "学校保卫处会管流浪狗的事情吗?望江东五每天晚上听狗叫到一两点，晚归回寝室还可能被狗追?学校保卫处不管我就去买异烟肼了?"
        ],
        [
            2,
            "人超级多，只有我是一个人。"
        ],
        [
            1,
            "Hi,你好！\n我是一枚望江的同学，颜值较高，头脑灵光，或许还幽默气质佳。晚上有些无聊，有高颜值高颜值高颜值小姐姐可以聊聊天的吗～\n嘿，不约也可以的!\n扣扣:2335304620"
        ],
        [
            1,
            "内裤放洗衣机不怕得病？"
        ],
        [
            1,
            "犯罪这种事情，全或无，所以强奸犯和杀人犯以及与幼女发生关系者，不论成功与否，都该拿去做医学实验；小偷和强盗就应该无期徒刑加无偿劳动――创造的价值不应该低于养活他们的成本"
        ],
        [
            1,
            "裤衩袜子放洗衣机确实坏习惯吧，不仅自己容易得病，别人也容易得病。袜子上细菌可比别的衣服裤子多多了，而且洗衣机还不容易洗掉。"
        ],
        [
            1,
            "大家一定要去看神奇动物在哪里！！哇，男主男配都很有看头"
        ]
    ],
    "16": [
        [
            1,
            "裤衩袜子放洗衣机就是坏习惯了？？？？"
        ],
        [
            1,
            "我特别想知道逸夫楼的保安是那个老师家的亲戚，每次去都牛逼的不行，看门狗罢了，骂骂咧咧的一天天狂吠，这狗不拿绳子拴着会乱咬人的。"
        ],
        [
            1,
            "求各位别把裤衩袜子放洗衣机里了。平时看上去都是干干净净的帅小伙儿，咋会有这种坏习惯呢。"
        ],
        [
            2,
            "多可惜"
        ],
        [
            0,
            "我住望江东二七楼的，我真没想到球鞋放外面也有人偷，望大家引以为戒，贵的鞋别放门口了。\n\n如果那个拿走的人看到了，请你放回来，谢谢"
        ],
        [
            1,
            "因为《广岛之恋》对莫文蔚路转粉，，因为海报而粉转路"
        ],
        [
            2,
            "野心大的人不一定过的好"
        ],
        [
            2,
            "请问大家综合奖学金拿到了吗？"
        ],
        [
            1,
            "总感觉自己发育比别人慢半拍。比如，个子长的慢，初中去网吧别人能进去我就进不去。但是，直到高中才开始长个子，一直到大学还在长。又比如，看色情片都比别人晚，别人初中就看，自己上高中才看过。那么，我觉得我是不是死的也要比别人晚，记得毕业的时候某君说，以后咱们不比谁有钱，谁有权，就比谁活的时间长，所以啊，就祝你长命百岁吧，以后回北苑一起过百岁大寿吧。"
        ],
        [
            2,
            "你要是在乎我就低头找我一次，我一直在等你"
        ],
        [
            2,
            "透"
        ],
        [
            2,
            "有没有同学有商务礼仪段颖希老师的联系方式呀，求一个，蟹蟹"
        ],
        [
            1,
            "谁都行，陪我看一场电影，看什么都行，你定，我请，男的女的都行！匿主男"
        ],
        [
            0,
            "宿舍楼道有监控吗，tmd有人偷我鞋"
        ],
        [
            2,
            "??‍♀️转租\n\n?套三中的次次卧转租，随时入住，有空调，桌子，衣柜，还有一个床边小桌子（衣柜和小桌子都是在宜家刚买的）\n\n?地址：科华北路附近，SOHO沸城背后的那个小区，6楼，楼下就是沃尔玛，离倪家桥地铁站走路10min，生活非常便利\n\n?房费：每月800，押一付三（押金我付过了，所以你只需按季度交房租就行，房子是租到19年6月底的），物业费，水费，网费等需要和两位室友平摊，房间内的其他公用物品我已经跟室友A过了，可以直接使用\n\n?租客要求：女生，爱干净 \n\n?联系方式：微信18993538025，加微信时备注租房"
        ],
        [
            2,
            "今晚是哪个学院在青广演出啊"
        ],
        [
            2,
            "真美好啊，可惜不属于我"
        ],
        [
            1,
            "男朋友有钱和别人出去上网唱歌吃饭\n没钱和你出去吃饭，AA都没钱的那种\n\n要不就是老夫老妻，要不就是不是真的爱你"
        ],
        [
            1,
            "有没有12月1日去看莫文蔚演唱会的，不想一个人去啊?"
        ],
        [
            1,
            "我想问一下，有人认识我们学校的微生物的研究生吗？或者知道他们的QQ，谢谢"
        ],
        [
            2,
            "大家怎么理解这种\n男朋友有钱和别人出去上网唱歌吃饭\n没钱和你出去吃饭，AA都没钱的那种"
        ],
        [
            2,
            "我想和你苟且"
        ],
        [
            2,
            "为什么你这么清楚我的套路"
        ],
        [
            1,
            "哎妈呀，笑死我了，跟风发了自己一个小号，有一个118岁的&#39;妹子&#39;加了我，我尼玛就想调戏调戏这info上的gay们，对方问我多高多重，我随便编了遍，然对方就说不要比自己矮的男士，我这套路还没开始呢！还能不能让人愉快的调戏一下这些死基佬了"
        ],
        [
            2,
            "想问下网课 中国历史地理概况群号是什么？万分感谢"
        ],
        [
            2,
            "处男的清香"
        ],
        [
            1,
            "我好怀念江安的生活，江安真好"
        ],
        [
            1,
            "有人要看神奇动物吗 等会七点的…订错日期了 便宜转让，地点韩国城…"
        ],
        [
            2,
            "哈哈哈哈，你好可爱啊，还没拉黑。\n忍着吧，反正也不必有过多交集"
        ],
        [
            2,
            "想你一万遍却不会联系你"
        ],
        [
            1,
            "你拉黑了？"
        ],
        [
            2,
            "我告诉你们吧，老师们也是会看info的（略略略）\n你们这些年轻人\n很危险的"
        ],
        [
            2,
            "拉黑室友是种什么样的体验"
        ],
        [
            2,
            "刚刚碰见一个小朋友，忍不住小声嘟囔了一句：这个小胖子真可爱。\n结果他瞅了我一眼说：你才是最胖的\n哼ヽ(≧Д≦)ノ\n你这个小瘦子一点都不可爱"
        ],
        [
            2,
            "我爱数学，我爱政治，我爱专业课，我爱英语。\n我希望\n他们\n也爱我\n如我爱他们一般\n真好"
        ],
        [
            2,
            "最怕的道歉是：就当是我错了，对不起行了吧\n以后要道歉就道歉，觉得自己没错就别道歉。真的，这样的道歉更不讲道理，更伤人，更辣鸡"
        ],
        [
            1,
            "出去租房子就完事了"
        ],
        [
            2,
            "遇到很讨厌的室友该怎么办？完全不想看她，想拉黑她，感觉她在我心里没有一个优点。"
        ],
        [
            1,
            "hello？\n奖学金石沉大海了？"
        ],
        [
            1,
            "鸡巴四川基校"
        ],
        [
            2,
            "队友带不动，心累啊。非得我说得清清楚楚，把要做的事情写得一清二白才能明白。我忙，让他们自己想想，就什么都不会。问他们怎么想的，什么都说不出来。写个报告也写不出来，我想打人啊。但是本来就容易生气，也知道自己要控制自己，所以还是耐着性子重新做。"
        ],
        [
            0,
            "真的想知道校车站在想什么，那么冷的天弄子多人等了一个小时还没走。脑壳都给我吹痛了"
        ],
        [
            1,
            "四川戏多的婊子大学就那么喜欢关心藤本美贵的生活啊？看不到人家从里到外散发的对四川大学的鄙视吗？"
        ],
        [
            2,
            "艾滋哪有那么容易得"
        ],
        [
            2,
            "有同样喜欢蹦迪喜欢说唱的小姐姐吗 可以认识一下吗"
        ],
        [
            2,
            "在图书馆打电话的人在想啥？华西图书馆三楼小隔间后面的老哥已经打了两次电话了，接电话，性冷淡地声音响起“哪位”，他看起来很享受。"
        ],
        [
            2,
            "炒鸡想要的"
        ],
        [
            2,
            "不在成都，不然就约了"
        ],
        [
            2,
            "艾滋病小姐姐不要丢下我"
        ],
        [
            1,
            "可以 弟弟  是我抬杠  真想探讨来加我  你的评论里有我留的号  全网封禁的东西公开场合不适合讨论  加了我慢慢跟你讲   地域歧视就是从你这种以偏概全自以为是的人出来的"
        ],
        [
            1,
            "明天世纪城发传单有兼职的吗？150一天，需要两个人，电话：18030706296（短信名称+学院）"
        ],
        [
            2,
            "你摔你妈门呢沙雕"
        ],
        [
            1,
            "抬杠谁不会，就你最理性，非要等把所有维族人认识完才下结论，真是无语。我对7.5了解不多，其它的更不用说，但我知道做的那些事绝对不是简单的被恐怖势力误导这么简单，没有打心底的仇恨，谁会做那些事"
        ],
        [
            1,
            "转 长桥事件\n\n\n\n：你们这些妖艳版本是认真的吗！\n\n\n\n\n前天下午\n口腔导论课后\n去买了水果捞准备带回宿舍\n在自行车上一颠\n全撒了\n然后准备回宿舍拿扫帚\n结果不能一边骑车一边拿两根棍子\n就去青广求助一位阿姨\n“嬢嬢，长桥上有水果捞撒了”（重庆话）\n“啊，有人拦着没有”（四川话）\n“没有”（重庆话）\n“那我去和那些人说一下”（四川话）\n接着去撒水果捞的地方等阿姨\n阿姨却没有跟来\n于是离开去上大计基\n晚上九点过\n被拾老师一通电话叫出去\n知道发生了这么多事\n写了一份情况说明\n十一点回到宿舍\n然后这蛇皮的事情\n是哪个亲爱的室友传出来的呀？"
        ],
        [
            1,
            "我寻思楼下那个自以为自己知道的多的  我只能说  你知道个求  维族人不认识两个比别人多知道个七五就敢说异族怎样怎样了  真是给脸了"
        ],
        [
            1,
            "是个四川垃圾大学"
        ],
        [
            2,
            "啊 可能就是比较单纯吧 听到这句“I&#39;m Chinese” 居然要落泪了..."
        ],
        [
            1,
            "我觉得新疆的少数民族都非常好啊，人很热情很豪爽啊，又有民族特色，而且新疆女生真的好看！怎么会有地域歧视民族歧视这种东西？我地地道道南方人"
        ],
        [
            2,
            "科二一把过爽歪歪"
        ],
        [
            1,
            "是我飘了吗，感觉有些往年考研阅读题不严谨，有些题偷换了主语还能作为正确答案的吗。。。"
        ],
        [
            2,
            "民族歧视和地域歧视是最傻逼的"
        ],
        [
            1,
            "大家形教怎么考啊"
        ],
        [
            1,
            "校级奖学金发了吗"
        ],
        [
            2,
            "那为什么给她发"
        ],
        [
            1,
            "川大西门天桥对面套一出租 租金1500\n想租的可以留号了 无中介费哦"
        ],
        [
            2,
            "妹子没有艾滋"
        ],
        [
            1,
            "楼下那个0求1的你说你恶不恶心"
        ],
        [
            1,
            "男神！！！\nhttp://m.toutiaocdn.cn/i6624326571429724675/?iid=51203469755&amp;app=news_article&amp;timestamp=1542346763&amp;article_category=stock&amp;group_id=6624326571429724675&amp;wxshare_count=1&amp;tt_from=weixin&amp;utm_source=weixin&amp;utm_medium=toutiao_android&amp;utm_campaign=client_share&amp;from=singlemessage"
        ],
        [
            2,
            "为什么没有男的给我发红包"
        ],
        [
            1,
            "好好生活，"
        ],
        [
            1,
            "哈哈哈回不来"
        ],
        [
            2,
            "哈哈哈哈，我输了"
        ],
        [
            1,
            "川大行政楼的办事效率无人能敌\n龟速"
        ],
        [
            2,
            "哈批早点得艾滋吧"
        ],
        [
            2,
            "死傻逼，"
        ],
        [
            2,
            "多你妈"
        ],
        [
            2,
            "最近我的竞争对手有点多啊"
        ],
        [
            2,
            "我更简单，请我吃块蛋糕就可以"
        ],
        [
            1,
            "本来打算看今晚的毒液，结果手抖买成了神奇动物去那里二，七点CGV的，三张票，有没有小伙伴需要啊！有联系的扣我1250031399"
        ],
        [
            1,
            "管你男的女的加了再说"
        ],
        [
            2,
            "怎么个钓鱼法"
        ],
        [
            2,
            "学生时代的男生真美好啊"
        ],
        [
            2,
            "在上学放学高峰期挤公交车离帅哥很近很近，闻一闻他身上的气味"
        ],
        [
            2,
            "楼下是男的，。."
        ],
        [
            2,
            "有?️人知道 商业街取快递那儿 贴的代取快递的电话或者微信？谢谢"
        ],
        [
            1,
            "解释一下，国防预科班不是国防生，准确的说是军二代，川大每年都会给一些地方部队一些名额，然后一般就首长高官的孩子，成绩不是很理想的估计二本左右就过来了，毕业也是本科生，至于去不去部队得看人家心情咯"
        ],
        [
            1,
            "图书馆发生了什么"
        ],
        [
            1,
            "换手机转让iphone 6P，16G，¥860，电话/微信：13540637123"
        ],
        [
            1,
            "我妈体检结果出来了，高灵敏血清促甲状腺激素偏高，其它都挺正常，我立马查资料，联合专业知识，摆事实讲道理，折腾了一个小时，企图安慰她“有亚甲减的可能性，不是什么大问题，别担心”\n我妈:“你气死我了。”\n我太:“？？？”"
        ],
        [
            0,
            "上nm这么多课，b事最多的就nm烂国情教育。点nmp的名"
        ],
        [
            1,
            "少数民族预科班"
        ],
        [
            1,
            "长桥水果店捅人原来是误会"
        ],
        [
            1,
            "预科生？507的课表原来是预科生的，全尼玛些什么语文数学，学的什么jb玩意，这尼玛不是高中生学的东西。川大是什么人都招？？？"
        ],
        [
            2,
            "昨天晚上在晏家吃饭，吃完饭把表忘在了椅子上。其实那块表虽然装在故宫博物院的袋子里，但是它是我的旧表啊。带了快两年了的一块卡西欧，也不值多少钱。希望如果真的是有人不小心拿走它了，能把它还给我，带了两年了，真的很有感情的。最近真的太倒霉了，今天去店里找，不仅没找到，回来时还被洒水车洒了一身水。"
        ],
        [
            1,
            "中通搞他妈笑吗，效率那么低，排了半个小时没挪动过，一长队人在冷风中陪他玩儿吗cnm傻逼快递"
        ],
        [
            1,
            "看到他们有没有班主任什么的 给他们老师说噻\n妈的沙雕小屁孩 抽个屁的烟"
        ],
        [
            1,
            "基教那几个抽烟还骂街的混混找到了，A507国防预科生。川大就招这些人来霍霍学校环境"
        ],
        [
            1,
            "校级奖学金什么时候发啊"
        ],
        [
            2,
            "2块钱一张校车票 出"
        ],
        [
            1,
            "吐槽望江校车站\n今早七点五十五开始等到八点四十五才上车\n能不能有点效率？？\n人还那么凶\n佛了"
        ],
        [
            1,
            "工科馆三楼咋有屎臭 死老鼠的气味"
        ],
        [
            1,
            "图书馆某个傻缺，吃早点味道大能不能除去"
        ],
        [
            2,
            "收东西找出一堆校车票，我以为没有了的? ? \n是不是只能当rmb变成白纸了？"
        ],
        [
            2,
            "吵死了，cnm"
        ],
        [
            1,
            "夜深人静，突然想念前女友"
        ],
        [
            0,
            "薄暮瞑瞑"
        ],
        [
            2,
            "所有想用自己的死亡去威胁身边的人的，我真的瞧不起你们，如果你们真的死了，没有人应该为此负责，除了你们自己"
        ],
        [
            1,
            "江安河的水一直很脏\n里面鲜有鱼虾\n只见过一次王八\n在一滩烂泥上画画\n\n不高山的树种的杂乱无章\n灌木乔木竹子混在一起\n就像打了个喷嚏\n碰落的一地谷子芝麻\n\n可我喜欢江安河\n那里有我们坐过的长椅\n讲过的悄悄话\n\n也喜欢不高山脚下\n那幢没人住的房子\n和那棵爬满蝴蝶叶子的大树\n\n我喜欢你  却无能为力\n这种感觉好丧啊"
        ],
        [
            0,
            "你真的甘心吗？你真的忍心吗？\n你一定要好好的\n——\n我即将化为天上的一颗疏星，\n沉睡，寂静"
        ]
    ],
    "15": [
        [
            1,
            "本人15号基教c最后一排丢失一个2g的小u盘，是亲人送的，陪伴多年，有感情了，如有同学捡到，请短信13258231569，谢谢"
        ],
        [
            1,
            "药学院奖学金什么时候发"
        ],
        [
            2,
            "毕业论文狗求助！访谈录音有十二个小时，录音转文字整理不过来了，求帮忙整理。有偿！12小时400块。价格可商量。有意者留下微信号私戳！"
        ],
        [
            2,
            "回收约炮狗"
        ],
        [
            1,
            "做回原来的自己好难，谈恋爱两年半，分手两年半，最终变得自己也不认识自己了。既然要分开，为什么要开始呢。"
        ],
        [
            1,
            "别人都说了是基佬了...你还在这喷？\n是约炮狗约不到的暴躁？\n无能狂怒？\n哈哈哈这个词真有意思 yang神牛逼"
        ],
        [
            1,
            "下次再路过，人间已无我"
        ],
        [
            2,
            "苏宁快递是魔鬼吗！！！预计14号到的快递，16号还到不了，我觉得丢件了，打客服电话一直是机器回复，求问大家有哪些联系到快递的办法，救救孩子啊啊啊啊"
        ],
        [
            1,
            "求求周天华西下午三点一门课要上，有偿代课啊！需的短信我17780673495"
        ],
        [
            1,
            "谢谢今晚从图书馆回东园宿舍在路上借我伞的那个小姐姐，分开后才反应过来为了感谢你至少应该请你吃顿饭"
        ],
        [
            1,
            "装作女生来约男生的基佬是活的多失败？"
        ],
        [
            1,
            "楼下天天约的 恶心的基佬 全家死"
        ],
        [
            1,
            "我见过\n不爱你，还不放过你的\n还见过更可笑的\n爱你，却放过你的"
        ],
        [
            1,
            "伞雨守恒定律，不可兼得"
        ],
        [
            0,
            "体育馆晚上开门吗？可以打球吗？有人知道吗"
        ],
        [
            1,
            "在校车上遇到了一个长的特别乖的女孩子，正好我旁边有空位坐在我旁边。下车前鼓起勇气和她开口搭讪要微信，被很委婉的拒绝了。唉……好受打击…"
        ],
        [
            2,
            "不许约，info的男的都是我的"
        ],
        [
            1,
            "亲表弟，是近亲吧！注意安全措施"
        ],
        [
            2,
            "我是女生"
        ],
        [
            1,
            "那我还是回去吧 我是那种擤完还会不停地有的那种。。这两天用的纸可以绕体育场两圈了。。谢谢大家的建议。。"
        ],
        [
            2,
            "所以大家是不是都觉得这种性幻想有问题……"
        ],
        [
            2,
            "去年过年表弟说喜欢自己 还强吻了我 当时惊讶到不行 但他对我确实挺好的 今年双十一顺手给他买了面膜 最近总是幻想过年回家的时候和他做爱 啊 我要疯了（表弟健身 有肌肉 这个蛮戳我的）"
        ],
        [
            2,
            "擤一次可以管很久吧，我之前感冒了有鼻涕就擤掉，自己舒服了，别人也舒服，而且总觉得一直抽鼻涕不太雅观。不时出去透透风，实在难受就回寝室睡觉休息吧，能早点好，病好了学习效率才高呀"
        ],
        [
            1,
            "看你的擤鼻涕频率吧，只要不太频繁我觉得可以忍受，咳嗽不停的话是真的很影响别人学习和思考的，希望大家多站在别人的角度思考，你爱学习来自习当然是好的，但是如果影响别人学习的话能不能换个方法学习呢"
        ],
        [
            1,
            "那醒鼻子可以吗。。鼻塞得要死一直醒。。是否打扰了图书馆里的人 打扰的话我也回寝室好了。。"
        ],
        [
            1,
            "我还记得上次我说感冒去医院别来自习室，一个传染性还有一个影响他人学习，有圣母不停地杠我? ? ? 这么多人还在说这个问题，那位圣母怎么不出来杠了？问题核心在于感冒该不该来自习室，圣母不停地杠我说“感冒克制咳嗽”这个问题，用粗鄙之语骂我是喷子，她自己的行为是不是也是喷子呢，我现在想想都觉得好气哦，唉"
        ],
        [
            1,
            "天都聊不起 真瞧不起你\n\n╮(╯_╰)╭"
        ],
        [
            1,
            "有人明年考法硕(非法学)的吗 找个队友一起自习学习"
        ],
        [
            2,
            "你他妈是有多丧尸饥渴21819975359"
        ],
        [
            2,
            "忘了出力出精出钱还肾虚的那个了吗"
        ],
        [
            2,
            "对啊，所以都不要约了"
        ],
        [
            1,
            "奖学金怎么还不发"
        ],
        [
            2,
            "也不行"
        ],
        [
            2,
            "自慰也别和info上的约"
        ],
        [
            2,
            "有生理需求 但是碍于世俗眼光 \n终究讲所以憋在心里"
        ],
        [
            1,
            "有小伙伴知道黄勇老师的中华文化课布置的作业是什么吗?"
        ],
        [
            2,
            "拮抗是个病人，请你不要计较"
        ],
        [
            1,
            "看见一位好可爱的妹子，哇，不敢正眼看她"
        ],
        [
            2,
            "今天约电影的是拮抗ace?"
        ],
        [
            1,
            "自己去杨胖子啊，在这里问有啥用"
        ],
        [
            1,
            "望江有人想今晚看神奇动物2吗"
        ],
        [
            2,
            "我开玩笑呢"
        ],
        [
            1,
            "国励是5k"
        ],
        [
            2,
            "请问大家收到的国励奖是5000吗？为什么是5000呢？不是6000吗……"
        ],
        [
            1,
            "经常一个人去看电影，中午我特么就想约个人一起去华联看个电影，结果这些评论到底咋回事？我不信全是川大人说的！这里面到底混了多少社会上的所谓的傻逼“炮王”人渣？"
        ],
        [
            2,
            "吐个槽，在这里问问大家的意见：\n朋友会在你们说自己有事的时候，逼迫你们说出是什么事吗？虽然他觉得我们之间关系很好什么都应该说，但我还是觉得被人侵犯了隐私很不爽?，非常不爽"
        ],
        [
            2,
            "可是小哥哥你为啥走路没有声音了呢…难道是看到了我滴info？呜呜"
        ],
        [
            1,
            "有的人只想着自己怎么样，不考虑其他人也不考虑实际环境，好不好坏不坏都与它无关，你还不能把它怎么样，毕竟不能侵犯用烂了的人（gou）权。"
        ],
        [
            2,
            "有人愿意帮我去东三上晚课吗 有偿 水选修 有意愿请加qq425025859 详聊"
        ],
        [
            2,
            "想问一下，在室友都没睡觉并且也没在学习的情况下，带耳机玩游戏开麦的那种，会不会影响别人，想当面问又觉得她们不会说实话。。"
        ],
        [
            1,
            "有没有要约火锅的？"
        ],
        [
            2,
            "想问一下大家国家励志奖学金发了吗，学校的奖学金好像都发了……"
        ],
        [
            1,
            "什么方言这么好懂，我tm听山西河南方言三年了都听不懂"
        ],
        [
            1,
            "有没有0，朋友是个1，非要我帮他发个贴，没有的话就打扰了啊"
        ],
        [
            2,
            "我的室友，熄灯之后下床拿了一包薯片，边吃边biaji嘴。找家里要钱买化妆品，理由是我们偷用了她的，她用方言讲的电话，可是，两年了，我早就学会你的方言了，平时我也懒得听你讲电话，那天无意听见你这么造谣，还脸不红心不跳，瞬间退掉了给你买的礼物，就当是一不小心踩到你这坨猫屎了"
        ],
        [
            1,
            "有没有同学可以租一下校园卡，三个月左右？我朋友在望江附近工作，他也是川大校友，软件开发工程师(感兴趣的朋友也可以找他交流)，想在川大吃饭，我也已经毕业了。方便的话加我微信urMILKYWAY，租金好说。"
        ],
        [
            1,
            "又看到你们再刷yp的问题啊，难道是因为冬天被窝太冷想找个暖被窝的吗？年轻人，气血方刚，被窝还是要自己暖的才有感觉嘛。至于yp嘛。。。。。。适可而止就好，俗话说，劝赌不劝嫖，着玩意也劝不住是吧。"
        ],
        [
            2,
            "之前也想约人一起看电影的 怎么说呢 因为闺蜜要考研 现在好像是倒数第三十七天吧 之前一起看了很多我想看的电影 总觉得我耽误了她的学习时间 现在也不好意思开口让她陪我一起去看 因为 现在连晚餐她都直接吃面包了 认识闺蜜以前不怎么喜欢去电影院 有一个人一起陪着感觉好一些 发朋友圈找人的话 又暴露了自己又没学习 怕被爹妈打 哈哈哈哈哈 约同一场万一找到兴趣相同的同好了还能聊两句 所以 有小姐姐一起看毒液么 望江 看你们发的 感觉约男孩子挺可怕的hhhhh"
        ],
        [
            1,
            "｡◕‿◕｡"
        ],
        [
            1,
            "求问大川有没有代课群代取快递群互助群这一类的群呀？求群号"
        ],
        [
            2,
            "有的人约别人看电影，自己办好了会员，然后变相相亲，没感觉的看完电影连再见都不说。\n有感觉的可能会追～\n但我觉得想找对象直白点比较好。用这种方式有点…"
        ],
        [
            2,
            "没传染艾滋都算好的了"
        ],
        [
            1,
            "我们聊的这么开心不然加个好友？"
        ],
        [
            2,
            "没有不会买吗"
        ],
        [
            2,
            "为什么要不戴套"
        ],
        [
            2,
            "我随便一说你炸啥"
        ],
        [
            2,
            "图书馆开空调啦！鼓掌撒花"
        ],
        [
            1,
            "约电影就是约炮？what？说真的，在现在这个上了床都不用负责任的时代，你怎么玩别人都不会在意。但是有一点，千万不要认为所有人都和你一样，有些人的生活。还是需要仪式感！"
        ],
        [
            2,
            "约电影，约炮的前奏"
        ],
        [
            1,
            "有没有人知道这望江周边有没有修手机耳机的啊！？\n刚换没多久的耳机有个听筒又没声音了。。"
        ],
        [
            1,
            "我是约毒液那个。江安校区。华联影院"
        ],
        [
            2,
            "约毒液的 不说校区和哪家电影院么"
        ],
        [
            2,
            "接着楼下的问，助学金是一次性发放吗？为什么我收到的还不是整数？谢谢。"
        ],
        [
            2,
            "100个多人的大教室，不开点窗的话那气味真的不好闻啊"
        ],
        [
            2,
            "听说杨胖子要倒了，真的吗？！大四狗表示还想吃一次求学弟学妹给个准信啊啊?"
        ],
        [
            1,
            "晚上有小姐姐约毒液吗？七八点的样子，一起去啊！"
        ],
        [
            2,
            "找个说话的人都已经很难"
        ],
        [
            2,
            "我是本科，带的徒弟是研究生，觉得她也挺菜的"
        ],
        [
            1,
            "从川大出来读研之后才发现有的清北的同学其实挺菜的."
        ],
        [
            2,
            "求问，我们的助学金金额分别都是多少呀、"
        ],
        [
            1,
            "马勒戈壁，妈的一个教室100多人，开着尼玛的大窗户，nmsl"
        ],
        [
            2,
            "我跟我室友委婉地说过一次你吃东西的时候是不是在吧唧嘴，其他人也说过，可ta认为自己biaji嘴有什么毛病，我能怎么办，我也很绝望啊，尤其是我们上床休息了，ta一个人在下面吃东西，真的快要疯了，全寝室都在听ta直播!"
        ],
        [
            2,
            "就算他一直约炮我也喜欢他"
        ],
        [
            1,
            "图书馆空调制热怎么有点难闻？头晕？"
        ],
        [
            2,
            "炫耀别人爱自己？"
        ],
        [
            2,
            "有咽炎就赶紧吃药，别咳来咳去的了。。"
        ],
        [
            2,
            "婊里婊气"
        ],
        [
            2,
            "你虚伪不，不就不喜欢吗"
        ],
        [
            1,
            "为啥基教a男厕总有混混打扮的几个男生抽烟还到处瞎扔"
        ],
        [
            2,
            "他以为他好好攒钱买房，节约钱给我买我喜欢的东西，他以为所有的无微不至来照顾的我还是曾经那个积极善良乐观豁达温柔的人。\n实际上我不是\n我变了\n我没有原则和底线\n我无比自私和不尽索取\n我就是一个外表看着端庄大方的烂人\n我不配拥有他的纯粹的好"
        ],
        [
            2,
            "我已经配不上他对我的好了。那位温润如玉有君子之风为人处事心中处处有他人的人。\n分手了双十一还问我有没有钱，要把我想买的买下来～\n那么单纯的人，希望以后遇到很好的人去呵护他，记得他的生日，做他喜欢的饭菜，能和他谈天说地，能珍惜他所有的好。\n最重要的，别做伤害他的事情。\n我烂透了\n工作后父母都很少问有没有钱了，但他一直牵挂着我。记得他说他有汤喝我就有肉吃，他的确是这么做的。\n这么好的人，怎么遇到我这种渣\n他治愈了我两年，今年第三年，我准备拒绝他提出的复合的请求了\n美好的你，愿你真的遇到很好的人，最起码不是我这种人。\n记得分开时他叮嘱我以后别太懂事了，爱情里做个任性的小女生吧\n可是他不知道我其实根本不懂事，我要真懂事一定不会伤害他，我真的希望冬天时暖阳遍洒你全身\n请不要伤害美好的人！每一个对你好比对自己好的人真的很难遇到了。"
        ],
        [
            1,
            "我也讨厌，真tm这种人就是傻逼吧，不仅要看我写的题，还tm去对答案，说我哪里哪里错了，自己有多牛逼，说什么这套题很简单，就像自己有多厉害一样，现在还在看数学你明年再考吧智障"
        ],
        [
            0,
            "好烦那种不分场合动不动就看你在干嘛，还每次都要看得仔仔细细，把你在写的看的内容都一字不漏也看个够的人?自己没有隐私么"
        ],
        [
            2,
            "听说杨胖子要倒了，真的吗？！大四狗表示还想吃一次求学弟学妹给个准信啊啊啊?"
        ],
        [
            1,
            "有些衣服不想穿出来，怕大部分同学欣赏不来"
        ],
        [
            1,
            "想草"
        ],
        [
            2,
            "有哪招兼职的吗？望江"
        ],
        [
            1,
            "真无聊呢，这个世界"
        ],
        [
            1,
            "付费地与人发生性关系"
        ],
        [
            2,
            "买春是什么意思"
        ],
        [
            1,
            "我想爱你"
        ],
        [
            1,
            "爷不相信爱情  \n爷只认钱"
        ],
        [
            2,
            "真诚求问  如何委婉的告诉室友ta吧唧嘴的声音真的很大希望ta改改（室友除了这点没其他大毛病）"
        ],
        [
            0,
            "你哪有舍不得他，只是舍不他对你的好，如果不是真的喜欢，谁愿意去当舔狗呢？ 其实希望您能离他远一点，别再介入他的生活，没必要，已经结束的，别放弃的，没必要拿去来的，太假了，别让别人觉得那恶心，觉得你犯贱，，对不起，话严重了，只是觉得你不要祸害别人，"
        ]
    ],
    "14": [
        [
            2,
            "最大的觉悟就是，我以前可能真的瞎过...\n现在想想好想笑，我为什么会喜欢上他? ? ?"
        ],
        [
            1,
            "“?”\n你是个坏孩子"
        ],
        [
            2,
            "删了我刚刚那条，自己真的以前当了爱情舔狗，也是够没骨气没自尊了，以后再也不会了，因为最近越来越觉得，当年我可能真的瞎了眼...\n但是真的觉得他长得真好看，现在褪去喜欢的目光平静的看他，我以前好像瞎过。。。\n哈哈哈哈"
        ],
        [
            1,
            "没必要吧\n这只是个例\n多看看世界吧\n肮脏之处不必停留"
        ],
        [
            0,
            "我真的受够了这个世界，受够了世人，\n什么他妈的正常\n许多标准根本不正常，而人们自以为是的以为正常\n…\n什么他妈的初心\n非常多的人想当然，\n学到了初心这个词，就在以后的生命里，\n随时捡来则用\n你们真的有自己的初心吗？\n你当时有初心的时候，有自己的深邃的思想吗？\n乱来，胡搞\n这个世界，我不想再说什么了\n世界要肮脏存留，要鄙陋存在，人们皆可以说这就是人生和社会的丰富多彩\n我将销声匿迹，决不与世俗同流合污"
        ],
        [
            1,
            "有帅1吗   留号"
        ],
        [
            1,
            "好无聊啊，想找个女生聊聊天\n1807013552"
        ],
        [
            1,
            "努力也得不到的   也只有爱情了吧"
        ],
        [
            2,
            "活着这么失败又毫无乐趣还不能自杀"
        ],
        [
            1,
            "商业街华联店员当街吐痰没人管吗"
        ],
        [
            1,
            "啥是买春"
        ],
        [
            1,
            "可能不同学院情况不一样吧，我们学院发了，空间里好多人晒"
        ],
        [
            2,
            "？？？？？？？是哪个傻逼说奖学金发了？？？？？然后我一个激动把双十一的花呗还了？？？？看银行卡余额看只有2位数？？？？才发现根本没发？？？？？"
        ],
        [
            1,
            "单项还没发"
        ],
        [
            1,
            "买春已经占了我日常生活费中不小的比重…"
        ],
        [
            2,
            "希望所有人都能够在图书馆/自习室：背书/背单词不要发出声音，哪怕是气声也很影响旁边的人：)\n（尤其是旁边的人在做英语阅读噢，听到这种声音简直想把转过身来捂住旁边人的嘴( ´^` )"
        ],
        [
            2,
            "望江健康素养的王bing伦小哥哥好好看哦，有点喜欢，可惜这是最后一节课了_(:з」∠)_课程群不能匿名只能发到这里了，他应该看不到，唉呀错过一个优秀小哥哥。"
        ],
        [
            2,
            "眉骨"
        ],
        [
            2,
            "所有的约炮调戏说话贴都不是我发的"
        ],
        [
            2,
            "手机掉下来把眉毛砸肿了"
        ],
        [
            1,
            "对我来说你应该都足够了"
        ],
        [
            2,
            "有没有药学院的小伙伴帮忙看一道专业题，可以发红包请喝奶茶作为感谢(๑•̀ㅂ•́)√私聊我QQ3251474971救救孩子吧"
        ],
        [
            2,
            "单身久了就是，吃饭低头看手机，完全不理男票，吃完了自己就走了，走到图书馆看到消息才想起来把他丢在南门了。"
        ],
        [
            1,
            "2018年11月14日 天很冷 基教还没有开空调"
        ],
        [
            1,
            "卖淫和嫖娼都是犯法的，学校知道了直接开除"
        ],
        [
            2,
            "可能学院不一样吧，反正我们学院发了"
        ],
        [
            1,
            "你的知恩图报可真奢侈"
        ],
        [
            2,
            "希望考研到川大?"
        ],
        [
            2,
            "为什么这个不叫知恩图报"
        ],
        [
            2,
            "望江附近有比较靠谱点的修电脑的吗..."
        ],
        [
            1,
            "知道内向和自卑的人是怎样的吗？\n别人给一点暖\n就想着做牛做马\n来回报\n可悲吗\n可哀吗"
        ],
        [
            2,
            "五楼的那个男生 走路鞋子拖地声音特别大 却又有让我记住的特别的节奏的那个 根据你走路声音判断你是不是走过已经很久了 最近总是托着头学习 是遇到学习困难了嘛"
        ],
        [
            0,
            "真矫情，你要是嫌他臭直接告诉他啊。\n还拯救巨婴，闲得无聊发条info刷存在感吗"
        ],
        [
            1,
            "今天修剪了一下私处的毛，顿时清爽好多。"
        ],
        [
            2,
            "为什么大家都说奖学金发了，明明国励和综合奖都没发啊"
        ],
        [
            2,
            "我的天，在自习室聊天、吃东西还吧唧嘴的是什么操作？自习室是你们家？?"
        ],
        [
            2,
            "喜欢一个已经不约炮的约炮男"
        ],
        [
            2,
            "真不明白，为什么有些人可以喜欢这个人，却跟另外一个人交往。"
        ],
        [
            1,
            "综合奖没发啊"
        ],
        [
            1,
            "寻思去前女友微博看看，结果发现自己连她id都记不清了，曾经沧海难为水"
        ],
        [
            2,
            "综合奖发了"
        ],
        [
            1,
            "为什么那么多男的想约，而女生想约的很少呢？"
        ],
        [
            1,
            "求问望江离地铁站最近的一个卫生间在哪里，急急急！"
        ],
        [
            2,
            "饿，吃啥"
        ],
        [
            1,
            "找人帮忙改开题报告\n如果觉得可以后面会继续合作\n有偿\n有意留号，非诚勿扰"
        ],
        [
            2,
            "妈的，好不容易两节课都举手发言，结果都没对hhh笑死\n怕锤子 继续发言"
        ],
        [
            2,
            "优秀的男生会觉得被随随便便的女生睡了很吃亏"
        ],
        [
            1,
            "请问选修了中华文化艺术篇的大佬们，。有群吗？有的话发一下群号谢谢谢谢谢！"
        ],
        [
            2,
            "优秀的男人也不会去约"
        ],
        [
            2,
            "看电影不需要身份证"
        ],
        [
            2,
            "报告 单项二等奖已发！"
        ],
        [
            1,
            "国家励志发了吗"
        ],
        [
            1,
            "之前有个有个抖m是真的吗"
        ],
        [
            1,
            "有看毒液的么？带上身份证。"
        ],
        [
            2,
            "没拿到offer的同学有吗，大学过的实在太差劲了"
        ],
        [
            2,
            "奖学金发了，耶，又有钱了!"
        ],
        [
            0,
            "男朋友整天写代码都不找我玩，好无聊啊呜呜呜? ，有没有人约，去吃东西，看电影什么的啊"
        ],
        [
            2,
            "希望川大好好的，希望学弟学妹开开心心的"
        ],
        [
            2,
            "在一起四年，到最后分手他也是一句话不说，习惯的沉默，什么也没有问他要过，也没有主动送过我，好累呀，分吧，以前的执念也耗尽了。"
        ],
        [
            2,
            "我担心你屎拉不出来"
        ],
        [
            2,
            "趴在桌子上睡了一觉，应该是睡着了吧……从一点四十多到两点半，刚刚起来的时候好像死了一样。。"
        ],
        [
            2,
            "国奖国励发了吗？"
        ],
        [
            2,
            "我真的对那些早上中午人家还在睡觉的时候出个门非要把门关的棒棒棒响，好像整层楼都要被你震醒才开心的人说一声，请有点公德心好吗？一个妹子你关门轻轻地会怎么样？？？"
        ],
        [
            1,
            "帮转:招一个女同学给一个初二女生补课，地址离学校近，详情请联系微信:gjw1988417。"
        ],
        [
            2,
            "学日语现在都要4K了！"
        ],
        [
            2,
            "【转让日语课】\nN4 N3课程，春熙路法亚小语种\n（可以附赠N5教材qwq）\n4k左右甚至可以讲价，五周后开课\n\n（因为个人原因无法继续学习啦ﾍ(;´Д｀ﾍ)当时鬼迷心窍报的退不了，只能转让啦）\n球球有意愿的小天使联系我\nQQ  452966920\n微信  Malletsteam"
        ],
        [
            2,
            "校内奖学金什么时候发啊？好穷…"
        ],
        [
            1,
            "biaji嘴是真的没素养\n望周知"
        ],
        [
            1,
            "有同学想出小电驴吗？我想买"
        ],
        [
            1,
            "二餐一楼的俩情侣狗吃完就赶紧走，这么多人亲你? 啊？？摸你妹啊？？不嫌嘴油啊？"
        ],
        [
            1,
            "172的我已经不是第一次被女生嫌弃太矮了?"
        ],
        [
            1,
            "国奖囯励怎么还不发啊？"
        ],
        [
            2,
            "真是快要吐了，info的人普遍不知道羞耻吗"
        ],
        [
            2,
            "胯下……第一次见人这么形容自己"
        ],
        [
            2,
            "就是个免费鸡还以为自己占了多大便宜"
        ],
        [
            1,
            "我不占座位那我下午来坐哪里，傻逼，自己不能早起占座位，活该"
        ],
        [
            2,
            "给有抑郁症状或者生活得不是很开心的同学一点建议：可以学习下积极心理学 积极心理学不同于传统心理学旨在消除消极症状 而是用积极的方式 发现生活中的所有积极的东西 不论是内在的还是外在的 加以培养 增强 来提升幸福感和生活满意度 可以试试～个人觉得很有意义"
        ],
        [
            2,
            "为什么渣女却有男朋友\n所以说啊大家都是看脸\n就像男孩子也总是思考为什么他是渣男却有这么多女票一样\n我们长得一般的还是追追纸片人吧哈哈哈哈"
        ],
        [
            1,
            "江安附近有修表的吗"
        ],
        [
            1,
            "东三教413靠窗第一排那一男一女求你们别大声讨论了。。。"
        ],
        [
            1,
            "校级奖学金没有发啊"
        ],
        [
            1,
            "朋友们江安校医院口腔科怎么样啊，是很专业的吗?"
        ],
        [
            2,
            "国奖发了吗？？校级的奖学金好像已经发了"
        ],
        [
            2,
            "所以你是跟人家好了还是当炮友了"
        ],
        [
            2,
            "这才是真正的婊子都不用多描述，理直气壮"
        ],
        [
            1,
            "高光回答"
        ],
        [
            2,
            "你前男友要是和你闺蜜睡了你啥感觉"
        ],
        [
            2,
            "咹你做得对"
        ],
        [
            2,
            "国奖发了没啊QAQ"
        ],
        [
            0,
            "世人皆醉我独醒，世人皆浊独我清\n我好难过\n…"
        ],
        [
            2,
            "不是劈腿，没犯选择性问题，不是爱睡谁睡么？"
        ],
        [
            2,
            "杀心"
        ],
        [
            2,
            "睡了男人的兄弟是对男人最大的侮辱吧"
        ],
        [
            0,
            "北京雾霾上热搜了，我觉得成都也可以的??"
        ],
        [
            1,
            "开心就好"
        ],
        [
            2,
            "舔狗没有好下场"
        ],
        [
            2,
            "你是个婊啊还能是啥"
        ],
        [
            0,
            "川大的人真美，江安很美。\n只是一点点腐烂的气息影响不了你们的。\n这里工作太不方便了。"
        ],
        [
            2,
            "什么鬼。"
        ],
        [
            2,
            "我也不知道我是什么样的人\n和前男友相爱两年，被呵护到极致，好像也不是为了钱，每次都考虑如何省钱，发自内心的，他越加珍惜我，在金钱方面就像我父母对我一般大方。后来因为异地我基本不主动维护感情，他撑不下分开了\n我复习考研的某天他给我电话说分不开，真的爱我，的确是爱我，我没回应要不要复合，扯别的开心聊了半小时去吃饭了\n再分开的期间和他读书时同宿舍的人上床了，我们都彼此情愿或者说偶然的认识让我们知道我们都是彼此想要找的人。所以不约而同上床了\n现在我在第三个男人胯下\n我不爱他"
        ],
        [
            2,
            "成熟就是不会再因为脸去喜欢一个人"
        ],
        [
            2,
            "#找人#\n寻找今年就业签了成都威马汽车的小伙伴～听hr小姐姐说今年川大一共签了五个，想联系一下其他四个小伙伴～qq275823427"
        ],
        [
            2,
            "才知道吗"
        ],
        [
            2,
            "对自己的脸太疑惑了\n到底好看还是不好看?\n我觉得吧-我会有这种纠结是因为我不算好看也不算丑?"
        ],
        [
            2,
            "你tm也是个智障吧\nzn"
        ],
        [
            1,
            "长桥上发生了什么?"
        ],
        [
            1,
            "sy是什么"
        ],
        [
            1,
            "舔狗舔到最后一无所知慢慢舔你的坐台"
        ],
        [
            1,
            "失恋一周年纪念日，难眠之夜"
        ],
        [
            0,
            "能考上川大说明各位智商都不低，\n可是为什么那么多人在生活上就是个低能儿呢？\n入住集体宿舍前真应该先进行一次培训，教教这些人怎么集体生活。"
        ],
        [
            1,
            "长夜漫漫，要是有人出来侃侃就好了！"
        ]
    ],
    "13": [
        [
            2,
            "知道你妈逼啊知道"
        ],
        [
            1,
            "给我你的扣扣号吧，我不想用微信加"
        ],
        [
            2,
            "你可以当个可爱的人"
        ],
        [
            1,
            "闹够了没有"
        ],
        [
            1,
            "啊……楼下正解"
        ],
        [
            2,
            "一封就封永久，本来就没几个人玩"
        ],
        [
            2,
            "别试，不如去卖"
        ],
        [
            1,
            "艹nm的双马尾"
        ],
        [
            2,
            "请问有同学做过华西的药物试验吗，怎么样，最近太缺钱了，不知道该不该试一下"
        ],
        [
            2,
            "zz"
        ],
        [
            1,
            "还是海绵宝宝正能量"
        ],
        [
            1,
            "4个人一起看av叫传播隐晦信息的\n犯法的 小姐姐"
        ],
        [
            1,
            "21分钟前问有没有抑郁症那个，你留小号我加你，我也是抑郁症，正在接受治疗"
        ],
        [
            2,
            "就怎么追一个人啊"
        ],
        [
            0,
            "学校有抑郁的朋友吗？能告诉我好转的希望吗，感谢。"
        ],
        [
            2,
            "我以为你们一起看av"
        ],
        [
            1,
            "外放怎么了\n我们小寝四个人围在一起看海绵宝宝"
        ],
        [
            1,
            "寝室还不能外放的咯？\n别带这种节奏啊 讨厌室友就直说 整那么多花里胡哨的"
        ],
        [
            0,
            "真的不懂要在寝室大声放音乐的人  你tm是智障吗  以为每个人都想听吗\nhmz"
        ],
        [
            2,
            "天地不仁以万物为刍狗"
        ],
        [
            2,
            "这种杂怂还不死，老天有啥眼睛呢"
        ],
        [
            1,
            "我怀疑我投错胎了，我应该属于有暖气的北方而不是南方啊啊啊啊啊！"
        ],
        [
            1,
            "傻逼傻逼傻逼"
        ],
        [
            0,
            "刚刚在江安综C205第二排课桌下捡到了一个iPad，请失者联系我，QQ：884033919"
        ],
        [
            1,
            "小明刚刚回复了我，不知道的同学可以在热门板块找一下。\n小明plus版本:\n目前的规则是：约炮贴会被永久禁言，小黄文一般不会\n回复:每发一次约炮，每发一次小黄文，禁言一个月。支持的赞我上去，谢谢！info净化靠大家。希望小明(guanliyvan)能看到?"
        ],
        [
            2,
            "求问各位，学生卡里的火车优惠磁卡消磁了应该怎么办？\n求顶上去让更多人看到。\n（我去问了辅导员，他也不知道）"
        ],
        [
            2,
            "在望江操场丢了书包还能找回来吗？？？没有贵重物品，就是书和U盘，我简直不敢相信"
        ],
        [
            2,
            "我好想你……"
        ],
        [
            2,
            "我要死了我旁边那个人好臭啊啊啊啊啊啊啊#.#"
        ],
        [
            2,
            "yy,"
        ],
        [
            1,
            "倒数第四排的同学，\n还没能等到考试结束，\n就再也见不到你了。\n研究生院真是坏我姻缘！"
        ],
        [
            2,
            "结果并没有找到我的包裹 快递员把钱赔我了 \n也不是什么贵重东西 \n希望我买的黑面膜在你的脸上 \n帮您青春永驻 ！！\n再接再厉 拿光不属于你的东西\n最好别贴脸上 而是贴心上 ? ? ?"
        ],
        [
            1,
            "miss u 2?"
        ],
        [
            1,
            "川大表白墙扣扣是多少！"
        ],
        [
            1,
            "……别骂人"
        ],
        [
            2,
            "i miss you.."
        ],
        [
            1,
            "是哪种人？"
        ],
        [
            1,
            "抱歉 等的不是同一个人"
        ],
        [
            2,
            "那找你妈逼找"
        ],
        [
            2,
            "国家奖学金多久发啊"
        ],
        [
            2,
            "长桥到底咋了…五点十几分路过的时候没发现什么啊?"
        ],
        [
            1,
            "给大家说一件事：今天我在华联超市水果冰柜那看到，韩国柿饼是8块钱一份，可是有一些柿饼贴的是龙眼的价格-15元，所以大家买东西的时候一定要看清楚价格，毕竟华联贴错价格不是一回两回了。我大一的时候在华联买东西也经常不看价格，吃了很多亏！！！！！"
        ],
        [
            2,
            "有知道的人来说说吗，没什么也辟下谣啊"
        ],
        [
            1,
            "长桥咋了"
        ],
        [
            2,
            "知道的不说 不知道的瞎说 有意思"
        ],
        [
            1,
            "长桥上没有什么新闻"
        ],
        [
            1,
            "我也在等你"
        ],
        [
            2,
            "我在等你"
        ],
        [
            1,
            "长桥捅人了？？？"
        ],
        [
            2,
            "长桥到底咋了……有没有明白的讲一下吖"
        ],
        [
            2,
            "长桥到底怎么了"
        ],
        [
            1,
            "长桥捅人？"
        ],
        [
            0,
            "长桥又咋了"
        ],
        [
            2,
            "我刚在自习室吃了两个蛋挞，对不起，它实在是太香了，我一个没忍住就。。。希望没有影响到周围的同学"
        ],
        [
            2,
            "江安电子阅览室里的某个女生，感冒了打喷嚏咳嗽都不捂嘴，喷了很浓的反转巴黎（可能自己闻不见，难道不会刺激鼻腔吗？）咳嗽了还一直在吃糖，一直在聊天但手机震动不关，不断发出鼻子喷气的笑声，没见她看书，还时不时跟旁边的另一个女生说两句话，她来干什么？我还怂，不敢叫她滚"
        ],
        [
            0,
            "长桥？"
        ],
        [
            1,
            "见证过很多幸福   也见过很多肮脏"
        ],
        [
            0,
            "info都是老用户了..现在没有萌新注入血液感觉有些枯燥"
        ],
        [
            2,
            "想问一下华西的心理咨询中心怎么样啊？就取邮政快递的那里，直接去的话会有老师嘛？"
        ],
        [
            1,
            "说句不是人该说的话，在自习室里一直打喷嚏的同学能把身体养好了再来自习室吗？考研还剩不了几天了，我不想被你传染啊。? 谢谢！而且你打喷嚏也很吵人，谢谢！"
        ],
        [
            2,
            "自习室里影响大家自习的朋友 我求你做个人吧"
        ],
        [
            1,
            "我有一个研友放弃考研了，我到底要不要鼓励他，如果带他学习的话他习惯又很差，图书馆坐我旁边玩王者荣耀反而会影响我学习，是不是应该让他二战，多经历一年或许能让他成长起来？"
        ],
        [
            1,
            "在江安长桥上，没有新鲜东西可供报道。这里阳光明媚，绿树成阴，在长桥桥面上，学子们迈着矫健的步伐前进着。"
        ],
        [
            1,
            "小明是谁啊"
        ],
        [
            2,
            "长桥上咋了？？"
        ],
        [
            1,
            "同问长桥上咋了"
        ],
        [
            2,
            "江安长桥怎么了？"
        ],
        [
            1,
            "每发一次约炮，每发一次小黄文，禁言一个月。支持的赞我上去，谢谢！info净化靠大家。希望小明(guanliyvan)能看到?"
        ],
        [
            1,
            "想问一下有人知道医保要怎么用吗？或者说出去外面的医院看病要怎么报销吗？"
        ],
        [
            1,
            "我把一切都给你，能不能把冬梅还给我"
        ],
        [
            2,
            "有今晚去听数学学院考研冲刺讲座的朋友么！麻烦您听完告诉我值不值得去好不好?????！谢谢您！"
        ],
        [
            1,
            "H(氢)At(砹)Tc(锝).Os(锇)As(砷)At(砹)Ge(锗)Nb(铌).Nb(铌)Pu(钚)Kr(氪)Y(钇)Pu(钚)Li(锂)Os(锇).Zn(锌)Li(锂)Pu(钚)Kr(氪)Y(钇)U(铀)Tl(铊)Ag(银).Ga(镓)Os(锇)Pd(钯)"
        ],
        [
            2,
            "还真的是有素质啊 还准备考研的呢还 ，故意占两个座位还不让别人坐，只是因为不习惯旁边有人坐，真的是气死人，有本事早点过来坐一人坐呀，妈的 图书馆是你爸开的妈"
        ],
        [
            2,
            "华西图书馆奇葩最多的地方"
        ],
        [
            2,
            "学弟学妹们要读研的千万要好好学习，不要考研呀，考研真的被赶来赶去的，连个学习的地方都没有。别问我怎么知道的????"
        ],
        [
            2,
            "图书馆的保安好屌哦，好像川大是他家开的一样，嘻嘻"
        ],
        [
            1,
            "我尿多  让我把楼下滋醒"
        ],
        [
            1,
            "每次照镜子都被自己帅到，好烦呐?"
        ],
        [
            2,
            "什么时候发奖学金啊！双十一过后急需回血啊啊啊"
        ],
        [
            2,
            "我的好室友啊，你每次起床声音搞得瞎鸡巴大，开灯还早起，真是辛苦你了呢。谢谢info的树洞，不然我怕是要憋死了。维持关系可真难，有什么必要呢，真想早点结束宿舍群居生活啊，一个人多好"
        ],
        [
            1,
            "一切安好"
        ],
        [
            1,
            "炮台要不要考虑一下"
        ],
        [
            1,
            "同学，翻书翻这么重，是在向谁示威呢？"
        ],
        [
            2,
            "哪来的野狗"
        ],
        [
            2,
            "炮架你妈"
        ],
        [
            1,
            "打饭时候摘下耳机跟食堂师傅说话是对人最起码的尊重吧。"
        ],
        [
            1,
            "那又如何  还是炮架"
        ],
        [
            2,
            "我们年级那会有一个特别漂亮还学习好的就被混混毁了"
        ],
        [
            2,
            "个人认为，长得漂亮的女孩子，如果小时候不好好引导，真的有很多误入歧途，因为长得太漂亮了，面临的诱惑真的比普通的女孩子多，比如在初高中更多男孩子的喜欢，其中不乏混混之类的……\n真的，反正初中的时候是这样的……\n所以现在学习好而且还长得漂亮的小姐姐真的都是非常优秀的了～?"
        ],
        [
            0,
            "想问一下望江附近哪家理发店比较靠谱啊"
        ],
        [
            2,
            "来吐槽一下  气鼓鼓的我  中午一个人去北园学生活动中心大食堂吃饭  饭吃到一半去买了个煎蛋回来  我的饭就不见了 被收拾桌子的阿姨收走了? 希望阿姨不要这么太热心了  自作主张认为别人不吃了  也不要把大家的素质想得这么差 吃完饭不收自己餐具就走人"
        ],
        [
            1,
            "女的长得漂亮的好像就没有贱人一样"
        ],
        [
            1,
            "高一的时候去初中母校玩，突然看到一个特别特别好看，就像洋娃娃一样，特别惊艳的女孩，初一。特别可爱，就把她认做妹妹，因为家里得不远，偶尔放假就会去看看她，带她去玩，帮她过生日，在自己眼里她就是一个特别好的小女孩。可是今天和家里那些兄弟聊天，才知道，她竟然，和我那堆兄弟中的三个人上过床，还都是炮友……还听他们说她在家怎么怎么玩！！！现在她辍学了，高中没毕业，在夜店上班。瞬间整个人都不好了，，，五味陈杂的感觉！"
        ],
        [
            1,
            "你们在二餐二楼排队 是什么菜好吃啊？"
        ],
        [
            2,
            "拽的跟二五八万似的"
        ],
        [
            1,
            "请问北园附近哪里比较适合晨读(七点前)捏？光线比较好(还挡风)的，基教A可以嘛"
        ],
        [
            2,
            "女的长得漂亮的还和蔼可亲，男的长得帅的咋那么贱呢"
        ],
        [
            0,
            "有没有想买首饰的小伙伴？原创设计，手工制作，售后完善。耳饰，耳夹，手链，项链，各种风格，应有尽有。需要的可＋微信13032891683"
        ],
        [
            2,
            "那你就去找新新娘呗。恶臭。"
        ],
        [
            1,
            "昨天老爸收到了催账电话  说我借了校园贷  催我尽快还款  我就有点好奇了  我除了在学校统计信息的时候填了我爸的电话之外  应该没有在别的地方登记过   这骗子是怎么知道我爸电话和我个人信息的呢？  有没有小伙伴能想起除了在学校还会在哪等级家人电话这种信息  感觉学校出卖学生信息是不太可能的。。"
        ],
        [
            2,
            "不娶就好了"
        ],
        [
            1,
            "听过一句话，过去结婚什么东西都是旧的只有新娘是新的，现在结婚什么东西都是新的只有新娘是旧的"
        ],
        [
            2,
            "不要随便追男生，只变成炫耀的资本"
        ],
        [
            1,
            "打扰大家一下，帮别人发一份兼职( ੭ ˙ᗜ˙ )੭\n成都安保通告\n11月13号(今天，今天，今天）\n 工作地点:特仑苏音乐厅\n 工作内容:现场维护秩序 \n 工作时间:下午1点到4点半\n          \n  人      数:20人（包水，）\n工作要求:  男生，身高178以上 短发听招呼。\n集合地点：群里通知\n集合时间：中午12.30分          \n 工   资:85/3个半小时。只上三个半小时，4点半就下班了。4点半就下班了！！！\n报名方式:少爷水货勿扰，工资现结，工资现结，工资现结。要去的私聊我，微信15181495106。"
        ],
        [
            1,
            "江安图书馆明远书库有什么卵用？刚刚要进去结果被拦下，九点才上班。下午五点下班。就是个摆设吧…………"
        ],
        [
            2,
            "有同学会设置[不做手机控]app的吗？实在搞不懂，请你吃东西啊"
        ],
        [
            0,
            "有人遇到小组讨论扔骰子扔到的任务，说不算再来，说那个图不是真的。。。还是个男生，然后推给其他院的女生做，真是醉了"
        ],
        [
            1,
            "家庭条件差太大真的处不来"
        ],
        [
            2,
            "我对自己的脸魔怔了\n到底是好看还是不好看？\n皮肤又黄又黑的也没有光泽，你个土鳖。"
        ],
        [
            2,
            "为了让喜欢的人爽，也要忍住啊，坚决不约炮"
        ],
        [
            1,
            "微博的杠精真多，之前我发过一个帖子说讨厌敲键盘很大力的女生，马上就有人回复说跟男女有什么关系，我当时情景是一个女生在旁边敲，我就针对她来说了，要是个男的，我也会说讨厌敲键盘很大力的男生了，莫名其妙，真的啥都能杠，扯到男女平等之类的事情上，我也是服，就发个帖子吐槽旁边的女生行为不妥，怎么就变成了为什么只说女生？搞得我歧视女性似的。"
        ],
        [
            1,
            "嗯……快分手了，没啥大事，都是一点一滴的小事，我真的快受不了了。\n真的想对女生说一句，对男生特别是男朋友好一点，别作，别舍不得说对不起，别瞎YY"
        ],
        [
            2,
            "用词总觉得很奇怪。\n不过也许你没有找到真正的另一半吧，始终觉得别多想，不恶意，自己向前走就会很有魅力"
        ],
        [
            2,
            "你又知道了，而且好歹也是读过书的人了，少用点什么女神，被胯下输出这类看起来真的感觉很那啥的词阔以吗"
        ],
        [
            2,
            "想找男朋友，请大家安排一下"
        ],
        [
            2,
            "是一到冬天手脚冰冷的缘故吗哈哈，感觉男生的手总是很热乎"
        ],
        [
            1,
            "呦？又有个184出来YY自己的幸福生活了？ 要不要把你送到同福客栈去相亲大会凭184找个三套房小改改？"
        ],
        [
            2,
            "冬天好像谈恋爱啊啊啊啊啊想找个男朋友"
        ],
        [
            1,
            "晚安\n这个词\n好像变成了一种…礼貌…\n睡没睡谁知道呢…\n反正…\n话题…是终止了……"
        ],
        [
            1,
            "这虽然不能成为你变成这样的理由，但是，你可能在帮别人养媳妇也说不定。说一句，我女朋友很在乎经济分配，我自己挣的钱给她买礼物她才收，我家长辈给的她也收，但是我花父母的钱和她出去玩儿她是一定要和我AA的。"
        ],
        [
            1,
            "希望所有有自己真心喜欢的女孩子的男同胞一定要勇敢的追求，不然可能就会被类似184呆逼男骗到了，不要把你的世界让给你所鄙视的人啊！！！"
        ],
        [
            1,
            "喜欢就上 不行就分 有什么可争论的"
        ],
        [
            2,
            "社会中比184男屌恶心的男人多的是呢，姑娘们要擦亮自己的眼睛"
        ],
        [
            1,
            "那个姑娘，咱们就不用多和那种人多逼逼了，希望所有的女孩子都碰不到那样的呆逼好了。"
        ],
        [
            2,
            "能和喜欢的人一起结婚生活真好啊"
        ],
        [
            1,
            "有用吗？"
        ],
        [
            1,
            "我作为一个男生，打心底暂时不想要孩子，真的不希望自己的爱人承担那个痛苦，因为她身体本来就不好，以后结婚，如果身体一直不好我和她过一辈子二人世界，也心满意足了啊！184同学，劝你善良。每一个男生都应该有责任保护女孩子的，这是自古以来所有男人都吹下的牛逼，希望你善良。"
        ],
        [
            2,
            "确实可悲"
        ],
        [
            2,
            "让他在家里当全职老公"
        ],
        [
            2,
            "如果男生生孩子哺乳带孩子我愿意养他，"
        ],
        [
            1,
            "楼下184同学，说话实在不尊重女性，也不尊重自己。太可悲了"
        ],
        [
            2,
            "我看184你是知乎男权板块看多了吧，稍不顺你心意就给别人扣上田园的帽子？如果你真像你说的那样，你要求的条件确实也不高，不过看你谈吐也不像啊"
        ],
        [
            1,
            "哦，所以你是赞同有彩礼的？不晓得184同学是反讽中国彩礼行为还是本身就是这样作兮兮的，但是你哪样都没做好。我们没有赞同天价彩礼，谢谢，我们还不是同您这样的社会大佬。"
        ],
        [
            1,
            "如果一个你曾经很喜欢现在仍旧放不下的人过得幸福，你能怎么办，只能在原地祝福；\n如果一个你现在越来越喜欢却无意于你的人爱得挣扎，你能怎么办，只能在一旁叹息；\n如果一个你当初苦求不得还被刻意伤害的人活得愧疚，你能怎么办，只能当个坏人让她滚开！\n今天一次性都来了… ​​​"
        ],
        [
            2,
            "男生生孩子，男生哺乳？"
        ],
        [
            1,
            "184出来咬人了……"
        ],
        [
            1,
            "目测楼下的楼下是那个184，hhhh"
        ],
        [
            1,
            "中华田园女权婊 食shi吧 哈哈"
        ],
        [
            2,
            "不知道谁那么倒霉会嫁给那个男的"
        ],
        [
            2,
            "感情都是假的，想做是真的"
        ],
        [
            2,
            "让傻逼找见存在感就是我们输了，别认真"
        ],
        [
            2,
            "银行卡里还有五十块钱了，本来还指望王思聪，结果王思聪也指望不上了，只求奖学金及时下放，在我饿死前救我?命了"
        ],
        [
            2,
            "图书馆的一直鼻子吸啊吸啊就是不擤的鼻涕精啊 求求你们放我们其他人一条出路吧……"
        ],
        [
            2,
            "咦~~（皱眉头）"
        ]
    ],
    "12": [
        [
            2,
            "184长得帅篮球打得好原来就是这种啊"
        ],
        [
            2,
            "我是另外一个姑娘，条件远大于你所列举，但我觉得你是个傻逼"
        ],
        [
            2,
            "那啥 女孩175+ 体重不报了长得还算过得去吧  智商不算太差 二线城市三套房不止 无贷款 有车 父母都有体面的工作 你觉得我凭什么看上你 就凭184？？？"
        ],
        [
            2,
            "我不嫌你像傻逼"
        ],
        [
            1,
            "我都20多了，家里没有房子，暑假都是留校，回去也是住父母租的破旧房子，虽然异性朋友非常多，但是一直没有女朋友，每次别人问我为什么不带她去我家玩（我经常去别人家），我都不知道怎么回答他，因为我没有自己的家"
        ],
        [
            1,
            "脖子上摸到小肿块，不痛，是淋巴结肿大吗？？？？？？"
        ],
        [
            1,
            "感觉每天都被知识强奸得下不了床，每天制定的复习任务总有一两科完不成，希望这最后一个多月能快点过去，真怕自己复习到猝死。"
        ],
        [
            1,
            "那个老师真的骚 上课夹跳蛋"
        ],
        [
            2,
            "谁他妈那么爱贪小便宜，什么素质，去你妈的!呵呵！！"
        ],
        [
            2,
            "社区医院一帮大专生，什么jb玩意"
        ],
        [
            2,
            "传染病医院"
        ],
        [
            2,
            "去大医院"
        ],
        [
            2,
            "社区医院是傻逼吗"
        ],
        [
            1,
            "btw校医院四针不到400元 不知道瞎看什么 望江校医院好歹是个二甲你知道吗"
        ],
        [
            1,
            "社区医院是有毒吗 伤口几厘米深？要打破伤风？"
        ],
        [
            1,
            "家猫带病毒可能性不大\n不知道流没流血的伤口不用打免疫球蛋白 \n免疫球蛋白是直接注射抗体 你这种情况就是坑钱\n\n不要方"
        ],
        [
            1,
            "为什么可悲"
        ],
        [
            1,
            "可悲."
        ],
        [
            2,
            "可悲"
        ],
        [
            2,
            "有钱就有话语权，老子包养不完的小白脸"
        ],
        [
            1,
            "我171，长得比较丑，但我会聊天啊，虽然没谈恋爱，但我上过3个女生，也不亏\n恋爱给你们长得好看的人谈，我啪啪啪就好"
        ],
        [
            2,
            "哈哈哈我把我的队让给你"
        ],
        [
            1,
            "吃屎可能还要排队吧  说不定吃不到热的"
        ],
        [
            2,
            "饿了我也不会吃屎"
        ],
        [
            2,
            "遇不到单着也没事"
        ],
        [
            1,
            "可惜的是 你遇不到\n\n某同学·女\n27分钟前\n真正条件好内心又善良的男生是不会在乎这些的，女生也一样"
        ],
        [
            1,
            "17级要求第二课堂时长吗？？？喵喵喵？？还是只有我们学院？？"
        ],
        [
            1,
            "考研的学长学姐们加油，状态满满哒!看着你们面前的摆满的万能钥匙，相信什么门都可以打开哒，加油加油加油啦(๑•̀ㅂ•́)√"
        ],
        [
            2,
            "听他放屁呢，郭晶晶家有钱？"
        ],
        [
            0,
            "想问一下有没有在望江校医院做过牙冠修复的同学啊？大概感受如何？然后价格如何？？会会会很疼吗？？"
        ],
        [
            2,
            "空有一副皮囊，令人作呕"
        ],
        [
            1,
            "我以为我是抽奖的分母，原来我只是个机器人账号，微博可真是会玩，我们男生也太惨了吧"
        ],
        [
            1,
            "嗯……所以一般真正疼女朋友的其实都是我们这些长的一般的啊。得到你就视如珍宝，努力想把最好的给你，不只是简单粗鄙的没有选择，而是对双方给予的爱报以感激，而且也更能主动承担责任，对自己家里人好，对你好，对你家里人好，哈，我就是这么普通的男孩子啊！"
        ],
        [
            2,
            "真正条件好内心又善良的男生是不会在乎这些的，女生也一样"
        ],
        [
            2,
            "我觉得…我这种…emmmm六个月暴瘦30斤+的…是不是魔鬼了啊…"
        ],
        [
            1,
            "Q:1455108458素质约"
        ],
        [
            2,
            "你咋不去卖屁股呢"
        ],
        [
            2,
            "所以看人千万别看脸啊"
        ],
        [
            2,
            "原来长得帅的男生内心这么龌龊啊，哈哈哈"
        ],
        [
            2,
            "这条不匿名\n今天下午七点左右 望江东园的东骏快递也就是天猫超市的 编号1860 是御泥坊的面膜 麻烦拿错的同学还给快递小哥 小哥说找不到只能赔给我 大家的钱都不是大风刮来的 除非你是T某七 那我无话可说 双十一就抢了个它 还没找到"
        ],
        [
            1,
            "想问问你们除了探探陌陌还有哪些聊骚软件啊，感觉这俩玩腻了，小姐姐们都是互相喜欢然后就不说话了，无聊。"
        ],
        [
            2,
            "女生在工作以后，看男人不看颜只看钱的"
        ],
        [
            2,
            "算了算了，我还是约炮吧（滑稽）"
        ],
        [
            2,
            "你自己几套房，人家姑娘的父母能看上你？"
        ],
        [
            2,
            "每一个单着的人都有一颗没有逼数的心"
        ],
        [
            2,
            "这样条件的女生挑男生的时候也是以物质为主的，你长得咋样不重要"
        ],
        [
            1,
            "二营长，把老子的意大……益达给楼下的兄弟来一瓶"
        ],
        [
            2,
            "为什么单着没有逼数吗"
        ],
        [
            1,
            "二营长，把老子的意大利泡……泡泡糖给楼下的兄弟来一颗"
        ],
        [
            1,
            "二营长把老子的意大利...面拿出来给友军尝尝"
        ],
        [
            1,
            "我170，智商一般，长得一般，从来没有被女孩子追过，父母在外打工，在十线小县城有一套按揭的房子，我自己在做兼职争取给明年上大学的妹妹买个好点的电脑，在一个不读研没有出路的专业学习，假期天天陪着爷爷奶奶照顾他们，可以为了一个人和自己的原则面对所谓的权威，从来都以最大的善意对待每一个人。像我这样的，要求一个青春可爱，美丽漂亮，家里有几套房的女孩子不过分吧？   嗯，不过分，因为我已经找到她了。相爱三年。"
        ],
        [
            1,
            "我184，运动智商超高，长相中上，杂七杂八的就不说了，大学以来被10多个女生追过，还是单身\n朋友都说我要求高，其实我要求不高的\n就165以上，还是要漂亮点的，体重110左右，家里至少二线城市3套房吧，没有贷款，有车，父母有比较体面的工作\n我觉得还是要个方面匹配一点比较好"
        ],
        [
            2,
            "我们县城，公务员工资3000，教师7000"
        ],
        [
            2,
            "单身真痛苦"
        ],
        [
            1,
            "校级奖学金没到啊"
        ],
        [
            2,
            "请问有没得哪位同学刚刚捡到一本红色的结婚证壳子？？hhhh可能掉在华联门口或是青广了"
        ],
        [
            1,
            "今晚吃啥？"
        ],
        [
            2,
            "求问江安综合楼哪里可以连上scunet"
        ],
        [
            1,
            "中快今天怎么这么多人"
        ],
        [
            1,
            "金项链一条不够为什么不make it two"
        ],
        [
            2,
            "拉瓦"
        ],
        [
            2,
            "男娃娃当老师找不上媳妇"
        ],
        [
            2,
            "女娃娃当个老师挺好的"
        ],
        [
            1,
            "14级老学长给计算机学院的同学提个醒!!!秋招或者春招的时候，选择公司一定要慎重。IT企业寒冬，小公司会在你试用期期间裁掉你。尽量选择规模大一点的公司。本人血的教训。"
        ],
        [
            1,
            "有偿求上周一晚上谢谦课的同学帮忙留意一下安排 弄下课堂作业啥的，本人大四最近去外地实习，没法去，愿意的请留联系方式"
        ],
        [
            1,
            "哪个孤儿在东二二楼厕所打飞机，打了就算了，尼玛币还把jy射在门上，咖喱人不要了？n今晚biss，艹！"
        ],
        [
            1,
            "不值得 熟是一回事 礼貌是一回事\n我现在爸妈帮忙都要说谢谢"
        ],
        [
            1,
            "有人在望江二舍这里骑车，看着青柠里面放了一快递吗"
        ],
        [
            2,
            "我想问个问题，如果有个人和你比较熟，你每次帮她她从来不说谢谢，仿佛感觉是理所当然的，这种人值得交往吗？"
        ],
        [
            1,
            "哪里有漂亮的留学生小姐姐？一眼望去都是黑的"
        ],
        [
            1,
            "楼下，省省吧屌丝"
        ],
        [
            1,
            "请问大家平时校园里碰见漂亮的留学生小姐姐一般都是怎么搭讪的呀 自己英语不太好，说中文又担心对方听不懂(=_=)哎"
        ],
        [
            1,
            "快毕业了，想考的专业大幅缩招后复习得力不从心，已经觉得希望渺茫。妈妈和继父有隔阂，还得了抑郁症吃药也停止工作了，爸爸在外地工作，视频的时候头发又白了好多。二十岁的人还要考虑模糊的未来，绩点再高简历上空空荡荡又有什么用呢，真的压力好大啊，压力好大好大好大好大但又不能说出来发朋友圈就是矫情，告诉家人只会让他们担心愧疚，还有南方的冬天真的好难过，唉我都觉得自己矫情啊，生活不就是这样的吗，有的人许多选择，有的人羡慕有的人，有的人咬牙坚持。"
        ],
        [
            1,
            "34张校车票  12月31日到期\n50拿走  有人要吗..."
        ],
        [
            1,
            "这么可爱吗 在一楼二楼呀"
        ],
        [
            2,
            "下午看到基c有个小仙女贴着墙在哭。\n不知道发生了什么，又不好意思问你，只好偷偷看了你一会，经过了又折回来。哈哈哈感觉自己像个猥琐的跟踪狂一样。\n小仙女不要哭了呀，你那么好看，只要你肯笑一笑，你看下午是不是天都晴啦？\n只要还有阳光，没有什么可以阻止你灿烂。\n希望你走的时候告诉我没事了，是真的想开啦。"
        ],
        [
            2,
            "啊呀，哪一家的冰激凌好吃？"
        ],
        [
            1,
            "有些同学真不知道自己耳机漏音吗"
        ],
        [
            1,
            "女人如果爱你却只会等在原地"
        ],
        [
            1,
            "秋招考研，这是一个不平静的秋天啊，人生最难的时刻就在这里了，忍一忍，熬一熬，就过去了，秋招不行还有春招，春招不行还有社招，社招不行还可以考公，人生多姿多彩，人活得那么绝望有什么意思，要为一切可能的希望而幸福的活着！"
        ],
        [
            2,
            "重要事，重要事，重要事！！！\n17级药学院赵元豪同学的学生证落在校车上了，我把学生证放在江安校车站了，有认识他的同学也麻烦转告他一声！"
        ],
        [
            0,
            "哪里可以投诉宿管?望江宿管真恶心"
        ],
        [
            2,
            "工作了以后去相亲"
        ],
        [
            1,
            "很讨厌那种大力敲键盘的女生，真的很大力，仿佛别人不知道她在打字似的，整个桌子都在抖动，每次enter键都啪的一拍收尾，自习室能不能安静点，我也在旁边用电脑打字，我都是轻手轻脚的打字，鼠标也是无声的，受不了这样一个女生。"
        ],
        [
            1,
            "前几天有人跳楼了么？"
        ],
        [
            2,
            "记得经济基础决定一切"
        ],
        [
            2,
            "工作了以后不要找还在上学的男朋友"
        ],
        [
            2,
            "考他妈的逼考就考呗"
        ],
        [
            2,
            "他把你当啥了，想来就来，想走就走？"
        ],
        [
            2,
            "能抛下你一次，就能抛下你两次，"
        ],
        [
            2,
            "下次就去美国了，你算啥"
        ],
        [
            2,
            "反正前途重要嘛"
        ],
        [
            2,
            "黄昏恋不负责任"
        ],
        [
            2,
            "这种男的，人渣啊"
        ],
        [
            2,
            "今天在活动中心一楼食堂吃午饭，穿着白卫衣黑外套卡其色工装裤的小哥哥好好看〃∀〃"
        ],
        [
            1,
            "光华什么时候到账啊？"
        ],
        [
            2,
            "不过庆幸你成为了更好的人"
        ],
        [
            2,
            "男人如果爱你会来你的地方"
        ],
        [
            2,
            "这种男的没有责任心，劝你放手"
        ],
        [
            2,
            "等他mba毕业你都三十了，不娶你咋办"
        ],
        [
            2,
            "所以你们俩什么时候结婚"
        ],
        [
            2,
            "###五年前大学毕业，考上了教师，可是却在毕业最后谈了场黄昏恋，爱上了四川的小哥哥。一千多公里的距离，异地一年，各中辛苦，只有自己体会。于是决定读研，永远记得整个校园只有我一个人在日子，去洗手间都是百米冲刺的速度。庆幸，报考川大，成功上岸，毅然辞了工作来成都。我在成都，他在广元，三百公里的距离，异地三年，所有的假期都奔波在路上。说好了要一起留成都的。努力➕运气，找到了份还算不错的工作。可是就在三月初，小哥哥从广元辞职去了银川，找自己的前途去了。我已经不是二十岁那年的傻姑娘了。飞了半个中国来找他，抛下一切，这种事情，一生一次就好了。花开两朵，天各一方。自己努力了一年半，终于放下过去。可是就在昨天，他告诉我，他要去考川大的MBA 了……"
        ],
        [
            1,
            "我以为我现在刚毕业4k的工资是最低的了。"
        ],
        [
            2,
            "为撒子"
        ],
        [
            1,
            "公务员入职三个多月了还没发工资"
        ],
        [
            2,
            "3千多，震惊"
        ],
        [
            2,
            "那个写99封离开的，要是收到了我98封回信你还要离开算我输hhh"
        ],
        [
            2,
            "你们那里公务员工资多少啊"
        ],
        [
            1,
            "公务员轻松啊，能力与待遇相匹配"
        ],
        [
            2,
            "公务员的工资怎么这么低啊"
        ],
        [
            1,
            "艺术学院那两个大黑熊骑车不长眼睛不长耳朵么，打着铃子还拼命来撞"
        ],
        [
            1,
            "校级奖学金到账了?国奖还没到[•_•]"
        ],
        [
            2,
            "不怕吃苦，就怕无聊"
        ],
        [
            2,
            "身边越来越多的情侣分手了～\n一位复读的高中同学刚入大学就有了女票，现在也分了，说发展太快了，原来好像自己没有想象的那么喜欢对方。\n我在想要是以后有人追我，我一定要让他先写一百封情书hhh，既可以磨磨性子也可以增进了解，朋友说那你怕是单一辈子了"
        ],
        [
            1,
            "楼下说的是自己还是别人？哈哈"
        ],
        [
            2,
            "我再也不约炮了……            真香"
        ],
        [
            2,
            "一觉醒来发现奖学金到账了哈哈哈哈哈哈"
        ],
        [
            1,
            "想找组织，有考研考本校电子的吗，我现在一个人，非常孤儿，资料也没有。"
        ],
        [
            1,
            "啪啪啪真的是人类最舒服的事情"
        ],
        [
            2,
            "人力资源管理，酒店管理，旅游管理，真真是烂专业你管理尼玛啊"
        ],
        [
            2,
            "江安校区出一辆轮椅啊啊啊～～～(´-ω-`)联系QQ2998851048"
        ],
        [
            2,
            "我从七点睡到现在hhhh头也没洗，步也没跑，单词断签。。。难过到想睡觉，大家晚安。"
        ],
        [
            1,
            "睡不着，想她。"
        ],
        [
            1,
            "敢约，想约，约不到～"
        ],
        [
            1,
            "上层建筑烂透了"
        ],
        [
            1,
            "我想有个哥哥，比我小都行，我也想被宠着"
        ],
        [
            1,
            "性爱这么美妙的东西……为什么随便就和陌生人做？你们生活，不要仪式感的吗？"
        ],
        [
            1,
            "你们真的厌恶双性恋吗"
        ],
        [
            1,
            "第三个了吧，竟然今天才知道。还刷到一个女生上百度搜“自杀”，她说页面会有心理开导热线，那个页面一下子就又出现在脑海里。原来川大像自己一样的人那么多，虽然有点自私过分，但是却有一种原来自己不是最孤独的这种奇怪的想法！也刷到了很多人说“死都不怕，还怕什么，”还有各种各样安慰的话和个人观点！还有那个说一晚上醒着躺到天亮的！这些场景都太感同身受了！当有天你也持续出现就连睡觉，哪怕只是想睡着，都像是上战场，击败无数坏情绪后才能勉强睡着，而睡着的结果又是噩梦！其实谁不是想好好的？谁会无缘无故就了断性命？局外人，终究无法体会那种感受……如果可以，我也想得到救赎啊！"
        ],
        [
            0,
            "江安校区自习室或者图书馆能不能寄存书啊QAQ（晚上不带回去的那种）"
        ],
        [
            1,
            "自私自利，真的是让我受伤，我只能做出自私的事情来反馈那些自私的人。"
        ]
    ],
    "11": [
        [
            1,
            "傻逼，网速慢不是因为11，是因为今晚检修停电了"
        ],
        [
            1,
            "我信，2694374463，30分钟左右，直男，同志勿扰"
        ],
        [
            1,
            "真的有人信info上边约炮吗？我都是出来皮一把? ?"
        ],
        [
            2,
            "日常想念男朋友"
        ],
        [
            1,
            "看到有info上的同学说起想练口语，最近在学校里学习时间太长有点压力，刚好可以用英文聊聊天，关于喜欢的剧，喜欢的书本，去过的城市，希望过的生活方式。\n我旅欧半年，英音，在欧洲时常常被欧洲同学怀疑来自英国。:)\n坐标在望江校区，本科，想要练习口语的可以加我的企鹅号。 308257774。\n希望朋友们赞一下到微博，可以让有需要的同学看到~\n\n（最近川大太需要正能量啦）"
        ],
        [
            1,
            "断电？卧槽"
        ],
        [
            1,
            "断电了？操你妈"
        ],
        [
            2,
            "恍然如梦，原来我以前，那么用力的喜欢过你……"
        ],
        [
            1,
            "毕业四个那个朋友，可以留个联系方式么？"
        ],
        [
            1,
            "有生之年要谈一次成熟的恋爱，要去听八爷的现场，要挣很多很多钱，要幸福。"
        ],
        [
            1,
            "就，就没有在info上见到女人约的好嘛？?"
        ],
        [
            1,
            "想要抱抱"
        ],
        [
            2,
            "戏太多"
        ],
        [
            2,
            "男朋友不理我，妈的，有没有个帅的男的让我知道全世界不止他一个男人？\n当然，也就是嘴炮一下，不可能分手的...\n但是聊聊天吧……控制不了给这货发微信。"
        ],
        [
            2,
            "有谁寒假和我一起去欧洲？\n没有我就再问一次。"
        ],
        [
            2,
            "不是的，好了，我知道了"
        ],
        [
            1,
            "那可以新认识你么？"
        ],
        [
            2,
            "好啊，"
        ],
        [
            1,
            "今天过节，第一次使用飞机杯兴奋又紧张，很快就交枪了。真的是太紧了(≖`_̆′≖⑉)"
        ],
        [
            1,
            "我留了，已经"
        ],
        [
            1,
            "那加个QQ嘛，留号删"
        ],
        [
            1,
            "我真的没有骗你，还有机会么？"
        ],
        [
            1,
            "因为没有两片相同的雪花"
        ],
        [
            1,
            "我说的就是你啊?"
        ],
        [
            2,
            "有今天下午在校车上捡到浅紫色保温杯的同学吗"
        ],
        [
            1,
            "有什么愧疚的？"
        ],
        [
            1,
            "你不愿意，我也没办法。即将毕业的老狗竟无话可说。从没找过小姐的我，要被你逼着去试一下？算了，不会的。莫名很关注你，每天都在等你的消息。"
        ],
        [
            2,
            "我对有些约炮男心有愧疚"
        ],
        [
            2,
            "撑不下去啥"
        ],
        [
            2,
            "我妈给我说如果她是跳下去的同学的家长，她也跟着跳下去算了，所以我不敢，但是我快撑不下去了"
        ],
        [
            2,
            "不要学我的文案"
        ],
        [
            2,
            "好想找个女朋友啊 江安的最好 我的话身高有一米八但是比较瘦也不帅 但是比较喜欢矮矮萌萌的= = 这么冷的冬天找个另一半多好呀要不然早上连起床的动力都没有了 想了解下的加我vx吧 ChinaGutMan"
        ],
        [
            2,
            "吐槽:为什么会有人在校车上开着外放扩音和女朋友打电话？是不是想要全车人和你一起分享你的故事？？\n(九点。望江到江安)"
        ],
        [
            2,
            "I can be your friend."
        ],
        [
            2,
            "教室里开了空调，又热又闷又困(இдஇ; )"
        ],
        [
            2,
            "我当时真的很爱你，所以哪怕委屈也不愿意离开。现在我也是真的恨你，但爱也再不能说出口了。因为你的爱都不再是给我。是你要错过我，也错过了我的爱。也是你要争取另一个人，而不想争取我。时间先后和错位真是个奇怪的东西，它让你为自己的错误和伤害找借口，也让你忘记以前没有第三个人的属于我们两个人的时候。我恨你的懦弱和放纵，我恨你不愿对我说爱我不去珍惜我。可我心里还是有一片地方，那里承载着无法抹去的爱，这个没办法用什么道理去解释，如果我可以不爱，也就不会一直这么痛苦。可我总是委屈自己，也被别人放在最后考虑。如果你为了所谓面子，而拒绝面对自己的真心，没办法舍弃也不去珍惜，那除了遗憾还是遗憾。我唯一耿耿于怀的是错过和遗憾，真正的一拍两散互不相欠我绝不会回头。可我的珍惜也是以前多少次不珍惜才痛醒的，只是这次我成了那个被辜负的人。总是说被伤害了希望对方死，也不过是用诅咒的方式掩盖我还心痛的事实，不爱怎么会心痛啊…可是你不言我不语，你骗我我也不信你，还偏偏插进来那么多人，还偏偏有一个没长大非要放纵的被爱的人，这个故事的后半段注定就是可悲的，可我即便知道这样会失控当时也义无反顾地坚持下去，即便结束了后知后觉真相也还是心痛。朋友已经尽了最大的能力去帮我，我也想尽说辞劝自己，能怎样呢？还不是以社会人的自尊继续活下去，讲着会遇见更好的人的话来鼓励自己，继续骗自己……"
        ],
        [
            2,
            "怎么救自己"
        ],
        [
            2,
            "每一段感情都熬不过冬季"
        ],
        [
            2,
            "强迫症十级"
        ],
        [
            2,
            "想玩想爱想做"
        ],
        [
            1,
            "建议先好好休息，玩好耍好，明年努力应该可以考上，今年希望不大了。"
        ],
        [
            1,
            "成都哪里做人流好？"
        ],
        [
            1,
            "羡慕那些考研时期毅力很大的人 我这种咸鱼每天学超过六个小时就学不下去了 上午睡到自然醒 晃悠到中午才去学 晚上回寝室再晃悠俩小时然后复习 前几天还去网吧打游戏 唉。。还有一个多月了 希望自己能尽快勤奋起来！"
        ],
        [
            1,
            "请问大家可以开车进学校，搬点东西就走，车能进来么 望江"
        ],
        [
            1,
            "感觉活的很失败，对生活很失望"
        ],
        [
            2,
            "多大算大"
        ],
        [
            1,
            "青少年沉迷于网络游戏是因为心智不成熟，而成年人沉迷于其中是因为社交功能障碍。\n这句话是老师在心理课上讲的，每当我想起这句话时我都感觉这是真理。可能不少男生都深深着迷于网络游戏，但似乎在某一瞬间，游戏失去了它奇特的吸引力，变成了一个普通的娱乐项目，而这是我们成熟的一个标志。\n成年后仍然沉迷于游戏的，多半会有心理方面的问题。就我接触过的人来说，他可以在室友全部入睡后仍然敲击着键盘和鼠标，甚至当你在半夜醒来时看到他还在沉浸在虚拟世界；他可以一天不上课不出门不和其他人说话（包括他的室友），似乎电脑就是他的全世界。\n学了心理学后最大的痛苦就是，你知道你身边的人可能有着严重的心理疾病，你却做不了什么事情。"
        ],
        [
            2,
            "终于明白有些女生为啥那么婊了，，，男生和女生才是最终的利益同盟啊"
        ],
        [
            1,
            "有没有艺术学院的小哥哥或者小姐姐愿意作画，我想在卧室裱起来，可以有偿，有意加我微信：viceHao"
        ],
        [
            2,
            "像没脑子的傻逼一样"
        ],
        [
            2,
            "真真日你妈"
        ],
        [
            2,
            "去吃去玩不是好事吗"
        ],
        [
            2,
            "大白，好想你"
        ],
        [
            1,
            "要你这个弟弟有什么好处？\n是拿专一了还是游戏不好玩了"
        ],
        [
            1,
            "我是男生\n我大三\n爱好男\n但我想要个哥哥? \n不想要男朋友"
        ],
        [
            2,
            "哪里帅哥最多"
        ],
        [
            2,
            "食色性，正常"
        ],
        [
            1,
            "图书馆自习的唯一动力就是有好看的小姐姐。\n\n我他妈就是个变态"
        ],
        [
            2,
            "我想来真挚地问一下 \n柯南的电影有没有英语字幕。。。"
        ],
        [
            1,
            "我规定，比我帅的男的都是gay。\n结果发现，全世界都变成gay了。"
        ],
        [
            2,
            "奖学金？奖学金？奖学金？？？奖学金？？？？"
        ],
        [
            2,
            "辱骂今天下午1点45在东二一层女厕第一间厕所的女生，已经快20min还没出来：)后面已经排了好长队，有便秘就得去医院治疗噢！"
        ],
        [
            1,
            "西园三舍的孤儿用自己驾驭不住的哭腔加真假声切换唱日文歌半小时了 室友管管"
        ],
        [
            1,
            "ti8的纪录片"
        ],
        [
            2,
            "国奖发了吗，各位"
        ],
        [
            1,
            "lgd的纪录片把我看自闭了"
        ],
        [
            2,
            "我想，喜欢上别人。"
        ],
        [
            1,
            "我觉得鼠标是最不应该带入图书馆的！\n狂点鼠标就更讨厌了！"
        ],
        [
            2,
            "简直了，小北门吃饭的店里全都是情侣档。。。我还是悄悄撤了吧。。。"
        ],
        [
            1,
            "今天图书馆人好少"
        ],
        [
            1,
            "双十一单身狗适合学习，考研到了这里我发现了一个十分逆天的笔记软件，推荐给大家，当然平时课程繁重笔记多的伙伴们也可以用。\nhttps://mubu.com/inv/218058"
        ],
        [
            1,
            "请问咱们学校一等助学金是多少啊"
        ],
        [
            1,
            "学校理发店纤丝精剪的服务太差了！不花钱做发型的话，他就特别敷衍地剪一下，连最起码的服务态度都没！"
        ],
        [
            1,
            "有人要一起约学习，种树吗？刚花钱解锁了forest专注森林专业版，有大家一起组建房间学习，QQ1518457968，一起来学习啊~"
        ],
        [
            1,
            "阳光很美"
        ],
        [
            2,
            "江安东园有买了洗衣机的同学吗？功率是多少瓦？"
        ],
        [
            2,
            "想问望江文理图书馆附近有打印店吗"
        ],
        [
            2,
            "今天的阳光这么好，一切都这么美，可惜你看不到了。。。"
        ],
        [
            1,
            "一个女生说我是她的沈佳宜，啥意思"
        ],
        [
            1,
            "出一个2600x＋华硕b450主板＋rx588蓝宝石超白金 16g内存 240水冷主机 所有东西有箱说有购物记录有保修 固态760p 512g m.2接口通电不超过2个小时，东西几乎都是新的\n 鲁大师37w分 主流游戏绝对够玩 需要的联系我微信18280170268 低价出 想要显示器的一块拿走 5.5k单主机  显示器飞利浦32寸2k分辨率 ips屏 打包可以便宜  江安的可以帮忙装机"
        ],
        [
            1,
            "你懂的可真多"
        ],
        [
            1,
            "别人"
        ],
        [
            2,
            "之前出海力健身卡的妹子出来我们聊聊"
        ],
        [
            2,
            "有没有姐姐想拼单薇姿精华的呀买一送一  江安"
        ],
        [
            1,
            "那个卖黑色民谣吉他的，吉他是什么牌子的呢！想问一下呢?我想买"
        ],
        [
            1,
            "求一个油画人物写生模特啊，要求女生，要为考研练习，昨天才知道川大以往都是画女模特。在江安校区这边的文星花园，有意可以加我578626810，可以请吃饭或者教画画送小画什么的"
        ],
        [
            2,
            "太过关注别人是自己空虚"
        ],
        [
            2,
            "对不起大家我又来卖吉他了还没卖出去\n黑色民谣吉他四十一寸 五百就卖\n我 这个月超支了"
        ],
        [
            1,
            "优秀的爱情本来就是要以利益为目的\n谈恋爱一是满足心里需要 更多是两个人互相支撑一起变好\n那种互相耽搁互相颓废的爱情就是垃圾感情 不如不要"
        ],
        [
            2,
            "幸运的是，我有一对爱我且三观很正的父母，让我有机会荣幸地获取对亲情的信任。\n爱情友情，都他妈是狗屁，唯有利益永恒。 ​​​"
        ],
        [
            1,
            "89风波四个字为啥全网屏蔽"
        ],
        [
            1,
            "买买买。大家一起买亏死马云"
        ],
        [
            1,
            "东五六楼的孤儿们 大半夜不睡觉庆祝你?死了？"
        ],
        [
            1,
            "同楼下妹子\n人手速太快了\n双十一难民求报团取暖"
        ],
        [
            2,
            "我！！忙活半小时！！什么没有买到！！\n气呼呼"
        ],
        [
            1,
            "又是双十一了，今年一直没有打开过淘宝，直到距离零点20分钟前打开浏览了一下。看到一件喜欢的羽绒服，就是有点点贵，1000多。。。想着前两年这个时候都没有买过新衣服，而是每年给爷爷奶奶都买了一套羽绒服，今年爷爷奶奶不用买了，可以轮到自己买件新的了，但都已经到支付界面，却又觉得舍不得了。其实自己有钱的买，但都是自己挣的攒的，就感觉没必要花这个钱了，然后最后买了些洗漱用品、学习资料。\n毅然关掉淘宝，觉得委屈而又不果断，唉，真想自力更生，努力奋斗啊。"
        ]
    ],
    "10": [
        [
            2,
            "有去过校医院去黑头和痘痘的小姐姐吗 效果怎么样"
        ],
        [
            1,
            "好吧 对不起"
        ],
        [
            2,
            "想找个电子科大的男朋友"
        ],
        [
            1,
            "复仇的时刻到了"
        ],
        [
            2,
            "可把你牛逼坏了，"
        ],
        [
            1,
            "同时有三个女生追我\n但依旧单身自己撸\n还想约炮"
        ],
        [
            1,
            "扣扣下面"
        ],
        [
            2,
            "我可求您别再打扰我的生活了"
        ],
        [
            1,
            "我是今天凌晨那个有8经验人数的男生\n我是很有责任啊\n每次不带套，但我都是拔出来的，没有射里面，自己撸出来的or射嘴里\n我知道为什么不带套会怀孕，因为男的一直憋精，想多和做几分钟，精液会流出来才那个的\n我不是和社会上的人约，都是学生妹好吗，不会得艾滋的，嘻嘻"
        ],
        [
            0,
            "考研的小伙伴们稳住啊，390这种分数没什么问题的，政英70＋70，数学专业课120＋120就已经380了。相信很多认真准备的小伙伴数学专业课都不止这个分数，加油，还有四十多天，马上就是胜利的曙光了！? ? ?"
        ],
        [
            1,
            "？？？？楼下什么意思？小老弟，说清楚，别匿名。"
        ],
        [
            1,
            "四川鸡巴学校"
        ],
        [
            2,
            "发烧的时候不能给其他人说，偷偷说都不行，被生活听到了又会趁机暴打你（发烧躺床上接到任务有感）"
        ],
        [
            1,
            "你有什么不开心的"
        ],
        [
            2,
            "为什么别人那么快乐"
        ],
        [
            1,
            "还有4个小时就要剁手了"
        ],
        [
            2,
            "每年发烧四次，一个季节一次，这次又赶上了(;´༎ຶД༎ຶ`)"
        ],
        [
            2,
            "贱逼永远是贱逼"
        ],
        [
            2,
            "又年底了 \n小偷和坏人\n得回家过年\n四川找钱\n磨子桥\n西门\n小北门\n南门\n同学们\n小心\n走"
        ],
        [
            2,
            "你妈死了吗，你要打扰别人的生活"
        ],
        [
            1,
            "傻逼举报老子，臭傻逼"
        ],
        [
            1,
            "他贱油没有道歉吗？弄死他"
        ],
        [
            1,
            "有喝酒的不"
        ],
        [
            1,
            "喵喵喵?想被打屁股的女生站出来"
        ],
        [
            2,
            "奖学金今天没有发?喵喵喵?"
        ],
        [
            2,
            "总是想被打屁股怎么办呢"
        ],
        [
            2,
            "390人大的经济？"
        ],
        [
            2,
            "想请问一下，想学油画的话，要怎么找老师呢？"
        ],
        [
            1,
            "390？我考的这个310上线的专业我都担心考不上。。"
        ],
        [
            1,
            "390的分数线，你是要考哪个踏踏？"
        ],
        [
            1,
            "我崩溃了，心态崩了，一个人考研真的崩溃了，女朋友似有似无也只有天天的晚安，室友考研没一个复习的，穿的和去年一月份在北方一样厚的衣服，在图书馆还是冻成傻逼，分数线390几乎考不上还是得去考就像去送死一样，Wdnmd，草了都"
        ],
        [
            1,
            "毒液有约吗 望江"
        ],
        [
            1,
            "磨子桥地铁口最近小偷很多，大家小心自己的手机"
        ],
        [
            1,
            "想你了呀"
        ],
        [
            1,
            "有的辅导员好 有的只想往上爬"
        ],
        [
            1,
            "有一、、无聊"
        ],
        [
            1,
            "华西图书馆"
        ],
        [
            1,
            "不管人怎么样，fdy就是学校内部养的闲人，这个没得说。"
        ],
        [
            2,
            "骂fdy的人还是不要带标签吧。很多时候fdy也是尽力在做自己的事情，昨天出事了所有fdy都是刚出完差立马就跑回来进宿舍清点学生。不是所有fdy都像你口中那样，说实话一人管几百号学生，请换位思考一下，这本来就是一件吃力不讨好的苦差事。如果心里不舒服，很多辅导员都是等着大家去聊的。请某些对自己fdy有意见的人自己去跟学校讲不要在这里带着标签骂人乱带节奏。"
        ],
        [
            1,
            "你的愿望如果是下一顿饭可以吃到自己想吃的，一步一步慢慢来，就会有了。神是不存在的，可是你确确实实是真真切切的就在这儿，一个可爱又善良的姑娘，鼻子碰了点灰而已，把灰擦掉，还是可爱又善良的姑娘呀"
        ],
        [
            2,
            "我的愿望都没有实现过，应该没有神明吧这世上"
        ],
        [
            2,
            "啊啊啊，考不上研我该怎么办啊啊啊啊!压力好大啊啊啊啊啊啊啊!"
        ],
        [
            2,
            "辅导员跟我说研究生毕业想找工作的话，要多做学生工作，给辅导员办事，你说你?呢"
        ],
        [
            2,
            "那些敢于放弃生命的人，到底是想开了，还是没想开。"
        ],
        [
            2,
            "有没有好心人告诉我下午的半期考到几点，错峰去吃饭，今天没想到这么多人"
        ],
        [
            1,
            "打开支付宝首页搜索“552946496” 立即领红包"
        ],
        [
            2,
            "无解"
        ],
        [
            0,
            "我去你妈的学习，去你妈的工作，去你妈的压力，就干自己想做的事情，不快的，接受不了的，让它们死掉好了，但请你给老子好好的活着"
        ],
        [
            2,
            "答案"
        ],
        [
            1,
            "前两天图书馆看见男的摸女的奶的，今天又看见女的摸男的屌的。这世界真让我大开眼界"
        ],
        [
            2,
            "我知道了！是辅导员！"
        ],
        [
            0,
            "这个世界，最缺乏的，是什么？"
        ],
        [
            2,
            "fdy是啥"
        ],
        [
            0,
            "世上没有至上的爱情思想，没有至上至真的爱——\n我将用我的一生，与世俗斗，与世人斗，与岁月斗，我的灵魂，我的爱，我的心，坚稳不朽，\n谁都没法取代你，那些所谓的不过是俗人之见、实则不明己心不明真爱也没有深爱过的人的言论里的成长、成熟永远不能噬咬我的心\n我，永远是你眼里的傻逼\n你可以不爱我，但是，能不能不要希望我会跟其她女生恋爱，找其她女生做女朋友\n傻丫头，我从来只有一条路，且一往而前，我断掉了所有的别人眼里的退路，哪有退路之说，\n我不会喜欢上其她任何女生，有女生对我有喜欢，我也马上断了她对我的喜欢\n我的生命里，只有一个丫头"
        ],
        [
            0,
            "我们这一生，真的要错过吗？\n我在，永远都在\n只有你一人\n你永远不会后悔，我会一直等着你，\n一定要好好的"
        ],
        [
            2,
            "笑死我了，谁再在info上约谁是狗"
        ],
        [
            2,
            "每天都不快乐"
        ],
        [
            2,
            "图书馆5楼圆环桌最外围的那个男同学，你再坐在座位上出声打电话我要报警了??"
        ],
        [
            1,
            "丢了500块钱，怎么办"
        ],
        [
            1,
            "组队看毒液的有没有，江安走起啊。"
        ],
        [
            1,
            "女生也会当备胎吗？女生也会做舔狗吗？"
        ],
        [
            1,
            "七友：       谁人曾照顾过我的感受\n天后：       我明明都懂却拼死效忠\n趁早：       我可以笑着扮演你配角\n淘汰：       我却得到你安慰的淘汰\n洋葱：       盘底洋葱永远是调味品\n说谎：       我没有说谎是爱情说谎\n传奇：       我一直在你身边未走远\n温柔：       不打扰是我最后的温柔"
        ],
        [
            1,
            "请问有人有闵心畅老师的微积分课，和董重明老师线代课的课程群号吗，急求啊啊啊啊"
        ],
        [
            1,
            "所以学医到底有什么鸡巴用？"
        ],
        [
            1,
            "各位不开心的时候多和傻吊网友聊一聊啊_(•̀ω•́ 」∠)_"
        ],
        [
            1,
            "自杀会传染"
        ],
        [
            1,
            "自杀，只是一个个人选择。\n\n        齐奥朗（罗马尼亚文学家和哲学家，二十世纪怀疑论、虚无主义重要思想家）认为自杀是自然的，健康的。有兴趣的朋友可以去搜一下或者阅读一下他的著作。\n        川大各位朋友大部分都是温室里成长的花朵，不知人间疾苦，请不要在这里发什么“人生美好，为什么自杀”“人生还有好多精彩的地方”“你死了父母怎么办”“生活还有许多未知的精彩”之类的了。我们都不曾落入深渊，不曾感受过绝望，我们是幸运的，但与此同时请对这个世界里一些未知的事物保持敬意。\n        请尊重死者，我们无法想象到底是什么让她陷入了绝望，绝望到放弃了以后的所有可能性，我们也无法判断同样的情况我们能不能挺过来，所以请不要批判她的懦弱，不负责，不坚强，我们不一定比她更强。\n        我们应该做的只有为她祈祷，并且想办法远离无尽的绝望深渊，想窥探深渊的朋友请铭记尼采的警告。\n        只有当我们知道我们可以随时退出地球online这个破游戏的时候，我们才可以更好的活着。哈佛的幸福课里面也提到了每天思考一下死亡有利于幸福。\n\n        逝者安息"
        ],
        [
            1,
            "今天不是斑马补货?为什么毒上面还比昨晚涨了一百"
        ],
        [
            0,
            "昨晚上失眠了，几乎一个晚上没有睡，在床上躺着，听到食堂的叔叔们都开始工作了，或许是很迷茫吧，考研和工作不知如何抉择，家里我其实也不知道什么情况，感觉父母经济压力很大，但是自己又很想读研，可是经济又只能完全依赖父母，我都不知道自己最近在干什么，不知所措"
        ],
        [
            2,
            "有购房资格就好牛逼哦，钱呢"
        ],
        [
            2,
            "有没有业余喜欢跳舞的小姐姐一起扒舞玩啊"
        ],
        [
            1,
            "渣男呗 醒醒"
        ],
        [
            2,
            "有女朋友 为什么还要撩我"
        ],
        [
            2,
            "找男友，是男的就行。"
        ],
        [
            2,
            "当律师的头二三年特别穷逼"
        ],
        [
            1,
            "明天就双十一了，励志奖学金什么时候发啊。"
        ],
        [
            2,
            "谢谢大家，希望每个人都有人爱"
        ],
        [
            1,
            "诚心找女友，毕业一年半，目前是实习律师。长相说的过去173体重135。喜欢厨艺，但是有不良嗜好吸烟的缺点，不过可以保证不在你面前抽烟。目前工资不高，但是有购房资格后可以在成都买房买车。性格不是霸道总裁型，希望女生可以稍微主动一点，目前单身两年。另外工作比较忙，经常加班，希望能体谅。有兴趣的女孩可以留号删，我加你。"
        ],
        [
            1,
            "希望川大的同学都要好好珍惜自己的生命！不要辜负了父母的养育之恩，没有什么坎坷无法度过，要做的是调整心态，奋起直追！当你发现自己不如别人时，看看是自己不努力导致的还是什么，不管是学习压力大，还是爱情不顺利，多想想我们的人生还很长很长，努力拼搏我们还是会出彩的，这两个月都已经好几个同学选择轻生了，亲爱的学弟学妹们一定要好好珍惜自己的生命，任何东西都没有她重要，有了生命你可以让自己重新回到巅峰，你们能够考上川大，相信都是优秀的，一时的不顺不代表以后！"
        ],
        [
            1,
            "生日快乐！希望有人给你唱生日快乐歌，有人给你插蛋糕上的蜡烛，有人一起诉说愿望，有人一起依偎漫步，有人一起过以后的每一个生日。"
        ],
        [
            2,
            "一个人过的第n个生日"
        ],
        [
            2,
            "谢谢你们的回复"
        ],
        [
            2,
            "今天我生日。"
        ],
        [
            1,
            "自闭中，勿扰"
        ],
        [
            2,
            "那好啊，希望info无约"
        ],
        [
            1,
            "迎新晚会门票也太丑了吧 又红又专"
        ],
        [
            2,
            "楼下人才"
        ],
        [
            1,
            "男生永远不要去约，太亏\n你出钱，你出力，你出精，最后肾虚的还是你"
        ],
        [
            2,
            "女生永远不要去约，太亏"
        ],
        [
            2,
            "赶快去查艾滋"
        ],
        [
            2,
            "危险，你这种狗逼到哪不是个死"
        ],
        [
            2,
            "那个不戴套 没怀孕 有责任感的\n明明是你jing子质量不行 还挺沾沾自喜\n饵咸钩直 快别了吧"
        ],
        [
            0,
            "就这么缺座位吗？明明研讨室门上都写了不要留私人物品"
        ],
        [
            1,
            "和8个女生做过\n从不带套\n没有一个怀孕～\n我是不是超级有责任感？"
        ],
        [
            2,
            "你说有趣不有趣\n做错事情的人指着你的鼻子说：你凭什么骂我"
        ],
        [
            1,
            "愿你如天上星，亮晶晶，永灿烂，长安宁"
        ],
        [
            2,
            "有没有女生可以接受被包养的，认真的说"
        ],
        [
            2,
            "亲爱的陌生同学，如果你觉得压抑，难过，我愿意做你的树洞，陪你学习，陪你吃饭，陪你看电影，陪你打游戏，熬过去，会有幸福的那天的！"
        ],
        [
            1,
            "压力一届比一届大，心智一届比一届脆弱，是教育出了问题吧，让青春成了牺牲品"
        ],
        [
            2,
            "虽然因为找不到工作，在无数个黑夜默默流泪，想到过死却没有勇气，只能祈祷明天会有新的希望吧"
        ],
        [
            1,
            "好看的皮囊二百多块"
        ],
        [
            1,
            "刚去吃海底捞,排队期间,对面马路有人吵架打起来,于是我就站在门口看了起来,接着有服务员给我搬了把凳子,然后还端了点心过来,然后跟我说,他们已经派人过去打听打架的缘由了。。。"
        ],
        [
            1,
            "男人也会，柔情的男人"
        ],
        [
            1,
            "无论怎样，都不要对未来失去希望！"
        ],
        [
            1,
            "北六二楼的某些朋友们，你们真的很没素质哦，现在这个点儿了各种cnm，wc国骂轮番上嘴，门一直砰砰砰，我寻思着你们就这么低的素质？白天装死，12点半了一直闹腾？我寻思着你们几个寝室的这么闹腾咋不去夜店土嗨一下，搁这儿学校里面大半夜嗨嘛玩意儿？明天周六就能半夜扰闹他人？我寻思着你搁你家里边儿也不能吧？有嘛事儿自己处理哦，你搁宿舍里边闹嘛？虽然你们闹着俺了，但毕竟我是你哥哥，我也不能去找物管，你吼辣么大声也莫得啥子用，所以晚安哦，臭弟弟"
        ],
        [
            2,
            "女人会因性生爱，而男人不会"
        ],
        [
            2,
            "总感觉成都的天气容易让人抑郁。去年秋天到冬天的几个月我也快要奔溃了。\n但是后来回到阳光充裕的城市我就好了～所以记得多少太阳。\n还有很多人可能因为以前高中很优秀，大学里变的不那么受人关注，开始孤单，这都是很正常的，成长中总有瓶颈期去面对的。\n我高考考砸，上了很差的大学，大学里环境不好，我努力和环境抗争，发现心智磨砺了不少，但是平台总是缺一些。在每天努力提高自己，健身看书喝优秀的朋友交流请教，努力把每个人当作老师去请教各种问题，和同学相处不好心情差时写日记，在空间留言板上记录了一千多条信息。\n现在依旧有很多人生难题要面对，因为以前优秀心气高，想继续读研读博，想找很优秀的男孩子，但是感觉自己学校不好总自卑，所以在努力备考研究生中～\n现在复习反而不怕了，其实人生有很多次很关键的时候，我们不能事事顺心，认怂也是一种调节，不要因为自己的不完美而难过，得到和想要却得不到都不那么完美，生活本来就没有意义，我们要努力变的有意义。\n对川大很有感情，喜欢川大的朋友们，羡慕你们的资源，所以亲爱的朋友们，你们要快乐！总盯着很厉害的人固然能督促自己进步，但是有的时候别忘记低头看看脚下你还有很多拥有的。一切交给时间，你想要的总会有，耐心点～或许有人正在爱着你而没来得及表白，你别让对方遗憾，或许未来你是一个行业的精英，只是暂时你不开心没看到自己的光。\n爱你们，每一个人！\n人间值得！"
        ],
        [
            2,
            "楼下那个说外卖小哥的 我也想说我上周经历的一件很暖的事。当时走在西门正在打电话没发现鞋带开了，一个外卖小哥骑着车迎面过来，伸出手指着我的鞋带，大声的对我说了句鞋带松了 系一下，说完呼啸而过。就这么一个不经意的动作，我觉得真的很感谢身边有这么多善良的人。大家都要好好的呀，这个世界还是很温柔的。"
        ],
        [
            1,
            "大家都要好好活着好好生活呀，就算真的觉得顶不住了，也要想想父母是吧。而且我们才20几岁的年纪，未来有那么多未知和新奇的经历去体验，怎么就断定自己不爱这个世界了呢~祝好~"
        ],
        [
            1,
            "昨晚上我是躺在床上睁着眼到天亮的，我知道抑郁症有多痛苦，而且无法痊愈，一但遇到挫折就会复发甚至恶化更加严重，这个病比什么癌症的可怕多了，因为患者一般都是独自承受的，一般都不会告诉别人，反而要在别人面前装作很开心的样子。追求和能力不匹配，一次又一次的否定自己，焦虑，烦躁，每天都在痛苦的活着，看不到未来，看不到希望。  \n希望大家多关心一下身边的人，关心是对抑郁症最好良药，让他知道有人关心他在意他他活在还有意义，有可能你身边某个强颜欢笑的孩子就是抑郁症患者。"
        ],
        [
            1,
            "什么逻辑ヽ（・＿・；)ノ"
        ],
        [
            2,
            "女人会因为男人草了她而爱他，而男人不会因为草了这个女生而爱这个女生，所以，永远不要去约炮"
        ],
        [
            1,
            "没有什么槛是过不去的"
        ],
        [
            2,
            "今天晚上在教室点了外卖往寝室走，没想到外卖提前到了，跟外卖小哥说可能还要有一会才能到寝室，小哥说好的，那我在门口等你。然后一阵狂奔，气喘吁吁的走到寝室楼门口，一边道歉一边报手机号，小哥微笑着说，跑这么着急干什么，慢慢走就行的……拿着外卖，突然眼泪就止不住的往外涌，然后演变成嚎啕大哭，自己都觉得自己很奇怪，明明这些日子因为种种原因，已经濒临绝望的边缘，但是也从来没掉过一滴眼泪，为什么让泪水决堤的，仅仅只是一个陌生人的一点点善意呢。可能，最可怕的从来都不是悲伤大哭的泪水，而是因为被人冷漠无视而慢慢堆积最后变成绝望的麻木，希望每个人都能把自己的善良散播给其他人，也希望每个人都能被善良以待。\n哭完了，心情好很多，明天太阳还会升起，只要不死，我就继续努力挣扎。"
        ],
        [
            1,
            "啊哈 \n那被你当成备胎的都是多傻逼"
        ],
        [
            1,
            "到底是什么压力才会使一个人对生命没有眷恋"
        ],
        [
            0,
            "想自尽的时候，想着那么多人若无其事甚至开开心心地活着，不会觉得不甘吗？只是对每次出了事几小时后就好像什么都没有发生一样表达下感慨"
        ],
        [
            2,
            "我真的很浪\n24的人看着像18的，大家觉得很清纯，殊不知总找备胎。\n有的时候我也想自己为啥这么渣，哎～\n看人真的不能只看表面。\n关键我还在别人眼里有思想有追求，很积极向上，善良。\n多想告诉他们实情，但我没这个勇气"
        ],
        [
            1,
            "人间很值得！你永远不知道自己的潜力有多大，你永远不知道明天的朝阳有多美好，你永远不知道未来的你是多么优秀，好好活着，珍惜现在的每分每秒！为了自己，为了亲人，为了朋友"
        ],
        [
            2,
            "我们是可以决定自己的生命，但这个决定关乎的不只是自己，在那一刻，你感觉离开世界你就可以解放了，但你有可能将更大的悲痛留给爱你的人。我没有任何权利谴责任何人，我只是为一个年轻的生命感到惋惜。是，我们是要坚强，但我们也要多关爱身边的人。如果有一天，你发现你的室友性情大变或长时间心情低落，你不应该做一个冷漠的看客；如果有一天你的同学需要帮助，即使你无能为力也不要冷嘲热讽。如果你不是抑郁症患者，你就永远不懂他们的悲痛，你也不会猜到你的某一言行举止将是压死骆驼的最后一根稻草。一个抑郁症患者是不会轻易说出自己的苦衷的。他们真的很痛苦。为什么不能多一点真心呢？说实话，我自己就是一名抑郁症患者，如果不是今天这件事我是不会说这么多的。我曾经自杀两次未遂，我懂那种对这个世界失望的感觉，我也看到过父母在病床前流泪，那一刻我内心很纠结。我在意的不是客观环境如何，我在意的更多的是世人的冷漠。我曾经去找过辅导员谈心，但令我沮丧的是迎面而来的指责与批评，我这才懂得这名所谓大学心理辅导老师是没有资格听学生谈心的。还有那些说有病就去看病啊的人，他们更没有资格说这种话，但我们又能拿这些无知者怎么办？其实扯这么多，我知道我也改变不了什么，我甚至自己都是个病人。我只是希望大家给予彼此多一点爱和关心，少一些虚情假意。谢谢。"
        ],
        [
            2,
            "好想找一个喜欢嘻哈说唱的男朋友哦"
        ],
        [
            2,
            "我是那种朋友眼中每天讲着各种段子，大大咧咧没心没肺的人，但是也曾上网搜什么渠道可以弄到致死剂量的安眠药。有的人真的没有表面看起来那么快乐，只是不想让身边的人感受不必要的负能量。自己经历过，所以会尽力对每一个人好，哪怕陌生人。有的时候，只要一点点温暖，就可以拯救一个人。那种在被全世界抛弃的时候感受到一缕光的感觉，真的，我就是这样活下来的。"
        ],
        [
            1,
            "不管怎样 都想劝大家一下\n我们可是985的学生啊 川大的影响力越来越大\n作为学生的我们首先应该感到自豪 我们已经比绝大多数有了更高的起点 当遇到情绪上或者学业上的困难的时候 多和朋友家人沟通 如果没有合适的人 也可以尝试着转移注意力 不要把压力一直压在一个地方 这样是很容易崩溃的 作为名牌大学的我们应该有更好的心理去面对困难 当你面临崩溃的时候 多想一想自己能在这个大学已经很成功了 永远要记住 四川大学这四个字 将会是你人生中最后的盾牌 并且永远不会倒下！"
        ],
        [
            2,
            "十年之后我还是四千"
        ],
        [
            2,
            "我也压力好大啊……考研?"
        ],
        [
            1,
            "有什么不开心的扛不住的一定要找地方抒发 吃点好的 买买衣服化妆品 看看电影啥的 要想没有什么是过不去的"
        ],
        [
            2,
            "今天知道出事的时候特别震惊，昨晚是我蒙在被子里哭，搜了自杀，弹出来心理热线，也看了几个救助的故事，哭累了，然后就睡了。我害怕那个人是我。我也害怕下一个人是我。"
        ]
    ],
    "09": [
        [
            2,
            "看着高中学渣同学进了油田当工人一个月1万五，我重点大学毕业一个月四千"
        ],
        [
            0,
            "都是7楼出的事呀"
        ],
        [
            0,
            "我有时候觉得自己好冷漠，身边的人出现麻烦，就像有人跌倒了，没有大碍的话，我真的不想靠近，也不想帮ta，虽然会说一句：同学你没事吧\n但是身体是不想去帮忙的\n我自认自己算是一个比较有同理心的人，也会被他人的悲喜所感染，但有时候为什么就那么冷漠呢"
        ],
        [
            1,
            "不是说某部分同学希望改善住宿条件的愿望不对\n真正恶心的是这些人可能甚至连那个姑娘是谁都不知道就开始把住宿条件差强行弄成她自尽的一部分原因开始带节奏\n你们把别人的生命当借口说出为了自己利益的这种话真的好吗：）"
        ],
        [
            2,
            "在这里发布希望改善环境的建议有个锤子用"
        ],
        [
            0,
            "改善宿舍环境其实也挺好，不过现在提出来有些奇怪，把姑娘轻生的原因归结到宿舍环境不好也很奇怪。"
        ],
        [
            2,
            "对身边的一切好一点吧，你的恶意可能是压垮对方的最后一根稻草，你的善意可能是留住对方的唯一一份美好。"
        ],
        [
            2,
            "读书能改变命运，管理类专业除外"
        ],
        [
            1,
            "这和寝室客观环境没多少关系，即使说的符合事实，但是也不应该借这个事来说，变相地蹭热点和蘸人血馒头喂饱自己。"
        ],
        [
            2,
            "多对身边的人说说话吧，多笑笑吧，多关心下身边的朋友同学家人吧，多表达出自己对他们的爱吧，我们如果可以少一点点冷漠是不是就会多挽救一个生命。。。"
        ],
        [
            2,
            "别放啥屁说先改善教学条件啥啥啥的。住宿条件不能同时改善了？？毕竟食堂也改了啊？你咋不说呢？(没有对改食堂有意见，就是对不改宿舍有意见)而且我说实话换的那些破烂屏幕未免太难用了，反光反的啥都看不到还不如以前的投影呢。一教C一个教室装三个屏幕，我居然还能坐到三个屏幕都看不清的位置(除了反窗户的光还有灯，全都反我天灵盖上了)。一天到晚也就想着当网红了吧:)"
        ],
        [
            1,
            "求求学校改善下宿舍环境吧！好歹也粉刷下走廊墙壁成粉色蓝色什么的吧，黑色的看的人多压抑啊，像个监狱一样心情能好的起来吗，这不逼着人有轻生念头吗？支持的小伙伴点上去啊让学校看到拜托了！"
        ],
        [
            1,
            "说改善住宿条件的别拿这种事来蹭热度行吗？会有人因为住的寝室条件不好就自尽？其他学校寝室好不到哪去，你看看别人武大？搞这些花里胡哨的东西。前年基教连个scunet都没有，教室不能查文献，每个教室的教学屏幕不也是才弄上去的？这两年该装修的也都装修了，肯定是先保证教学条件提高啊，先给你们把寝室弄得华华丽丽的让你们好天天在寝室里打游戏颓废？别逗了，是你对学校的贡献非常大了，还是你家给学校投资很多值得学校给你装个帝王寝？学校一年交多少学费交多少住宿费心里没点数吗？国外住宿条件好啊，你对比对比学费？你要每年愿意交川大那么多我相信别人也愿意给你改善。只要钱到位，啥都好说。不过我觉得如果你是这样家庭的人早想办法了而不是在这匿名抱怨（就像我一同学租房，问他为什么租房他回答说因为限购买不了）。老老实实好好学习才是真的\n层次不够啊你这种同学，多接受一下社会主义的熏陶。"
        ],
        [
            2,
            "要是心理有病请赶快就医!!!如果是抑郁症的情况，要是有严重自杀倾向甚至自杀行为，那么抑郁症应该得了好几个月，还请及时关注自己的心理状态!"
        ],
        [
            2,
            "有时候难免闪过轻生的念头，下一秒就会想到我是独生女，我要珍爱生命。不知道这位同学遇到了什么，安息吧，下辈子开开心心。"
        ],
        [
            1,
            "上次自杀有个女生问跳楼用什么方式落地好，我希望今晚的人不是你，也请你tm给我好好活着"
        ],
        [
            1,
            "江安二手书店还开着吗"
        ],
        [
            1,
            "看到跳楼，心里不好受，生命可贵。别的不说，学校是不是应该花点钱改善下老校区学生的住宿条件，搞了那么多的基建，有钱把路边好好的绿化带毁掉重新铺草皮，有钱修地下停车场(校园车辆并没减少)，有钱搞很多面子工程，唯独不把学生住宿条件改善一下，看看北苑，看看南苑，看看东苑，换个床，买几张像样的桌子，换个门，换个窗户很难吗？每层楼加个热水器有那么难？摆个微波炉有那么难？搞几个好的晾衣架有那么难？学生宿舍都成活化石了，每年宣传学校硬件好，都拿江安的来说，望江华西这些敢提吗？有个好的环境，这些是可以在一定程度上减少这种事件的发生吧，卧槽"
        ],
        [
            2,
            "跳楼是因为你这种傻逼来了川大，破坏了风水"
        ],
        [
            1,
            "家长群说说一女生晾衣服不小心掉了下去，感觉很假，但是阳台确实外墙确实有点低，真的，站上去很容易掉下去。\n其实，不清楚具体情况的人，说这个那个的实际上都是在猜。只是……有些事情复杂，不好弄。"
        ],
        [
            2,
            "从我9：50到一教D开始上自习到现在，旁边的情侣没有一刻停止过抚摸对方，而且还不时发出嬉笑的声音。其实你们可以选择到江安各个小树林里进行的"
        ],
        [
            1,
            "东九六楼是哪个学院啊？"
        ],
        [
            1,
            "极爱自己"
        ],
        [
            2,
            "说校长的你怎么不说是因为你来了川大就发生这么多事？\n搞笑。"
        ],
        [
            2,
            "新校长何其无辜 他心里还想不调任过来多好"
        ],
        [
            2,
            "东九是研究生宿舍还是本科生宿舍啊"
        ],
        [
            2,
            "我才看了 我的九十九次死亡 怎么一打开info又看到说有人跳楼\n希望人没事"
        ],
        [
            1,
            "我只觉得难受，惊颤，一个生命的消失好像只在那一线断。"
        ],
        [
            1,
            "何必要如此淡然的对待生命呢？大好年华，什么生活不能过？不想学习，好的，休学出去旅游;家庭原因，ok，你甚至可以脱离原生家庭。有什么是比生命更重要的啊。大好的人生，你可以很精彩，很精彩，做所有你喜欢的一切，何必要给自己桎梏，又何必要走绝路。"
        ],
        [
            1,
            "哎，6楼啊，难以想象"
        ],
        [
            0,
            "说吃瓜的人是孤儿吗请问"
        ],
        [
            1,
            "不要去看柯南\n不要去看柯南\n不要去看柯南\n省钱吃点好吃 干什么不好 垃圾电影 浪费我钱浪费我时间\n唯一一点学到的 大家要爱国啊 社会主义大法好"
        ],
        [
            1,
            "说实话，住宿环境也影响心情吧，因素很多，且行且珍惜。"
        ],
        [
            2,
            "用吃瓜形容逝去的生命？过分了"
        ],
        [
            2,
            "我不知道这些人都经历了什么能让自己作出跳楼/上吊/跳河之类的行为，我祈祷自己永远也不要感同身受\n至少目前，如果有能逼死我的事或人出现，那也得是我先kill这些之后，我再自杀"
        ],
        [
            1,
            "又有人跳了？？？？"
        ],
        [
            2,
            "三等助学金多少钱？"
        ],
        [
            2,
            "人类的悲痛并不相通"
        ],
        [
            1,
            "我太累了，见的太多了，疲倦了，容我休息休息。"
        ],
        [
            1,
            "学生会干部不应该全校公投产生？"
        ],
        [
            2,
            "想吃个东九的瓜"
        ],
        [
            1,
            "应该是没救过来"
        ],
        [
            0,
            "罗淼傻逼"
        ],
        [
            2,
            "东九又跳楼了？"
        ],
        [
            2,
            "东园九舍什么情况？怎么又有人想不开了吗"
        ],
        [
            1,
            "有人知道望江校医院能验光吗～感觉视力又涨了。。"
        ],
        [
            2,
            "毒液，我都能猜出来下一秒要发生啥。。。\n视觉效果不错，但是emmmm，最让我懵逼的是，毒液怎么就突然被男主感化变好了，不符合逻辑啊"
        ],
        [
            1,
            "上次我坐校车还坏在二手车市场门口了，一车人在马路中间等车"
        ],
        [
            1,
            "毒液好看吗各位"
        ],
        [
            2,
            "约电影"
        ],
        [
            2,
            "动不动就封别人的号有意思吗"
        ],
        [
            1,
            "看毒液啊，江安"
        ],
        [
            1,
            "好无聊啊\n有木有小姐姐去南门喝奶茶，压马路，看电影\n有时候一个人会疯掉"
        ],
        [
            2,
            "请问一下，有没有申请过社会助学金的同学，名单公示在什么时候，发放大概在什么时候（无尽感激）"
        ],
        [
            1,
            "我也想约人看毒液……"
        ],
        [
            1,
            "我本來以為 我終於可以過情人節了"
        ],
        [
            2,
            "大家都在约人看毒液。我还是自己去看好了比起小哥哥 我更想看漫威啊啊啊啊"
        ],
        [
            2,
            "未经允许私自大改，删除他人作业的都去死好吗，我辛辛苦苦写的东西，我让你改了吗，一个小组的东西，全你一个人写吧，你干嘛加小组呢？"
        ],
        [
            0,
            "校车有他妈在半路停了二十分钟真他妈服辽"
        ],
        [
            2,
            "求问，看上的男人，怎么才能把他强奸了"
        ],
        [
            2,
            "江安有没有卖砂锅饭的啊，天气冷冷的好想吃"
        ],
        [
            1,
            "为何恨"
        ],
        [
            1,
            "艾滋能通过接吻传播...?别危言耸听啊\n可以是可以 但你那要求太苛刻了 一般不会"
        ],
        [
            2,
            "你没有错，但我却做不到不恨你"
        ],
        [
            2,
            "会传染，如果你的口腔溃疡，对方也口腔溃疡，可能传播艾滋病、尖锐湿疣"
        ],
        [
            2,
            "其实我不知道怎样才算是在&quot;玩&quot;scuinfo，学习之余看看大家都在说什么，偶尔求个幸运试着在上面找找失物，被诈骗了来这里提醒同学，这算不算是在玩？或者你可以告诉我怎样才叫正确的玩法？\n确实每天都看到有人约，也有人骂，也有人问info为什么会变成这样，也有人说info上都是垃圾男女，其实我觉得，都是个人的选择和看法而已，谁也不比谁更高明或者更睿智，网络平台大多如此吧，总不能让别人不说话。"
        ],
        [
            1,
            "是的，平时压力大了还真的需要一个拥抱一个吻。如果有了这些美好的东西，就不会有那么多的蕉绿了吧。"
        ],
        [
            2,
            "其实 她真的是一个彻头彻尾的好人。"
        ],
        [
            1,
            "都什么层次了 还打架？有没有点水准？读那么多年书让你以打架解决问题的？\n没死应该都不会开除 在哪打几时打 透露一下我提前搬个小板凳过去"
        ],
        [
            2,
            "约吻不如约炮"
        ],
        [
            2,
            "看到还有小姐姐现在还在穿破洞裤!!!\nemmm为了好看也不能不顾身体呀，会得老寒腿的鸭，注意保暖啊小仙女们"
        ],
        [
            1,
            "找个经济学同学做老师"
        ],
        [
            2,
            "笑死我了牛逼哄哄的学生会干部原来还是个约炮男啊"
        ],
        [
            1,
            "伞终于丢了。。。中快。。"
        ],
        [
            1,
            "有漂亮的小姐姐看毒液吗？my treat"
        ],
        [
            2,
            "我佛了不是一点提供热水嘛都一点25了水还是凉的"
        ],
        [
            2,
            "你的单身被我承包了"
        ],
        [
            2,
            "东四唱歌是几楼啊 我咋没听见过 这几天经常看吐槽她的 让我莫名好奇"
        ],
        [
            2,
            "室友真的好烦"
        ],
        [
            2,
            "说考研却呆宿舍也没啥吧\n因为又不是我的人生"
        ],
        [
            1,
            "国家单身补助金什么时候发？\n我校找对象帮扶金什么时候发？\n指望这个过双十一呢！？"
        ],
        [
            1,
            "今天三餐中午的豆腐包肉已经变质了，裹上巨咸的酱还在卖，千万别吃，真的变质了，巨恶心"
        ],
        [
            2,
            "明天早上五点左右有没有一起拼车去机场的"
        ],
        [
            2,
            "望江有像江安一样 卖里面期中期末试题的地方吗"
        ],
        [
            0,
            "上个学期的江安校区图书馆打印店怎么退钱呢？找不到联系方式了"
        ],
        [
            1,
            "不知道在自习室用机械键盘加有声鼠标的是什么孤儿 还敲那么大声"
        ],
        [
            2,
            "什么时候发国奖啊，双十一过不成了"
        ],
        [
            0,
            "大家对说着要考研但是整天待在宿舍里的同学有什么看法。。。"
        ],
        [
            1,
            "历年考研真题 文理馆附近华力生印务全有"
        ],
        [
            1,
            "不可否认，最近关于全国学生会改革都处于一片热潮，网络上爆出的刘主席事件的确有损学生会、学校的声誉，但是，不管是当事人，还是一众网络背后的吃瓜群众，还是涉及到的四川大学学生会，都应该把事情理清楚了再做后续处理。\n首先、此次活动团委、学生会知悉，但并不支持和同意，该活动某种程度纯属个人行为，让人愤慨的是，该同学竟把学生会二维码放在一个自己的公众号上面，迷惑商家也迷惑了自己。对于这种事情，学生会不应该成为大家口诛笔伐的对象。\n但是，该同学作为学生会的学生干部，不管是出于什么利益，做出这样的行为都是极其不妥的，也从侧面反应出学生会内部队伍思想引领和价值观建设的不足，的确值得各级学生会重视和反思。"
        ],
        [
            2,
            "请问开学申请了助学金 后来又申请了国家助学金  二者是一样的吗  还是都有"
        ],
        [
            2,
            "男人骗男人的钱就是容易"
        ],
        [
            0,
            "有人卖二手手机的吗？能正常使用的，留下QQ，我加你"
        ],
        [
            1,
            "周末有一起去图书馆的吗？中午可以带我一起去食堂吃饭的那种（饭钱给你发红包的啦）。"
        ],
        [
            1,
            "助学金1200是助学金一等，每个月400，这是9月10月11月三个月的"
        ],
        [
            1,
            "望江有卖历年考试题的地方吗？"
        ],
        [
            1,
            "十分好奇你的面目，实名制加照片就有意思了"
        ],
        [
            2,
            "特别好奇info屌丝的面目，实名制加照片就有意思了"
        ],
        [
            1,
            "国家励志什么时候发呀"
        ],
        [
            1,
            "助学金900是什么"
        ],
        [
            1,
            "助学金1200是贫困一等，从去年开始助学金就分成10个月打了"
        ],
        [
            1,
            "想问一下女生的第一次是什么感觉\n有没有小姐姐告诉我一下"
        ],
        [
            1,
            "飞机杯真的是个好东西"
        ],
        [
            1,
            "如何能做到信任一个人"
        ],
        [
            1,
            "我滴妈耶，还有约吻这种骚操作，还有共享酒店这种玩意，真滴服"
        ],
        [
            1,
            "每天的乐趣就是看你们这群死?憨憨发约炮贴 然后挨个挨个举报"
        ],
        [
            2,
            "助学金1200是什么等级的呢"
        ],
        [
            2,
            "约你妈了个逼，约炮死? 玩意"
        ],
        [
            2,
            "请问刚到的助学金是国家级的还是什么"
        ],
        [
            2,
            "请问国家励志奖学金什么时候发啊？"
        ],
        [
            1,
            "出一双aj1 not for resale，43码，好不容易官网中次签，全新，4500，想要的加微信504633257?"
        ],
        [
            1,
            "最悲伤的事情不是前女友把你删了 而是她把你删了后 你记住了她的号码 已经偷偷看了她资料半年了 目睹了她的心情变化 现在应该是又有下家了"
        ],
        [
            1,
            "室友打鼾，声音太大了吧，哎，卧槽怎么睡觉啊，烦"
        ],
        [
            1,
            "你要干嘛？兄弟"
        ],
        [
            1,
            "晚安，大嘎"
        ],
        [
            1,
            "楼下的你的思想严重有问题\n多见识下优秀的女生\n这已经脱离大大咧咧的范畴了\n男生都不这样"
        ],
        [
            1,
            "方便呗，好喜欢大大咧咧的女生（捂脸）"
        ],
        [
            1,
            "很污吗？"
        ],
        [
            2,
            "搞不懂那些把书包衣服袜子内裤一起扔进洗衣机的女生心里是怎么想的"
        ]
    ],
    "08": [
        [
            2,
            "求求东四唱歌那个女的的室友 救救她，也救救我们好吗？能让她停了别唱了吗？唱的真的很好听，但是真的够了"
        ],
        [
            1,
            "没人关注福建泉港事件吗？"
        ],
        [
            1,
            "奖学金什么时候发！啊！"
        ],
        [
            1,
            "想问下，周五有期中考试吗"
        ],
        [
            0,
            "想问一下有人知道为什么笔记本电脑卡住然后关机重开过后所有的东西点了都没反应，而且非常慢，连关机都做不到啊"
        ],
        [
            1,
            "虽然赞同考政治很蠢 不过楼下也用不着说这么过噻 感受一下社会主义熏陶还是美滋滋的"
        ],
        [
            2,
            "爱一个人爱得太卑微了\n\n\n我是哑巴 和 吃人魔 在微信上的聊天记录如下，请查收。\n\n————— 2018-11-07 —————\n\n\n吃人魔 08:59\n\n我现在才知道，原来昨天退群的那个人是你\n\n吃人魔 08:59\n\n你不要想不开啊(´△｀)\n\n我是哑巴 09:00\n\n想哭\n\n我是哑巴 09:00\n\n是我退了\n\n吃人魔 09:01\n\n人生还要继续努力，休息一段时间，振作起来。\n\n我是哑巴 09:01\n\n我还是想去找她\n\n我是哑巴 09:01\n\n她父母已经知道了。\n\n我是哑巴 09:02\n\n我只是想好好说句再见\n\n我是哑巴 09:02\n\n不然我很难过得去。\n\n吃人魔 09:08\n\n想开点吧。\n\n我是哑巴 09:08\n\n太苦了\n\n吃人魔 09:09\n\n以后总会遇到适合你的人。\n\n我是哑巴 09:09\n\n谢谢你\n\n我是哑巴 09:09\n\n真的是好苦，哭不出一滴泪来\n\n吃人魔 09:10\n\n你们男孩子过的真的好艰难\n\n我是哑巴 09:13\n\n那我还该让她还钱吗\n\n我是哑巴 09:13\n\n八个月前前后后有5w了吧\n\n吃人魔 09:15\n\n先不要让她还钱吧，等过了一两个月再说吧。\n\n我是哑巴 09:15\n\n可能是不合适吧\n\n我是哑巴 09:15\n\n就握得越紧散的越快\n\n吃人魔 09:16\n\n真的，我还没遇到这种不想相处还收对方钱财的女孩，跟我的朋友们完全不一样-_-||\n\n我是哑巴 09:17\n\n不是不想处，是什么也不答应我，问她家在哪里也不会讲，她生病也不让我去医院陪她\n\n我是哑巴 09:17\n\n犟脾气\n\n吃人魔 09:18\n\n你现在太被动了，最好不要太想这件事，做些其它事情转移注意力。等过一两个月了，再往回看看，你可能就不同的见解，看的开了。\n\n吃人魔 09:18\n\n你这么喜欢她，她很漂亮吧\n\n我是哑巴 09:19\n\n在我眼里很漂亮\n\n我是哑巴 09:19\n\n朋友觉得一般\n\n我是哑巴 09:19\n\n是我喜欢的类型\n\n————— 2018-11-08 —————\n\n\n我是哑巴 10:30\n\n就可以打扰问你一个问题吗\n\n吃人魔 11:12\n\n？\n\n我是哑巴 11:13\n\n我要动手术 她让我过去 她爸妈说给我钱。\n\n我是哑巴 11:13\n\n我不知道该不该去。\n\n吃人魔 11:18\n\n你需要那笔钱做手术吗？\n\n吃人魔 11:18\n\n做手术是去她那边做吗？\n\n我是哑巴 11:18\n\n不是\n\n吃人魔 11:19\n\n你这边手术急不急？\n\n我是哑巴 11:20\n\n不急\n\n吃人魔 11:20\n\n如果不急的话，我觉得还是过去谈谈好\n\n吃人魔 11:20\n\n有什么就当面说，跟她爸妈表明心态\n\n我是哑巴 11:20\n\n我不晓得该怎么谈 ， 我感觉我让她名誉受损了\n\n我是哑巴 11:20\n\n你要听听吗？\n\n吃人魔 11:20\n\n说吧\n\n我是哑巴 11:21\n\n她是上周末去做手术的 \n\n我是哑巴 11:21\n\n我说去贵阳陪她\n\n我是哑巴 11:21\n\n她死活不肯\n\n我是哑巴 11:21\n\n然后手术很顺利 也不是很大的问题\n\n我是哑巴 11:21\n\n然后我们有天晚上就聊天 她说如果我可以找到她家在哪里 就嫁给我。\n\n我是哑巴 11:21\n\n那天晚上我也挺生气的\n\n我是哑巴 11:22\n\n因为她嫌我烦，就和别人的男主播一起玩手游 不好好休息\n\n我是哑巴 11:22\n\n那个男的还半夜1点给她发晚安。\n\n我是哑巴 11:22\n\n然后我就当真了，说要找到她住哪里\n\n我是哑巴 11:22\n\n可我对她的周边朋友环境一无所知\n\n我是哑巴 11:22\n\n只知道她常去的几个地方\n\n我是哑巴 11:23\n\n然后我就费劲心思\n\n我是哑巴 11:23\n\n找到了她经常去的网咖的微信群\n\n我是哑巴 11:23\n\n加了群主\n\n我是哑巴 11:23\n\n问他认识我女朋友吗\n\n我是哑巴 11:23\n\n我因为想要人家相信我，就坦白了目的和身份，\n\n我是哑巴 11:24\n\n因为我想要她家地址，人家肯定不会随随便便给的\n\n我是哑巴 11:24\n\n我想她人缘挺好 人家不会搞她吧。\n\n我是哑巴 11:24\n\n然后我就告诉那个人我是去求婚的 希望她帮我 然后截图了几句女朋友给我发的亲密的话\n\n我是哑巴 11:24\n\n证明我们的关系\n\n我是哑巴 11:25\n\n没想到 那个人把图传到了什么群里\n\n我是哑巴 11:25\n\n然后女朋友就炸锅了\n\n我是哑巴 11:25\n\n直接就拉黑我了。\n\n我是哑巴 11:25\n\n然后她爹妈知道这件事情了\n\n我是哑巴 11:26\n\n然后不知道为什么知道她给她朋友贷款的事情了\n\n我是哑巴 11:26\n\n她给她朋友贷款了很多钱\n\n我是哑巴 11:26\n\n我帮她还了3W不到 算是借的，也没指望还钱 这个年代你懂得\n\n我是哑巴 11:26\n\n然后她被她家里人给管住啦\n\n我是哑巴 11:27\n\n什么也都不和我讲，就说谢谢我 让她变成现在这个样子 \n\n我是哑巴 11:27\n\n我不知道发生了什么 但是差不多 让她这段时间的声誉有点损害吧 但是我感觉我也不是寻仇干嘛的 我最多算被爱情冲昏头脑没有脑子\n\n我是哑巴 11:28\n\n没有散播她的坏话什么 。 只是女朋友是那样的性格 而且人言可畏\n\n我是哑巴 11:28\n\n我只是想去见她一面 几万块钱在漫长的生命里面 算不上什么 \n\n我是哑巴 11:29\n\n我现在也不想问为什么了...\n\n我是哑巴 11:29\n\n我答应她我去了。只是我还是不敢，我不想要钱 我去了肯定会哭的很惨\n\n我是哑巴 11:30\n\n做手术是真也假，半月板昨天检查出来时受伤了\n\n我是哑巴 11:30\n\n我只是想给人家家里道个歉 好聚好散 我也不是恶人。\n\n我是哑巴 11:30\n\n就算自私的让自己心里好过一些\n\n我是哑巴 11:31\n\n可是害怕见面了 不知道会发生什么 \n\n我是哑巴 11:31\n\n我想\n\n我是哑巴 11:31\n\n如果只是还钱给我\n\n我是哑巴 11:31\n\n直接转账了 肯定要和我说什么永远不要联系之类 \n\n我是哑巴 11:31\n\n我连想着这些都觉得恐怖\n\n我是哑巴 15:08\n\n她联系我了\n\n吃人魔 15:35\n\n加油(ง •̀_•́)ง\n\n我是哑巴 15:36\n\n机票买好了\n\n吃人魔 15:43\n\n事情往好的方面发展了，[鼓掌][鼓掌]\n\n我是哑巴 15:44\n\n她是不是还很怕。\n\n我是哑巴 15:47\n\n这样去爱一个人 真的是卑微到骨子里面去了 比沈从文还要卑微 \n\n我是哑巴 15:48\n\n其实，我不知道为了什么，即使不在一起了，也想亲手去了结这段事情，我没办法接收静悄悄的那种\n\n吃人魔 15:58\n\n唉，你这心态有点不对，你把它弄得太紧张。\n\n吃人魔 15:59\n\n你不能说这么多，不能让妹子总是愧疚\n\n我是哑巴 15:59\n\n我没有说她不好呀\n\n吃人魔 15:59\n\n不要在手机里面说\n\n我是哑巴 16:00\n\n那我不讲了\n\n我是哑巴 16:00\n\n我好像当不了哑巴\n\n吃人魔 16:01\n\n简单点叮嘱她到时候来接你，气氛要快乐一些，不要那么严肃。然后剩下的就是见面再说\n\n我是哑巴 16:03\n\n隔着屏幕都觉得一股衰气"
        ],
        [
            1,
            "出一个水冷主机 所有东西有箱说有购物记录有保修 固态通电不超过2个小时，东西几乎都是新的\n 鲁大师37w分 主流游戏绝对够玩 需要的联系我微信18280170268 低价出 想要显示器的一块拿走 价格低于市场价2k以上 可以帮忙装"
        ],
        [
            1,
            "有人约毒液嘛，请客看电影，吃宵夜，留号加。"
        ],
        [
            2,
            "本人征婚，长期有效"
        ],
        [
            1,
            "大家觉得现在高中生有百分之多少有过性经历？"
        ],
        [
            1,
            "【维京酒吧-双11单身party】\n快速脱单 避免过节？\n来金广维京酒吧领取你的专属脱单礼包：\n12位小哥哥+12位小姐姐，满足你的任何取向\n鸡尾酒7.8折 异性送酒再减价，给ta点一杯胜过千言万语\n组织丰富的场内游戏，拉近距离 在底线疯狂试探 拒绝尬场\n活动地点：金色校园广场4-123号维京酒吧\n活动时间：11月11日（周日）晚8:30\n（说明：本次活动由于人数、男女比例固定，为防止放鸽子的行为发生，采取“门票入场 百威畅饮”的方式，男生58元/人 女生28元/人，购票留言自己的姓名 性别 电话 方便联系哦）\n也可以拨打报名电话：18382116999\n                                    13060021109"
        ],
        [
            1,
            "还有其他死刑犯和无期徒刑的"
        ],
        [
            1,
            "强奸犯、杀人犯、和幼女发生性行为的，都应该拿去做医学实验"
        ],
        [
            1,
            "别这样 有点污"
        ],
        [
            2,
            "长得漂亮也没有屌用"
        ],
        [
            2,
            "不是不是 就是那种宠物和主人的关系啊 不是说男票"
        ],
        [
            1,
            "你真是个小机灵鬼"
        ],
        [
            1,
            "你是指小奶狗吗"
        ],
        [
            2,
            "有人看过宠物情人吗～突然想要个狗狗了哈哈哈会说话的那种。"
        ],
        [
            1,
            "我也是、"
        ],
        [
            2,
            "好想有个自己的家"
        ],
        [
            1,
            "会哭的孩子才有奶吃吧"
        ],
        [
            1,
            "大家都是啊\n好好学习 总会遇到的"
        ],
        [
            1,
            "求小伙伴一起练个口语呗，要考试了"
        ],
        [
            1,
            "想她吧"
        ],
        [
            2,
            "我也是什么"
        ],
        [
            1,
            "我也是.."
        ],
        [
            1,
            "刘主席那事儿又有爆料，据内部人员说，开小号发推送还是团委老师的意思\n上梁不正啊"
        ],
        [
            1,
            "我可以帮你看着它??"
        ],
        [
            2,
            "成都，房子买了，全款，但不想再回去了"
        ],
        [
            1,
            "刘主席革职也差不多了-_-||，还能怎么样。。。还是多去关注一下泉港碳九泄露事件吧诸位，先是话题昨天被封一段时间，死活上不了热搜，各种刻意掩饰那才是恶心。。。\n四十万泉港人的身体健康啊。。。。"
        ],
        [
            2,
            "大三望江校区转让华新文登考研名额。因本人临时有事，无法继续完成，转让现在到2020年4月的一条龙全科考研名额，周末上课，学校很近，支持任何科目，支持成都任何高校，两万左右，可商议。微信:13008059369，非诚勿扰"
        ],
        [
            2,
            "我好想你啊..."
        ],
        [
            1,
            "刘主席事件的处理结果真是敷衍，只在没什么人关注的四川大学学生会官方微博上发了一条消息，没有通知文件，没有公章，而结果也是刘主席免职而已，没有什么处罚，真是服气哦(以下是一点个人疑惑和看法，可以不看不信：另外我觉得事情没这么简单，记得最初爆料人的爆料说说底下有个什么大创项目(好像是这个)负责人回应，力站刘主席，而在报道这次事件的自媒体公众号[常识]的采访里，他又变成了这次活动的商家代表(发起者和负责人)，我不由得不质疑他脱不了关系，和刘主席勾结云云，怕是又和背后的商业利益有关，但目前我没什么证据，也只是猜测，欢迎来讨论)"
        ],
        [
            0,
            "zky！我真的对你很动心！太喜欢简单阳光闷骚的男孩子了！已经不知道要怎么才能接近了…真的不要认识一下吗/::&amp;lt;请与我交往吧！"
        ],
        [
            2,
            "不好意思，七点半那会好多人把书放那里去早读了?"
        ],
        [
            1,
            "刘主席变回刘同学了，大快人心～\n说真学生会以后可长点心吧，也不用事后才表现极强求生欲，弄得这么难看"
        ],
        [
            1,
            "我从暑假就在图书馆常驻了你打我啊，每天7点起来占座出去吃个饭上个厕所你就说我占座不来啊？"
        ],
        [
            1,
            "最讨厌你们这些嘴贱的沙雕\n祝这祝那 自己不努力怪别人？你tm早起七点八点去自习室图书馆你看有没有位置？\n不会说话就别bb 没好话说拜个早年不行？"
        ],
        [
            1,
            "学生会官方微博已经对热点新闻做出解释，并公布处理结果。作为吃瓜群众的我没别的需求，请每个学生会成员抄一遍《学生会、研究生会干部自律公约》，学生会干部默写"
        ],
        [
            1,
            "楼下沙雕你酸什么呢 这尼玛几点了你才去自习室没位置还有理了？对不起我认识的长期占座基a的妹子保研浙大\n你祝这祝那也只能谢谢你的祝福：）"
        ],
        [
            1,
            "祝所有自习室图书馆长期占座，说话同学出国出不去，保研保不上，考研考不过"
        ],
        [
            1,
            "【上海市导毕教育科技有限公司-万能班长兼职讲师】\n待遇：基础薪酬100/120/150/小时+课程达标提成10%（基本都能拿到）\n岗位介绍：\n1.给海外华人留学生提供专业课程辅导的1v1线上教育平台，寓教于乐&amp;专业知识温故知新\n2.接触最专业的课程信息&amp;了解海外的专业课程教育&amp;了解海外讯息途径\n3.国内唯一，生源充足，根据自己的时间安排灵活协调上课时间。\n要求：\n国内985，211大学大三及以上学生（包括硕士、博士生）\n优秀的专业知识（公司提供课件，无需担心太难无法胜任）／六级英文水平（中文授课）\n商科/金融/会计/管理/理工/营销/雅思/托福等等\n简历投递：简历+成绩单（截图、拍照和扫描均可）\n投递渠道：daobi_sczhaopin@163.com \nQQ交流群：591300571\n应聘流程：简历邮箱投递-电话初面-面试官1V1试讲"
        ],
        [
            1,
            "说起偷伞我就无语。上学期，在美食广场吃饭，把伞锁在外边伞架上，吃完饭出来，伞没了，钥匙还在我手上。。。后来发现是把我伞的把手和杆子拧开（我伞把是螺纹连接的），拿出来之后再合上就偷走了，心安理得的。这可就不能说是什么不小心拿错了吧！"
        ],
        [
            2,
            "哪家干洗店便宜服务又好呀，求推荐，坐标望江"
        ],
        [
            1,
            "文科楼三区的贩卖机经常付款不出货，商家微信电话那些都联系不上，没人管吗?????"
        ],
        [
            1,
            "想找份家教挣点钱，有做过的同学给个建议在哪里找么？一般什么渠道呢？"
        ],
        [
            1,
            "下午从江安送到望江一个文件。具体是打印出来盖个章送到望江文化活动中心学生资助办公室。报酬100块，有同学能帮忙的留下你的联系方式！！！！急！！！"
        ],
        [
            1,
            "我们学校的刘主席和浙大的辉哥，成航的杨主席袁部长，川理的主席到底谁tm更牛逼？"
        ],
        [
            2,
            "好好挣钱，植发"
        ],
        [
            1,
            "在图书馆学习你这么关注别人干嘛，一看自己就没有学进去"
        ],
        [
            2,
            "有没有小伙伴知道教务处能不能开均分证明呢，毕业了的工作狗打个英文成绩单上面没有绩点没有总学分好慌张"
        ],
        [
            1,
            "羡慕有毅力的人 每次我想发这种东西 打两排字就不想打了然后就不发了orz"
        ],
        [
            2,
            "图书馆怪物图鉴：\n1.拿东西、挪凳子噼里啪啦，恨不得要全世界知道他要学习，从来不知轻手轻脚、温柔为何物。\n2.巴不得全世界都知道自己用的苹果手机，不知静音模式为何物，享受qq、微信消息提示声带来的快感，并乐此不疲。\n3.恨不得嘴黏嘴、手和手十指相扣，时不时亲一口，再含情脉脉对视。希望世界都知道自己不是单身狗。\n4.自以为用很小声音讨论、讲八卦，其实同块自习区域的人都能听到，无视周围人幽怨的眼光，自顾自说得欢喜，打得火热，津津有味，不口干舌燥不罢休。\n5.秉持“吓跑十米范围内生命体”的理念，头顶鸡窝头，脚踩人字拖，身穿烂t恤，一个月不洗澡的兄贵勇士，拿本小说装装文艺。\n6.从娘胎落下就得了阿尔茨海默症，不记得别人也有腿，自己的倒是腿伸直舒展，强占书桌下面的所有区域，得了便宜还卖乖系列，抖腿、晃腿，怎么舒服怎么来，无视可怜兮兮而蜷缩的对面。\n7.恶狗扑食系列：见到零食嘴闭不上，到图书馆学习也要和零食双宿双飞。诱人的香味，引无数英雄竞折腰！\n8.电话响个不停，还恬不知耻地在图书馆接电话，不去厕所也不去图书馆外，方便大家都可以感受到有多少人找他，业务有多繁忙。“啊 我就享受这种众星拱月 引人注目的感觉！”\n9.明明技术一塌糊涂还要不停炫技、不停转笔，仿佛也是在展现自己有在认真思考，不断按动圆珠笔，让人想把他的笔一脚踩烂，手指给他掰断。      今天我对面妹子就是这样的，我只想把手给她打断。\n欢迎补充：）"
        ],
        [
            1,
            "刘主席是现在的lylh吗？四字那个"
        ],
        [
            2,
            "到现在没清楚刘主席是谁…是大四的保研的那个吗…"
        ],
        [
            2,
            "刘主席说的是lk吗……"
        ],
        [
            1,
            "原来yyl是ji lao啊"
        ],
        [
            1,
            "前年学代会主席候选人wzl学长作弊一事已经让人震惊，去年学代会主席候选人lsh学长令同学院同学冒替其它学院学代表投票被发现导致会议被迫暂停数小时之久更显触目惊心。。。\n今刘主席一事，虽让人反感，不过沧海一粟，随着舆论的声音愈发有影响力，或许真的应该去扯去那些学生工作里尸位素餐的利己主义者最后一块遮羞布，而不要掩盖了那些真心付出，倾心做事的人\n海纳百川，是包容，不是放纵，这里是百廿学府，不是你们臆想中靠勾心斗角以牟利的所谓社会，由上到下，由主席们到各个干事，真该都好好照照镜子了。。。"
        ],
        [
            1,
            "川影牛逼"
        ],
        [
            1,
            "无事少玩info,这里面是最傻逼的一部分川大人"
        ]
    ],
    "07": [
        [
            1,
            "打开info我都后悔了"
        ],
        [
            1,
            "看到你就知道说i.fo的男生都是傻逼没错了"
        ],
        [
            2,
            "放心，再差的女人也看不上你"
        ],
        [
            1,
            "说是匿名，其实跟实名没啥区别，数据库肯定有类似name 和nickname的字段，匿名存在的意义是让学生有一个发言和吐露心声的地方，而不是给一些人胡说八道的勇气"
        ],
        [
            2,
            "长胖了，呜呜呜，赶紧去淘宝买个呼啦圈"
        ],
        [
            2,
            "我是圣母你妈"
        ],
        [
            2,
            "是什么？"
        ],
        [
            1,
            "别人跑步不是为了减肥的\n最讨厌你们这种一点屁事就抱怨这抱怨那的\n肥仔"
        ],
        [
            2,
            "你们知道北大的树洞是什么吗？"
        ],
        [
            1,
            "对服装制作感兴趣，想入个门，有没有轻纺的学弟学妹们，给普及下，要做哪些功课，学校有没有课程可以蹭蹭（最好在望江校区），学校这边有没有机房可以练练手呢，谢谢"
        ],
        [
            1,
            "我是g，其实不得不承认男同感情真的超级不稳定"
        ],
        [
            1,
            "希望操场上反向跑圈的都能反向减肥，谢谢！"
        ],
        [
            2,
            "没有犁坏的地，只有累死的牛"
        ],
        [
            2,
            "同意楼下。"
        ],
        [
            1,
            "如果能立法，医学实验全部在罪犯身上做，就好了"
        ],
        [
            2,
            "插烂要你管？"
        ],
        [
            1,
            "一妻多夫？？？逼都给你插烂"
        ],
        [
            2,
            "837078225可以消失吗"
        ],
        [
            2,
            "info里找不到男朋友，连炮友都找不到，别留号，看不上你们"
        ],
        [
            2,
            "什么时候才能一妻多夫制呢"
        ],
        [
            2,
            "女的你要不要"
        ],
        [
            1,
            "18级外院年级长，英语任鹏雯，生而为人，我劝你善良，不要以为四海之内皆你?！"
        ],
        [
            1,
            "炎亚纶有三个男朋友，，。，这个世界太疯狂，原谅我看不懂（＃－.－）"
        ],
        [
            1,
            "那你就上去一阵?啊，看他们还?不?"
        ],
        [
            2,
            "有没有小可爱想要去看毒液的呀，周五的，两张票，在来福士，因为有事不能去了，想要转出去。两张70，位置在第5排9  10位，晚上19:30开场。救救孩子吧? QQ1206175277"
        ],
        [
            1,
            "在图书馆亲你?呢亲"
        ],
        [
            2,
            "等工作了发现找对象比找工作还难"
        ],
        [
            1,
            "因为他们是傻逼"
        ],
        [
            2,
            "望江南门的锅巴土豆又油又不脆，盐都拌不匀，答应我不放折耳根还咣咣放，为什么那么多人排？？？"
        ],
        [
            1,
            "不要开地图炮啊"
        ],
        [
            0,
            "北三羽毛球场都没人锻炼的吗，冷清……"
        ],
        [
            1,
            "朋友是学生会的，听他说:学生会刘主席，曾经参加学生会举办的比赛，获得了几万票的人气，拿走了5000元奖金。这个事情要不要也查查？"
        ],
        [
            1,
            "楼下的，你?的?2抹了?? ?这么甜"
        ],
        [
            1,
            "朋友是学生会的，听他说:学生会刘主席，曾经参加学生会举报的比赛，获得了几万票的人气，拿走了5000元奖金。这个事情要不要也查查？"
        ],
        [
            2,
            "info男的都是傻逼"
        ],
        [
            1,
            "找朋友，留号删，有吗¿有鸡儿有。"
        ],
        [
            2,
            "你才跪着呢傻逼"
        ],
        [
            2,
            "因为上班可以早点挣钱"
        ],
        [
            2,
            "我知道没钱和考研的矛盾在哪里，"
        ],
        [
            2,
            "没钱和考研感觉不怎么矛盾啊"
        ],
        [
            2,
            "愤愤不平啥呀，社会上不公平的还多着呢，三本进财政厅的我都见过"
        ],
        [
            1,
            "应该在偷伞的人身上试"
        ],
        [
            1,
            "拮抗ACE逼逼你妈呢"
        ],
        [
            1,
            "不论是偷伞还是偷钱，都是小偷，都应该依法办了"
        ],
        [
            1,
            "把肝肾吃坏了十万都治不回来吧"
        ],
        [
            0,
            "四川大学华西医院药物临床试验机构招募健康志愿者\n\n【试验药物】 KL130008胶囊（2mg），巴瑞克替尼同类药  \n【批件号】2018L02601、2018L02602、2018L02603\n【试验地点】 四川大学华西医院第五住院大楼7楼(武侯区公行道5号) \n【志愿者补偿】 11000元（税后）\n【试验时间】  住13天，11月13号晚上至11月26号早上\n【报名方式】  1、请将您的姓名+性别+身份证号+联系电话+身高+体重发至微信hcgcp00\n             2、直接拨打电话028-85422322咨询           \n【真实性查询】 1、登录“临床药物试验登记与信息公示平台”，输入药物名称查询\n2、登录“国家食品药品监督管理总局--数据查询”，在“药品注册批件发送信息”栏中输入药物名称查询\n3、登录“华西医院.国家药物临床试验机构/GCP中心”查询\n【其它】可咨询微信hcgcp00"
        ],
        [
            1,
            "我就喜欢女S"
        ],
        [
            2,
            "银行的清欠人员就喜欢吓不懂法的人"
        ],
        [
            2,
            "银行吓你呢，当务之急让你妈和你爸离婚"
        ],
        [
            2,
            "还能买二手的"
        ],
        [
            2,
            "搞笑了，你上淘宝买考研资料能花几个钱"
        ],
        [
            1,
            "hhh家里穷就没钱买考研资料了\n这逻辑还能说别人睿智呢？\n确实感觉现在有钱才能搞研究\n不过你读研究生只是为了找个好工作啥的我觉得家里能支撑一下还是读吧 况且研究生也能有办法来钱的"
        ],
        [
            2,
            "今天接到了银行的电话，说我爸欠银行钱的事情移交到了法院。之后还不还钱的话，我还有我弟弟，甚至他孙子孙女，不能报考公务员和事业单位，报考高校也会受限制。我想问一下，如果，我们把户口迁出去了，还会受到影响吗？还是，只要是他的血脉，都逃不掉？"
        ],
        [
            2,
            "滴尼玛批"
        ],
        [
            1,
            "网恋dd"
        ],
        [
            2,
            "江安求购二手电动车微信：17796413753"
        ],
        [
            2,
            "再脱发就成秃子了"
        ],
        [
            1,
            "有没有小哥哥小姐姐知道靠谱的声乐培训工作室啊？  五音不全真的好苦恼  想去学学唱歌又不知道哪个靠谱。。"
        ],
        [
            2,
            "考研和家里穷有关系？"
        ],
        [
            2,
            "没钱，家里很穷，又想考研怎么办"
        ],
        [
            2,
            "把你这种垃圾，给我提鞋都不配"
        ],
        [
            2,
            "谁知道怎么治脱发？"
        ],
        [
            1,
            "有人知道江安一餐边上卫生间里那变态怎么回事吗？"
        ],
        [
            2,
            "给你看的留号啊~"
        ],
        [
            1,
            "我还是适合做坏人吧，那样就不会矫情了"
        ],
        [
            1,
            "上次碰到一个蹲在马桶上拉屎然后往马桶外面尿尿的人  可惜给保安大叔说了以后过去没抓到让他跑了  不然必定让他缴械投降  没收作案工具"
        ],
        [
            2,
            "那个人正好抹在我站起来能直视的地方?"
        ],
        [
            1,
            "你说出来就更恶心了..."
        ],
        [
            2,
            "为什么，到底为什么会有人把?和Y毛抹在厕所的门上啊麻痹，真他妈恶心"
        ],
        [
            2,
            "有法学院or历史or水利or物理or建环or计算机or轻纺or艺术or其他，学院的大四的盆友吗，有个迷你小兼职，需要花费5秒钟～留号我加你"
        ],
        [
            1,
            "就此翻过吧  我也是考研狗以前也在四楼书架放书  有一天把书拿走后晚上过去发现一直放书的位置有人放了  只好把书放一边  你习惯把书放那不代表那就成了你的位置啊  你总不能因为今天来晚了 自己在图书馆常坐的位置被别人占了就让别人起来换其他位置吧  下次可以八九点就把书抱上去放着留两本自己要看的就行了  不过撕书这种也真的是孤儿行为了  祝考研顺利"
        ],
        [
            1,
            "有人知道望江工程训练中心的机房是对外开放的吗？?"
        ],
        [
            1,
            "“如果我是颜控我还会喜欢你？”\n你的妈妈的"
        ],
        [
            2,
            "我又后悔了特么"
        ],
        [
            2,
            "记得当个沉默者"
        ],
        [
            2,
            "本人急需出售一辆祖玛价格优惠。有意者加微信18782072997"
        ],
        [
            1,
            "?????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????"
        ],
        [
            1,
            "文理馆今天开空调了吗"
        ],
        [
            1,
            "凉不了"
        ],
        [
            1,
            "生化凉凉"
        ],
        [
            1,
            "打扰大家一下，没钱吃饭了T_T，出两双CONVERSE X OFF-WHITE CHUCK 70，鞋码40、41、41.5，全新原盒，正品现货，价格可议，有意加微信IAmYoung_"
        ],
        [
            2,
            "找你妈逼"
        ],
        [
            2,
            "zpy啥意思"
        ],
        [
            2,
            "图书馆五楼有些女生，站在不要在电梯口说话的牌子那打电话，真是脸皮不能再厚了吧"
        ],
        [
            1,
            "说一说，老师的那句话让你觉得恶心：他为什么对你亮刀子，不对别人？"
        ],
        [
            1,
            "这周6期中考完我就去zpy"
        ],
        [
            2,
            "收一个二手ipad,请联系2515536345"
        ],
        [
            2,
            "和以前相比，已经等于没有约炮贴了"
        ],
        [
            1,
            "我靠  我都没注意能举报  回头把那些个约的全举报了"
        ],
        [
            2,
            "而且现在的info,约炮贴已经少了90%"
        ],
        [
            2,
            "举报机制？？不是一直都有吗"
        ],
        [
            1,
            "info就应该出个举报机制   把那天成天想约约约的举报了  不封号  就强制实名不准匿  看看到底是哪路神仙"
        ],
        [
            2,
            "删帖干嘛，让我看看你是哪个傻逼"
        ],
        [
            2,
            "什么破天气，冷死了吧"
        ],
        [
            1,
            "各位弟弟今天穿棉衣了吗"
        ],
        [
            1,
            "四川大学学生会刘主席把赞助改为学生会内部消化，侵占商家利益真的假的？？？怎么什么消息都看不到？"
        ],
        [
            2,
            "女生应该怎么和男人睡觉，在他给你买了房买了钻戒之后"
        ],
        [
            1,
            "极品室友打呼磨牙无缝连接啊！"
        ],
        [
            1,
            "有喜欢肌肉女的吗"
        ],
        [
            1,
            "感谢info上像这种同学一样的沙雕刷新了我的耐心上限 让我愈发地对自己的高素质感到自豪 优越感油然而生\n在这里表示 谢谢您叻\n\n某同学·男\n我拿了你伞咋了 谁让你自己不拿"
        ]
    ],
    "06": [
        [
            0,
            "我活在这世上真是对不起"
        ],
        [
            2,
            "有想18号去看owl city演唱会的小可爱吗，我们买套票晚上一起打车回来怎么样，江安"
        ],
        [
            1,
            "强盗小偷的身份应该被大白于天下"
        ],
        [
            2,
            "希望拿了我的伞的那个你，明天给我放回去，不然我不介意去看监控去找你辅导员哦，我只是不想纵容你，重要的不是我的伞，是你的素质\n想要道歉的话请联系2129414409"
        ],
        [
            1,
            "错了，老了就越来越现实了"
        ],
        [
            1,
            "如果我能遇见那个她，我该会有多宠她呀！\n好多人说最美的爱情发生在中学时期，我不赞同，爱情的美好与时间无关，而在于演绎者的用心。"
        ],
        [
            2,
            "听说学校要寄成绩单了是真的嘛"
        ],
        [
            2,
            "emmmm助学金啥时候发?"
        ],
        [
            2,
            "不太理解乱拿别人伞的人，就你下雨的时候需要撑伞是不是？既然要撑伞麻烦你自己带上，你拿了伞让别人怎么办，别人可不像你那样子会随便拿别人的伞，不要说什么没有认清楚，自己的伞长什么样心里没数吗？说不好听一点你的行为就是偷。\n好了，新伞又没了\n我家大宝贝说给我买情侣伞，哼( ´◔ ‸◔&#39;)"
        ],
        [
            2,
            "明明是双十一前一天发的"
        ],
        [
            2,
            "去年奖学金十一月二十几号到的，别着急了朋友们"
        ],
        [
            2,
            "微博上见了一个姑娘，在全世界都有法拉利开"
        ],
        [
            2,
            "啊哈哈哈，英二感觉自己能拿80+，，，突然飘了，不行，稳住，加油!"
        ],
        [
            2,
            "嫉妒的快要死掉"
        ],
        [
            2,
            "我看上了一条四百的裤子，谁买给我"
        ],
        [
            2,
            "嫉妒忙的人，希望新的一年把我忙死"
        ],
        [
            2,
            "学生会副主席的帖子被封了？？？？？？？？？？？"
        ],
        [
            1,
            "安利一家靠谱的家教机构   我已经待了几年了～   在川大望江和江安都有分校。  初高中都有，一对一上课   周末上课   生源稳定   基础工资100一节课   离学校近  步行几分钟   有兴趣想做点兼职的留号我带你   内推免笔试"
        ],
        [
            1,
            "去年奖学金什么时候发的啊 快撑不住了"
        ],
        [
            1,
            "今天江安这位骑车玩手机最后撞倒一个姑娘的人，你真的运气好，没有被我撞见。"
        ],
        [
            1,
            "报告，购物车满了，真不想等双十一跟大家在快递街挤油渣子啊。可是为了少花几百只能对不住了"
        ],
        [
            1,
            "有钱真好呜呜呜，我想要113万得好久，校长手一挥就拿去抽奖了。（腾讯的b脸抽烂了hhh，50qb和113w，真是讽刺）"
        ],
        [
            2,
            "有没有西珍妮一起8号晚上去机场接机的呀……"
        ],
        [
            1,
            "kb=科比"
        ],
        [
            2,
            "生而为人，太过寂寞"
        ],
        [
            2,
            "kb是啥"
        ],
        [
            1,
            "想约3098308354，直男，麻烦同志勿扰～"
        ],
        [
            1,
            "图书馆五楼那个小姐姐走了……感觉见不到了"
        ],
        [
            2,
            "你还要在大城市的社会底层生活多久！"
        ],
        [
            2,
            "生活的地方不重要生活的好才重要"
        ],
        [
            1,
            "那些考研机构发传单的也太讨厌了吧，整个教室桌子上白花花的都是传单，既起不到宣传的效果又给阿姨增添工作，何苦呢?"
        ],
        [
            2,
            "你在成都过得不好为什么要一直待在成都，好多县城的公务员都不用考，直接面试考核"
        ],
        [
            2,
            "新疆一直在引进人才，你要一直在这个便利店打工到啥时候"
        ],
        [
            1,
            "有没有想谈恋爱的女孩子啊"
        ],
        [
            1,
            "为什么不把她留下"
        ],
        [
            2,
            "试图吸引替身使者"
        ],
        [
            1,
            "阿拉阿拉"
        ],
        [
            2,
            "有没有考研报考点在眉山的小宝贝 留个联系方式啊"
        ],
        [
            2,
            "周四早上五点半望江去机场有妹子拼车吗 一个人有点怕"
        ],
        [
            1,
            "关于学生会发生了啥，我不知道，知道的是在昨天下午有人拿着材料送到纪委了，而且是微博@成都高校新鲜事儿 的博主在微博群里说的， 从历史来看，学生会名声一直都不咋地，之前有学生会会长考试作弊被抓，然后没被开除的丑闻，林子大了什么鸟都有，好好学习吧……"
        ],
        [
            2,
            "不学习占位置一天来不超过一小时 来了以后看手机笑，同学不是我事多 我真的好想把你那几本你根本不看的用来占座的书扔到阿姨的书车里 我死了又不敢上去跟他说 真的要被他烦死"
        ],
        [
            1,
            "大四江安党转手一辆电驴 60v 骑了一年半 价格1200左右 照片私聊"
        ],
        [
            2,
            "川大学生会副主席的事好迷啊"
        ],
        [
            2,
            "我今天拍到一只肚子贴到地面上的麻雀，有没有人要看"
        ],
        [
            2,
            "我真的不想吐槽我比理发馆剪的好多了"
        ],
        [
            1,
            "大家可以下载毒app，上面的价格减150基本为市面流通价格，但不是建议入手价格，买鞋需谨慎"
        ],
        [
            2,
            "朋友们谁知道体育期末考试缓考怎么办鸭？救救孩子8"
        ],
        [
            2,
            "有知道川大校内普通话测试报名方式的小伙伴嘛？"
        ],
        [
            1,
            "info约呀，校园最靠谱的男男约炮平台"
        ],
        [
            1,
            "大佬们都是在哪约啊 有啥好平台推荐吗"
        ],
        [
            1,
            "啥时候开始一教中午开始放音乐了？为啥要放音乐啊"
        ],
        [
            1,
            "有几个学生干部是清白的"
        ],
        [
            1,
            "双效药是什么？"
        ],
        [
            2,
            "江安图书馆的空调今天开了吗？有同学知道大概什么时候会开吗？"
        ],
        [
            2,
            "很多很多很多年没有喜欢过一个人了 轮转的时候意外的认识了一个师兄 比我大三级 真的久违的有心空的感觉 每天都左顾右盼的找他 他人也很好 然后就得知他已经结婚了哈哈哈哈哈哈哈哈 真的笑了 然后就撒手了 命该如此呀"
        ],
        [
            2,
            "有没有要去四川工商学院眉山校区考试的女孩子已经定好酒店的，可以一起拼房吗？现在才发现报错了考点，附近酒店都没有了，真的要被自己气死了? ? ? ?如果周围有在那里考试的同学可以帮我问一下嘛(ಥ_ಥ)祝大家考研顺利找工作顺利！！！好人有好报谢谢了！"
        ],
        [
            1,
            "出全新NIKE Air Force 1 QS Skeleton 万圣节夜光骷髅 44.5码   只开过箱   SNKRS自抢   1100+出   价格加qq1315030756详谈"
        ],
        [
            2,
            "我真是气死了英语试音挑中午试nmsl"
        ],
        [
            1,
            "出全新AJ4“Tattoo”   44码   只开过箱没试穿下地   SNKRS自抢   1500+出   价格加qq\n1315030756详谈"
        ],
        [
            2,
            "学校都给建行卡打钱了吗，我没有收到……"
        ],
        [
            2,
            "冰糖草莓?太好吃了吧，但是为什么这么贵?"
        ],
        [
            2,
            "坐等奖学金"
        ],
        [
            2,
            "奖学金多久发呀，要穷死了?"
        ],
        [
            2,
            "牛逼呀四川大学学生会"
        ],
        [
            2,
            "之前学生会举办的江安霸王餐活动 实际上是某位刘主席假借学生会名义谋取私利 这个活动根本不是学生会公众号上发布的 是在一个刚刚注册的公众号上发布但是末尾附上了学生会logo 愚弄蒙蔽广大同学 但实际那些霸王餐抽奖都被学生会内部学生干部消化 商家反馈几乎没有得到任何宣传效益 而且其中最大额福利(五百块的涮羊肉罢了)被该位刘主席自己抽中 这种学生干部真的愚蠢又可笑 戏弄全校同学 败坏部门及学校形象 他怎么还没凉？"
        ],
        [
            2,
            "学生会某副主席还没凉吗 看来info消息有点滞后了"
        ],
        [
            1,
            "好冷啊，这是在提醒我该穿秋裤了吗"
        ],
        [
            1,
            "望江又来什么人了吗？比上次什么什么人物来了清理的都干净。原本拥挤的宿舍楼下，拓宽了N倍"
        ],
        [
            1,
            "有用过双效药的朋友么 用了之后硬度怎么样时间呢"
        ],
        [
            2,
            "大四了。。。感觉被一个两个认识三年多的男生突然喜欢。。。。是快毕业着急找对象了吗。。。。"
        ],
        [
            2,
            "什么时候发国励啊没钱了没钱了没钱了"
        ],
        [
            2,
            "想咨询一下川大有代课群吗"
        ],
        [
            1,
            "在微博上看到关于艾滋俱乐部那个 真的人心裹测 大家洁身自好啊"
        ],
        [
            1,
            "我垃圾，然后呢"
        ],
        [
            1,
            "你呢？"
        ],
        [
            2,
            "记住一点，网上多垃圾"
        ],
        [
            1,
            "请问s赛冠军是仁川城市争霸赛冠军吗？为什么三天了还没有活动？我钱啥的都准备好了你就给我看KDA女团？策划是该司马了嘻嘻，ig真可怜，没排面，换某lrl指定八强可能已经炒上天了吧"
        ],
        [
            2,
            "哪种地步？"
        ],
        [
            2,
            "网恋的时候不要暴露自己的真实姓名，自己的生活现在受到了严重骚扰"
        ],
        [
            2,
            "哇！！！这个世界好冷啊啊！！"
        ],
        [
            1,
            "除了j2大一无是处"
        ],
        [
            1,
            "看见一句话，引为经典:\n“拒绝让你变得珍贵”"
        ],
        [
            2,
            "高校齐舞赛成都站 11月9号19:00 有没有想去看的~"
        ],
        [
            1,
            "总是讨厌自私自利，却做着自私自利的事情，同时感到反感和自责，又去在其他事情上付出来弥补。\n可是，弥补也不能改变自私对造成伤害的人的伤害，只是在逃避和自欺欺人。"
        ],
        [
            1,
            "深夜想聊天，留号加"
        ],
        [
            1,
            "砸床"
        ]
    ],
    "05": [
        [
            1,
            "深夜日常寂寞"
        ],
        [
            2,
            "我想知道，负责奖学金发放的机构的老师们知道双十一吗，他们能了解到我们有多么需要这笔资金吗哈哈哈哈哈"
        ],
        [
            2,
            "一高中同学找我聊天，呵，果然还是高中的那副样子，专门挑我痛处说，还满满的轻视。以前他看上的都是家里有钱的人或者学习很好的人。好吧，我家里没那么有钱，我学习也没那么努力，可最后我就是比你上了一个更好的大学，然后你想读研没读上，而我读上了。嗯，我就是没你努力还比你强，咋滴，看不上我拉倒！"
        ],
        [
            2,
            "每次被别人欺负了就只会自己生闷气，不会反抗。不知道自己为什么这么弱? 自己真垃圾！"
        ],
        [
            1,
            "我川到大四谈过恋爱的女孩子应该都不是处了吧？"
        ],
        [
            1,
            "有没有同样抑郁症的？留号互相交流一下！留号删"
        ],
        [
            1,
            "你以为阿三都是贫民窟里的百万富翁？"
        ],
        [
            2,
            "有没有在学校勤工助学建行打卡的同学知道大概什么时候发工资吗"
        ],
        [
            0,
            "想要一个猛男当男朋友【咸鱼瘫"
        ],
        [
            1,
            "有没有突然连不上校园网的？？"
        ],
        [
            1,
            "几块几十的，都是从江安搬过来，以前的电费，剩下的退还给你们的。"
        ],
        [
            2,
            "为啥学校不给我打钱"
        ],
        [
            1,
            "约夜宵"
        ],
        [
            2,
            "约你妈逼。"
        ],
        [
            1,
            "想约的快一点呀，再晚寝室关门了"
        ],
        [
            1,
            "天猫超市感觉假货有点多，以后尽可能不在天猫超市买了"
        ],
        [
            1,
            "为自己的放纵付出代价吧"
        ],
        [
            1,
            "明天有人一起去川师吗"
        ],
        [
            1,
            "公务员行业真他妈黑"
        ],
        [
            2,
            "我认真的"
        ],
        [
            1,
            "双十一免费提供温暖?"
        ],
        [
            1,
            "好啊，约呀！"
        ],
        [
            1,
            "梯子挂了的，推荐用Google cloud自己搭建。网上有教程。一年免费。"
        ],
        [
            2,
            "约结婚。"
        ],
        [
            2,
            "真希望你还在我的好友列表里"
        ],
        [
            1,
            "我做错了什么?我就去上个自习而已就那么不自在，不是一两次了。"
        ],
        [
            1,
            "上周有人有在望江校区三教四楼走廊沙发处拿错过一沓书吗？每本书底下有写一个 叶 字 拿错的同学能不能还回来 很急"
        ],
        [
            2,
            "想知道奖学金和助学金下来了吗，我怎么一毛钱都没收到(ノ=Д=)ノ┻━┻"
        ],
        [
            2,
            "info女生贼好看别问我怎么知道的"
        ],
        [
            1,
            "大四江安党转手一辆电驴 骑了一年半 价格在1200左右 照片私聊 微信18224449569"
        ],
        [
            1,
            "为什么学校一分钱都没有给我打？"
        ],
        [
            2,
            "我也想问 学校突然给我打了七块多 是啥啊"
        ],
        [
            1,
            "有人知道传播梯子软件违法吗？ 在闲鱼上卖过几次发现卖这玩意违法就赶紧删了  如果不违法的话我这有iOS的免费永久梯子"
        ],
        [
            1,
            "还在约的朋友们 长点心吧  那些故意搞伤下体  故意戳破避孕套的手段真特么肮脏  别真的哪天就在翻云覆雨之后收到对方的礼物  包着寿衣和小纸条 “欢迎加入艾滋俱乐部”"
        ],
        [
            2,
            "接上条：11月11号下午3点到5点，健身房有活动，闯关式游戏，听说有大奖。我应该要去，有想去看健身房，或者顺便凭实力去拿个奖的也可以联系我，结伴去哈哈哈"
        ],
        [
            2,
            "有没有想做兼职的同学，主要内容是给健身房做宣传，吸纳新会员。需要的物料都由健身房提供。待遇挺丰厚的。\n健身房很靠谱，我自己在那儿锻炼很久了，大多是老会员，刚换了场地需要宣传一波。\n位置在天紫界，阳关新业附近，离望江东门不到十分钟路程。环境安逸得很，我们学校有个外教也在，她超喜欢夜景。\n价格非常非常巴适，月卡99，季卡259。客服小妹儿常年准备着棒棒糖和公仔面的，哈哈哈哈。\n课程有器械有团课，都是小班，不超过10个人，都是专业教练，起码3个证书的，重点是下场指导每个人的，会讲哪里发力，不受伤。还有瘦身营拳击班。我几乎都参加过。\n如果有小伙伴儿想做兼职或者想来这儿锻炼都可以联系我哈。\n留联系方式就好哦～"
        ],
        [
            2,
            "刚刚学校给我的卡里打了十四块多，这是什么操作有同学知道吗？"
        ],
        [
            1,
            "家里最近投资的矿还没投产可现金流快断了，搞得爸妈很难受，我也很难受。感觉我实在太没用了，一点都没帮上爸妈的忙。?"
        ],
        [
            0,
            "四川大学华西医院药物临床试验机构招募健康志愿者\n\n【试验药物】 KL130008胶囊（2mg），巴瑞克替尼同类药  \n【批件号】2018L02601、2018L02602、2018L02603\n【试验地点】 四川大学华西医院第五住院大楼7楼(武侯区公行道5号) \n【志愿者补偿】 11000元（税后）\n【试验时间】  连住13天，11月13号晚上至11月26号早上\n【报名方式】  1、请将您的姓名+性别+身份证号+联系电话+身高+体重发至微信hcgcp00\n             2、直接拨打电话028-85422322咨询           \n【真实性查询】 1、登录“临床药物试验登记与信息公示平台”，输入药物名称查询\n2、登录“国家食品药品监督管理总局--数据查询”，在“药品注册批件发送信息”栏中输入药物名称查询\n3、登录“华西医院.国家药物临床试验机构/GCP中心”查询\n【其它】可咨询微信hcgcp00"
        ],
        [
            1,
            "来！处对象！"
        ],
        [
            1,
            "奖学金1111之前能发吗"
        ],
        [
            2,
            "奖学金再不下来我就死了呜呜呜"
        ],
        [
            1,
            "有大佬有梯子吗"
        ],
        [
            1,
            "辣鸡王某国"
        ],
        [
            2,
            "有英语专业的大三大四同学愿意做雅思口语辅导的吗？考过雅思或者有过辅导经验都可以。有意联系Q164977537"
        ],
        [
            1,
            "有没有在川大锦江考研的同学合订酒店呀，男生男生"
        ],
        [
            2,
            "转租南门外一套三卧室\n卧室宽敞床大环境安静，有空调、衣柜、书柜、书桌，套三内还有客厅、厕所、厨房，带电视、洗衣机、冰箱，可以自己做饭，一个月八百不包水电费，转租两个月，两个室友是高分子考研男生，有意向可以直接QQ联系 594922944"
        ],
        [
            2,
            "info上都是傻逼屌丝"
        ],
        [
            1,
            "谈过恋爱的女孩子都会给男朋友吗？"
        ],
        [
            1,
            "有来学府k歌的嘛，还缺女的，要来留号"
        ],
        [
            2,
            "人啊，管好自己"
        ],
        [
            1,
            "xg又自闭了"
        ],
        [
            2,
            "天气好冷哦，吃饭做到板凳上屁股都冰冰的，嘤嘤嘤(ಥ_ಥ)"
        ],
        [
            1,
            "我是一个已经去了其他学校读研的学长了，母胎solo，来这里跟学弟学妹们取取经。(不要笑我。。。)喜欢一个女生，她是其他学院的，平时也就每周一次的公共课会遇到，在一个小组里，没有其他交集了，如果想进一步，有哪些办法呀。。。。。"
        ],
        [
            2,
            "旅游学院，badwin,呼叫你呢"
        ],
        [
            1,
            "为什么重庆鸡公煲的外卖和店里味道相差那么大……"
        ],
        [
            2,
            "请问有川大旅游学院的同学吗？求助"
        ],
        [
            1,
            "今日最惨:1.昨晚梦回高中，和初恋再续前缘，然后被当老师的姑姑抓到，挨骂并挨父亲打然后醒了（劳资就搂了下腰还啥都没做呢QAQ）。2.早上出门被鸟从天拉翔到衣服上? 真是一个丧日子。"
        ],
        [
            1,
            "有中国女生和印度男生交往吗？提醒前者别忘了后者是怎么如厕的"
        ],
        [
            2,
            "望江图书馆啥时候开空调\n好想念江安图书馆\n冻成狗"
        ],
        [
            1,
            "无法可修饰的一对手\n带出温暖永远在背后。"
        ],
        [
            1,
            "有周二早上一起去川师现场确认的朋友吗"
        ],
        [
            2,
            "真的爱你"
        ],
        [
            1,
            "找室友 不抽烟 不吵闹 喜欢吉他"
        ],
        [
            1,
            "国奖什么时候发? 双十一都要到了"
        ],
        [
            2,
            "室友大晚上坐在下面疯狂抖腿，拖鞋撞着地面啪啪啪啪啪啪啪啪啪啪啪啪啪啪啪啪啪哦，隔一会嘴里还说两句话，不知道是在和谁说。以前已经提醒过她其他人都睡觉了安静一点吧，但是觉得她完全没有意识到自己抖腿说话的声音究竟有多大。不知道怎么办了。手动狗头，绝望"
        ],
        [
            1,
            "我想要一个很喜欢很喜欢的人，你在哪儿啊，等了你这么多年，快点来好不好啊，我想在这个冬天，安稳的抱抱你。"
        ],
        [
            1,
            "谢谢今天在基教给我递纸安慰我的小姐姐，当时自己真的哭的很伤心，谢谢你，素不相识却也这么温暖，愿你万事胜意"
        ],
        [
            0,
            "为什么今年定向的身体素质测试这么不公平……明明开学说好了立卧撑，结果又变成2400米长跑，按名次给分？？第一名满分，2-4名扣1.5分，5-7名扣3分……即使按时间算分也要公平一点吧……别的项目都是你能力够了就能拿满分啊。真的很委屈。"
        ]
    ],
    "04": [
        [
            0,
            "Life is like this"
        ],
        [
            2,
            "妈的，孽缘啊孽缘"
        ],
        [
            2,
            "只要一句想我就可以睡我"
        ],
        [
            2,
            "东四唱歌每晚11.➕唱歌那个女的 如果你能看到 请你停止OK？ 如果有她室友请提醒 演唱KTV慢慢嗨"
        ],
        [
            1,
            "这段时间天气变冷了，但是我不想回宿舍\n我就是被成都的秋天冻傻，在外面被冻死，我也不会去温♂暖的小♂屋\n\n\n\n\n\n\n\n\n\n\n\nOh,yeah,that&#39;s good......"
        ],
        [
            2,
            "是自私小气啊"
        ],
        [
            1,
            "有人要39码的Air Jordan 1 Utility Pack AJ1豆绿(GS)吗？我原价抢到的，加一百卖，快递明天从上海总公司到，可以一起去取快递，绝对正品"
        ],
        [
            2,
            "潜规则一直存在，只不过屁民不知道罢了"
        ],
        [
            2,
            "我们这边我见过三本毕业直接进省财政厅的"
        ],
        [
            2,
            "西安的那个千亿国企，学历在关系面前算个屁"
        ],
        [
            2,
            "请爱我"
        ],
        [
            0,
            "间歇性想谈恋爱"
        ],
        [
            1,
            "我也想摸"
        ],
        [
            1,
            "图书馆里摸奶的那对情侣，要不要我给你们拍下来发微博？真是让我觉得恶心，不要脸。"
        ],
        [
            1,
            "很想找一个女朋友了，对于一个单身20年的人来说"
        ],
        [
            2,
            "年轻时的虚荣脆弱不自信让我后悔凉生"
        ],
        [
            2,
            "永远不做头发"
        ],
        [
            1,
            "江安商业街的极市果园开的好好的 为什么要关门呢？"
        ],
        [
            2,
            "喜欢我的男盆友，祝他开心快乐，平安健康。"
        ],
        [
            1,
            "【招租 男】南门旁边一个单间（主卧），一共两个月，本来想考研和舍友租的，但后来因为想和女朋友出去租所以现在转租出去，很安静，基本家具都有，洗衣机冰箱电视可做饭，卧室内有衣柜有桌子有床垫有空调，由于刚刚租的所以打扫了一下但还没住过，有想看下的可以打电话咨询：1738010417"
        ],
        [
            1,
            "好的，蟹蟹同学"
        ],
        [
            2,
            "江安南门的刷卡机器是干啥的啊？难道是刷校园卡识别身份的？"
        ],
        [
            1,
            "望江第二教学楼可以去上自习吗"
        ],
        [
            1,
            "麻烦想谈恋爱的找我好吗"
        ],
        [
            2,
            "info上的男人都很丑"
        ],
        [
            1,
            "奖学金什么时候发"
        ],
        [
            1,
            "网友就是网上认识的朋友呀，有什么奇怪的吗"
        ],
        [
            1,
            "怎么帮呀，楼下下的小姐姐说说呀"
        ],
        [
            2,
            "此处寻找并表白sunmo"
        ],
        [
            2,
            "丧到无药可救，丧了几个月，甚至怀疑自己有抑郁的倾向。"
        ],
        [
            1,
            "是谁在唱歌？一个女声"
        ],
        [
            2,
            "有同学知道学校心理咨询的电话吗？真的有用吗？\n最近真的很难过了"
        ],
        [
            2,
            "就把你微信删了，咋了，想我了？"
        ],
        [
            2,
            "虽然我很漂亮，也很自信，可见到有些男的也会自卑"
        ],
        [
            2,
            "想透我也没关系，我见到特别喜欢的也会怂"
        ],
        [
            1,
            "弱弱的问一句 为啥你们都可以约到炮。。。请指教"
        ],
        [
            1,
            "你可以预约的"
        ],
        [
            2,
            "几点都有滴滴"
        ],
        [
            2,
            "烩麻食真好吃"
        ],
        [
            2,
            "求问校奖学金啥时候发哇 穷哭了"
        ],
        [
            2,
            "请问各位大佬在江安凌晨4点多去机场能打到滴滴吗？"
        ],
        [
            1,
            "ig牛逼啊，后知后觉"
        ],
        [
            1,
            "招聘兼职：金色校园广场“乐三仁酸菜鱼米线”招聘兼职啦！！\n  工作时间：\n2018年11月4日中午11：30-13：30。16：30-19：30。\n  工作地点：川大江安小区西门、南门、金色校园广场。\n  15元/小时，工资日结，包2顿饭。\n  联系电话：席，13980773969。"
        ],
        [
            2,
            "各位老铁，有靠谱成都纹身店或纹身师推荐吗？给磕头了ORZ（除了oldshool其他都行）"
        ],
        [
            2,
            "望江校区献血在哪里嘞"
        ],
        [
            1,
            "以前有些老师会说，“你们是我带过最差的一届”。\n其实仔细想想，如果他每一届都这么说的话，这不就意味着，每一届都是他带过最差的，换句话说，每一届都是他带过最好的。"
        ],
        [
            1,
            "【招租 男】南门旁边一个单间（主卧），一共两个月，本来想考研和舍友租的，但后来因为想和女朋友出去租所以现在转租出去，很安静，基本家具都有，洗衣机冰箱电视可做饭，卧室内有衣柜有桌子有床垫有空调，由于刚刚租的所以打扫了一下但还没住过，有想看下的：1738010417"
        ],
        [
            1,
            "匿主男，异地恋，好想 她"
        ],
        [
            1,
            "黄杂可太真实了吧，居然还有人发微博说这个冠军也属于uzi？？？大家在庆祝s赛，他们却在提之前的冠军，偷换概念是真的6，不否认rng今年为lpl带来的荣光，但s赛冠军和他们好像真的没有关系吧。。。"
        ],
        [
            1,
            "骚话那么多真的骗得着吗"
        ],
        [
            1,
            "IG牛逼，激动到现在都睡不着"
        ],
        [
            2,
            "配环境配得傻乎乎地还没有配出来，男朋友一句“我来”真的是深夜最温柔最温暖的情话了，呜呜呜呜呜呜"
        ],
        [
            1,
            "门外的繁华不是我的繁华\n努力！"
        ],
        [
            2,
            "1k开条围巾合适 别的都是鸡肋"
        ],
        [
            0,
            "我大号发了条“好想上我们舍管阿姨”，就被锁定了"
        ],
        [
            2,
            "今天看到你了 就是你 我早就好了 你也别胡思乱想了"
        ],
        [
            1,
            "埃及怎么了？怎么都再说埃及牛逼，难道是法老复活了"
        ],
        [
            2,
            "一直觉得在感情上自己很卑微，但是后来发现还是感谢生命中出现过一个像你一样耀眼的人"
        ],
        [
            2,
            "推荐《女孩》"
        ],
        [
            1,
            "你?我行?"
        ],
        [
            1,
            "想谈恋爱的那个漂亮小姐姐，不将就"
        ],
        [
            1,
            "周六晚上七点的时候，跟朋友在南门时光走廊吃饭，看到了梦中情人啊，他跟他两个朋友/同学来吃饭，吃完还先走了，瘦瘦高高身型完美，穿着白色连帽卫衣，戴着眼镜，嘴角永远含着笑，手也很好看，坐他对面桌吃饭的时候一直看着他，可惜太怂没有勇气跟他对视也没有胆量问他微信，仿佛失恋了一样"
        ]
    ],
    "03": [
        [
            1,
            "为啥每次生气都要删微信???"
        ],
        [
            2,
            "祖马龙"
        ],
        [
            2,
            "有lol带妹的嘛"
        ],
        [
            2,
            "求小仙女们推荐送朋友生日礼物。香水！预算千元。求推荐！"
        ],
        [
            2,
            "希望你上进，出息。"
        ],
        [
            1,
            "求合租，本人男，租期12月中旬到3月中旬。800以下。不抽烟，没宠物。房子靠近车站或者地铁站都可。"
        ],
        [
            1,
            "明天要去约炮了…有什么需要注意的吗？"
        ],
        [
            2,
            "千亿国企由三本当董事，"
        ],
        [
            1,
            "你帅你给我看一眼"
        ],
        [
            1,
            "自己长的丑约不到怪谁，sb"
        ],
        [
            1,
            "无人与我立黄昏"
        ],
        [
            2,
            "自己不会百度吗"
        ],
        [
            1,
            "无人与我粥可温 啥意思"
        ],
        [
            1,
            "有没有小姐姐想被撩啊……留号，会把你撩得欲仙欲死的"
        ],
        [
            1,
            "我自知你妈"
        ],
        [
            1,
            "好想认识三教108那个?衣服的小姐姐，经常在自习室见到你～我们可以一起学习吖"
        ],
        [
            0,
            "求助求助！！！我的临时卡掉了，老师说没办法补办，所以有没有同学愿意租卡，时间到明年年初，价格都好商量，可以加我q1225616204。谢谢啦！！！"
        ],
        [
            1,
            "今天去买衣服，一个很丑的女的，她男朋友给她买衣服，我很漂亮却没人给我买衣服，我心里不知是个啥滋味"
        ],
        [
            2,
            "我和男朋友大学的时候是异地，离得挺远的。刚开始也想放弃，后来时间久了，两个人在一起成了习惯，对方就像自己的家人，就索性坚持下来了，毕业后，我们都在为了将来努力缩短距离，确实缩短了不少。或许有的人认为异地恋苦，是挺苦的，但是想ta了就去找ta，钱是个问题，但是好好学习，拿奖学金或者兼职，再加上一些生活费也足够了。过程很艰难，但是看着攒下的车票，机票和照片，还是满满的幸福感。还有人说什么“异地是四个人的狂欢”，这就真的看人了，如果对方连三四个月甚至一个月的寂寞都耐不住，也确实不怎么靠谱。不在一个学校是异地，在一个学校，家乡不在一起是异地，所以异地的概念是相对的。现在这个时代，异地很常见，除非两个人在一个小地方，安安稳稳，不用出差，不用学习……如果遇到了对的人，就算异地，也坚持一下吧，若是以后能每天都在一起，异地几年又算什么呢？"
        ],
        [
            2,
            "希望陪同外国友人坐校车的同学告诉他们我们一般不会在晚上的校车上做游戏+大声吵闹+疯狂大笑，谢谢你们。外国人不知道，你们总该知道吧。"
        ],
        [
            1,
            "银杏黄了 \n你也不回再来了\n。"
        ],
        [
            2,
            "永远不会再对任何人好"
        ],
        [
            1,
            "两个臭婊子在自习室讲你妈呢"
        ],
        [
            1,
            "我发现四川大学保研真的是强势输出，保到清北华五的人数都居除他们本校以外其他高校的前五。"
        ],
        [
            1,
            "我还年轻的时候谈恋爱是很青涩的，怎么现在的人都不矜持了。可能因为当时我还是初中？"
        ],
        [
            1,
            "狗逼情侣从自习室滚出克"
        ],
        [
            1,
            "约饭约饭！！！！"
        ],
        [
            2,
            "你用的你自己照片吗，这么社会吗"
        ],
        [
            2,
            "有人江安约饭吗现在"
        ],
        [
            2,
            "求赞嘤嘤嘤祝赞我的考研成功找工作的offer拿到手软(´｡• ᵕ •｡`) ♡\n招单间短租到12月底，川大西门附近，骑车5分钟可到学校，因个人事业原因现急需搬出，室内有空调，衣柜，大镜子，书桌，床垫，被褥，枕头（我都给你备齐了）！窗外很安静，适合看书学习！还有两个可爱的室友，有意的可加微信Alita1208~"
        ],
        [
            1,
            "info是彻底凉了，就这里没看到rng牛逼_(:з」∠)_"
        ],
        [
            1,
            "约不到妹子一起去游乐园，所以出国色天乡一期套票兑换券两张，150出可小刀，使用期限截止11.10，随票一共还有通行半价券四张，有意戳768280078"
        ],
        [
            1,
            "419是什么"
        ],
        [
            1,
            "对不起，还是说出了口，我们给彼此自由吧……\n两千多公里的距离，谢谢你什么事情都会和我说，谢谢你和我说雨天有男生给你送伞，谢谢你和我说有男生帮你拿外卖，谢谢你和我说你和室友一起帮男生过生日到晚上十二点。。。\n你说你不会对我有什么隐瞒，你说都是同学，我知道，二十多岁，成年了的我，不应该干涉你的私生活，我也从来没有涉足，你也会任何事都会和我说，我真的很欣慰。可是啊，有时候我就在想，我这样到底算什么，我很羡慕他们，羡慕他们每天可以见到你，可以帮你分担你的困难，可以帮你解决困难。而我，像个罪人，仅仅凭借一个“男朋友”的身份，就限制了你很多自由，我知道你什么都和我说是因为你怕我有什么想法，我都知道。可是啊，这样越让我无能为力啊！隔着屏幕见的你，终究模糊，给你发的千万条关心的话语，却不抵别人一会儿的陪伴啊！你可以得到更好的，你可以过的更好！所以，对不起。还是和你说出了口！你，也没太反驳吧！\n那时候，我说：无论你在哪里，我在哪里，我们看的都是同一片天空。\n你感动的把脸贴在我的胸口\n可是这句话我没说完啊：我们看的都是同一片天空，可是我们站着的是不同的土地！\n你要幸福，再见"
        ],
        [
            1,
            "现在金框眼镜感觉很流行的样子。上手术的时候看见麻醉小姐姐和护士姐姐都戴着金框眼镜，虽然戴着口罩，但是都特别好看。"
        ],
        [
            2,
            "再综c看比赛的人是真没素质，，，，声音放的特别大，教室隔音效果不好的话听起来特别吵，另外，一大群人一会叫一声，一会叫一声，更是整栋楼都快能听得到了。。。。那个傻逼玩意想出来的在教学楼看直播的"
        ],
        [
            1,
            "有人缺忠犬男友吗，本人男，性取向男_(:з」∠)_"
        ],
        [
            1,
            "今天去看了喵酱(•̀ω•́)✧"
        ],
        [
            2,
            "掉发掉的太厉害了"
        ],
        [
            1,
            "图书馆里盯着别人屏幕看的人，不觉得不礼貌吗? ? ?"
        ],
        [
            2,
            "这些人脑子都有屎？ig赢了就赢了，特么所有游戏直播间都去刷？这不是找骂吗？fps，主机，手游等各种游戏直播间都刷，傻屌们真会给loler招黑。。。。现在好了，各种游戏都在骂那些弱智"
        ],
        [
            1,
            "我不想戒掉你，我们只是暂时输给了鸡毛蒜皮的琐碎罢了，何必一定要分开呢，难道两个人互相喜欢还不够么，会有争执又如何，两个人都在尽力为对方变得更好，为什么临近功成了却半途而废？和你一样，我从未后悔过在一起的日子，可是当初我坚持不下去想要放弃时告诉我有信心的是你，现在说回不去的也是你，我想说的是我还愿意等三个月，之后你回来，我们倘若还能填上这份遗憾那该有多美好…庆幸的是还没成为互相的习惯，可遗憾的也是没能成为习惯，接下来分开的这几个月我将怀抱希望而后为之更努力，请不要刻意去遗忘我们之间的幸福好吗\n……\n我很想你"
        ],
        [
            1,
            "计软学院今年秋招基本年薪是24W？大佬级别就是30W-50W？是不是我太菜了，我上了一个假的川大吧"
        ],
        [
            1,
            "望江的操场晚上开门了？前几天网上过去关门的。不知道是在干嘛"
        ],
        [
            1,
            "教务处电话有吗"
        ],
        [
            1,
            "谁有化学学院，吴迪老师的电话，创新中国的见面课，没人来，"
        ],
        [
            2,
            "754你本来就是约炮男"
        ],
        [
            1,
            "百度无圣光套图有很多"
        ],
        [
            1,
            "共享出来被禁了咋办"
        ],
        [
            1,
            "楼下?"
        ],
        [
            1,
            "第一，我不是愤怒，我是拽；\n第二，我不叫楚雨荨，我叫喂；\n第三，请你们非得找我玩这种有意思的游戏，否则我把你们全部变猪头。"
        ],
        [
            1,
            "想暴富"
        ],
        [
            1,
            "啊。我忘了偷几次了  一般没钱吃饭就会下去拿"
        ],
        [
            2,
            "mb你就直接送玫瑰送巧克力去表白啊傻逼"
        ],
        [
            1,
            "偷外卖的哥们儿，自己乖乖把钱到对应的账号上，也不要你转多少倍，今天晚上之前转了我就当这事儿没发生过，你的样子我也去调监控看了也拍了照了，今晚12点之前没收到转账的话，等着教务处通知吧，我想偷外卖五六次的应该没法用拿错了来解释吧，就这样。"
        ],
        [
            1,
            "前两天才看了一遍大话西游，昨天蓝洁瑛就去世了。\n美貌冠绝五台山，蓝阿姨走好"
        ],
        [
            2,
            "我也希望你没走"
        ],
        [
            1,
            "有人认识董润吗他的篮球拿错了"
        ],
        [
            1,
            "小Q:3595150448"
        ],
        [
            2,
            "怀疑我了就再别用"
        ],
        [
            2,
            "傻逼教都教不到项上"
        ],
        [
            1,
            "我前女友就是吧，先当朋友然后就习惯了，因为我是个慢热的，慢慢才开始越来越喜欢她"
        ],
        [
            1,
            "你这种傻逼还是算了吧"
        ],
        [
            2,
            "三八广场的乒乓球联谊，我服辽"
        ],
        [
            2,
            "P.S.刚刚10号找代签的是在江安"
        ],
        [
            2,
            "11月10号晚上有没有愿意有偿帮签到的？救救孩子吧！"
        ],
        [
            2,
            "回就回呗，你以为在大城市的人就过得多好似的"
        ],
        [
            0,
            "想回家，想过年，想吃肉? ? ?"
        ],
        [
            2,
            "找工作太丧了，越来越羡慕有钱人的孩子，什么都顺利，父母都安排得好好的，一点压力都没有，像我这样，勉强果腹的家庭真的好辛苦，父母累死累活也达不到别人的一点点，我最近真的没有一点点正能量的，唉，就回我的小县城当一名老师吧，没有出息也没有底气的我。"
        ],
        [
            2,
            "本人急需出售祖玛72V一辆.8成新.价格2000左右.有需要的加微信18190879005"
        ],
        [
            1,
            "明日之后安卓区只有几天就能公测了，好期待啊"
        ],
        [
            1,
            "想知道性格较为温和，不说脏话，看起来比较呆滞偶尔有点皮的女生怎样能拥有好哥们儿而不是暧昧对象。。。"
        ],
        [
            1,
            "有時候活著不需要太多理由，活著就是為了活下去。昨晚在九眼橋，我攔住了一個想要自殺的女生，第一次那麼近的感到了生命的脆弱，前幾天在北六上吊和猝死的兄弟，一個在我樓上一個在我樓下，我似乎都沒太大的波動，可昨晚跟那個女生一個多小時的溝通，真正讓我覺得，作為幾十億分之一的我們，說自己是塵埃，都是看得起自己。作為一個22歲的同齡人，說實話我並不關心她的死活，只是不想讓她失去總有未來的權利，亦介最近的事情，與諸君共勉。"
        ],
        [
            2,
            "清道夫已经上班了"
        ],
        [
            1,
            "在雾中徘徊真是奇妙！\n\n一石一叶都显得孑然独立，\n\n没一棵树看得到另一颗树，\n\n颗颗都那么孤独。\n\n空中悠悠飘落地树叶，\n\n一荡一荡地，\n\n落在其他人的旁边，\n\n仿佛是她们的信使。\n\n\n\n我独立\n\n在雾中，\n\n在她们前面，\n\n眼前是她们的影子，\n\n我微微失落，\n\n露水挂在发梢\n\n眼前结着透明的惆怅，\n\n孤独是我的，\n\n不是她们的。"
        ],
        [
            1,
            "很多场不可描述的画面+投胎30次换不来的颜值+整容50次弄不来的身材+情投意合到抓马的默契=做梦"
        ],
        [
            1,
            "晚上快11点 操场有个穿红色马甲的女生 跑步 左右摇晃 拼命跺脚"
        ],
        [
            1,
            "晚上11点多还在操场跑步的女生 正常吗？"
        ],
        [
            1,
            "21岁的我被逼婚了？？？"
        ],
        [
            2,
            "女追男一定不会成功，女骚男一定会成功"
        ],
        [
            1,
            "不要，结局好的都享受着了结局不好的才在微博上瞎bb"
        ]
    ],
    "02": [
        [
            2,
            "北园看见一只白色的狗子，貌似和主人走丢了，希望利器找到它的主人\n中大型犬，看起来设计萨摩耶和其他狗子生的串串，会握手，活泼爱刨洞，也不吃香肠。"
        ],
        [
            1,
            "几颗老鼠屎坏了一锅汤"
        ],
        [
            2,
            "那胃的毛病怎么治呀 确实肠胃不太好…"
        ],
        [
            1,
            "如果有个喜欢的人，最好的事情就是跟她一起浪费时间了"
        ],
        [
            2,
            "死泰迪你说你? 呢"
        ],
        [
            1,
            "其实女生也很想啪啪啪\n主要害怕"
        ],
        [
            1,
            "口臭是胃的毛病"
        ],
        [
            2,
            "有没有学牙科的同学 有口臭怎么办啊……"
        ],
        [
            0,
            "明早有没有要去双流中学的朋友啊！约个伴！！"
        ],
        [
            1,
            "出售一个二手Think Pad 八成新，正版Windows10家庭版，512G -4G内存/1200转让，有没有同学需要？可以加微信cmcc5483来交流\n想买新iPad Pro，所以急需转让！如果没有人要，我就拿去Apple Give Back回收♻️了?"
        ],
        [
            1,
            "终于知道要屏蔽一些评委的原因了"
        ],
        [
            1,
            "出售一个二手Think Pad 八成新，正版Windows10家庭版，512G -4G内存/1200转让，有没有同学需要？可以加微信cmcc5483来交流"
        ],
        [
            1,
            "大四学长一枚 备考gre中 有一起备考出国，共享资源之类的小伙伴欢迎加加 想咨询出国事务的学弟学妹也可以随便打扰哦 qq 553795154"
        ],
        [
            2,
            "有点想谈恋爱，好想谈恋爱。\n不行不行，我应该多喝点酒才是"
        ],
        [
            1,
            "周末有同学要打麻将的吗？约一波好嘛？"
        ],
        [
            1,
            "一天就约约约 就想问有多少人约到了?"
        ],
        [
            2,
            "生孩子"
        ],
        [
            1,
            "为什么不是生猪崽子"
        ],
        [
            2,
            "你们都想恋爱而我想生猴子"
        ],
        [
            2,
            "哈啥"
        ],
        [
            2,
            "即将20的我也想恋爱"
        ],
        [
            1,
            "167473406 哈哈"
        ],
        [
            2,
            "无人与我粥可温"
        ],
        [
            2,
            "加，通过就有戏"
        ],
        [
            1,
            "时隔许久 再次上info 我想问大家一个问题\n就之前我和一个同学表白了\n她说太快了 然后又没表示什么\n然后我又接着撩她\n结果没过多久 她说她最近很烦 就把我 \n删了 ！！！\n结果 我今天又碰见她了 我觉得我还是挺喜欢她的...\n我又想把她加回来... 所以我该不该加她回来啊...\n（快..来个人打醒我...）"
        ],
        [
            1,
            "有想买kindle的吗？本人转手kindle paperwhite  原价958RMB，转手650RMB，95新，白色，无任何刮痕"
        ],
        [
            1,
            "我讨厌寂寞的夜晚"
        ],
        [
            2,
            "好不容易喜欢一个人，半个月之后又不喜欢他了。。好几次了都"
        ],
        [
            2,
            "江安有没有谁想纹身的(小型) 练手"
        ],
        [
            0,
            "我来川大见过的最屌的就是个别校车司机。对老师、学生倒是一视同仁的凶，仿佛别人扇了他一百下耳光，把自己当成川大一哥了"
        ],
        [
            1,
            "看了三遍重庆公交坠江视频，这次教训太tm深了\n一人装疯，一车人陪葬，想想都可怕。之前坐长途公交也遇到过乘客跟司机发生争执还好没有动手去抓方向盘，而且是在高速路上太吓人了"
        ],
        [
            1,
            "想去华西医院看病可以在校医院开转诊证明吗"
        ],
        [
            1,
            "和我谈吧小可爱    把买书钱省下买口红"
        ],
        [
            1,
            "基本上不可能"
        ],
        [
            1,
            "死杠精"
        ],
        [
            1,
            "我仔细看了公交车的视频，是司机和女乘客（女人坏事）殴打牵扯过程中，由于拉扯惯性司机重心不稳手猛打方向，当时车速太快司机根本没有机会调整方向和踩刹车"
        ],
        [
            2,
            "info上谈恋爱，你死了这条心吧"
        ],
        [
            2,
            "爸爸说我要是再不谈恋爱就给我买言情小说……"
        ],
        [
            2,
            "12月1号 川大考BEC vantage \n有人约口语一起考吗"
        ],
        [
            1,
            "大四江安党转手一辆电驴 骑了一年半 价格在1200左右 照片私聊"
        ],
        [
            2,
            "看到吐槽咳嗽那条 突然想起 自从被同自习室感冒同学传染 我就自己常备口罩 能理解你感冒很正常 你不戴口罩 我戴行吧   谁叫我怕传染 已经感冒的你不怕呢"
        ],
        [
            1,
            "你这脑子是你奶跟你爹生的你吧，万圣节那天你全家位列仙班在奈何桥表演千手观音呢，火葬场停电你全家半熟了，你是悲伤石乐志吧。要么就文明争论，你以为你讲脏话我会怕你？真的不得了，犯贱找喷"
        ],
        [
            1,
            "悼念名人蹭热度也要要点脸好吗？装悲痛装感慨也要走点心好吗？转头过起了洋节，开开心心双十一，脸呢？那个对我说脏话的，按照你的逻辑，你会选择你妈死了的时候第二天开开心心结婚的对吧？又悼念了，又快活了，两边都不耽误呀，还可以带着你媳妇去你妈坟头蹦个野迪，何乐不为啊，哈哈哈。"
        ],
        [
            1,
            "所以人他妈说白了还是他妈的动物    动物的世界里发生什么都不稀奇"
        ],
        [
            1,
            "cocoon好听"
        ],
        [
            1,
            "重庆公交车坠江事件黑匣子已经找到，事件也还原出来。真的很心痛，非常心痛，这个社会，到底怎么了？人性本善？大家都在做些什么事情呢！"
        ],
        [
            1,
            "所以info上认真找对象是不可能了？？"
        ],
        [
            2,
            "重庆万州那里的人比较暴躁吗"
        ],
        [
            2,
            "你想个新文案"
        ],
        [
            0,
            "【求助】有小伙伴知道周围有什么笔记本维修点吗(价格比较合理的)，或是自己修过觉得还可以的地方。笔记本主板线路出了点问题，想修一下，谢谢大家！\nqq1063215955"
        ],
        [
            2,
            "那个望江大三约炮的我都看烦了"
        ],
        [
            2,
            "成都两口子年收入30万以下就该离开成都了"
        ],
        [
            0,
            "但愿长睡不复醒，\n——说明你很好，我也可以放心睡了"
        ],
        [
            1,
            "睡醒了"
        ],
        [
            0,
            "我用我的一生，来阐释爱\n我不再对你多说，因为你不相信\n世俗和岁月尽管来吧，我都接下\n猜不透我就别猜啦，\n不要去探究真相，因为你承受不住\n不与你多说，更怕你难以抉择\n我睡了，\n余生不再扰，\n只要你需要，\n等你的召唤，我会苏醒\n\n记住我的身份，记住我以前发给你的东西\n那是至纯至真的承诺和誓言\n我，从来都只要你好！"
        ],
        [
            1,
            "咨询下法学院的同学吧。。"
        ],
        [
            1,
            "同楼下"
        ],
        [
            1,
            "咨询专业律师"
        ],
        [
            2,
            "还是昨晚的我。想为了我妈活下去。我现在想问一下懂法律的同学，在婚姻存续期间，一方在外面借了很多很多钱，甚至银行的贷款也没还上，但是用途都不在家庭生活，都是他一个人在外面请人喝酒吃饭唱歌打牌用掉了。请问这种情况下，如果离婚了，我妈是不是需要背负一半的债务？我和我弟弟合计了一下，我爸那个人，在外面的可能借了有上百万了，并且还抵押了房子，向银行贷款了50万。我和弟弟想的就是，他们离婚，我和弟弟养妈妈。但是，如果妈妈要承担一半的债务的话，也是个不小的负担，都会压的喘不过气来。而且重要的是，我们不想帮他还。凭什么要帮他还啊。意难平。"
        ],
        [
            2,
            "就觉得很好奇……你们难道没有看过射雕英雄传鹿鼎记神雕侠侣啥的吗，一个耳熟能详的人去世了难道都不可以表示感慨吗，这个都要审查都要来杠啊？"
        ],
        [
            2,
            "不太清楚info上说的自习室是什么，大学里面不就教室，图书馆可以随意进出在里面写作业什么的。如果教室是自习室的话，为什么不能弄出声音，如果追求安静可以去图书馆啊，教室没说不许出声啊，就是因为有的时候觉得要说点话或者有可能会弄出声音才来的教室啊，难道教室里也要像图书馆那样一点声音都不许有吗"
        ],
        [
            2,
            "有些人，在约之前，先把你脸上的青春痘治一下吧"
        ],
        [
            2,
            "说咳嗽可以克制的，麻烦你演示一下。下次你感冒的时候可以来info吆喝一声，我们去现场看看你怎么克制的。另外，请问你有没有办法让生病的人去了医院立即好？？？如果有，我们想去你那看病，没有就闭嘴！嘴臭的要死"
        ],
        [
            1,
            "别动不动就杠精杠精的，好像先给别人贴上这个标签自己就无敌了一样。"
        ],
        [
            1,
            "想和小哥哥谈恋爱！"
        ],
        [
            2,
            "Amenecer想认识你"
        ],
        [
            2,
            "杠精——工地里抬杠的小精灵\n? ? ?"
        ],
        [
            1,
            "这两天朋友圈尽是悼念金庸的，你们看过他的几本书？还金庸走了，江湖干了，金庸自《鹿鼎记》后都封笔多少年了。平时怎么没见你们关心过金庸，朋友圈一个个还不是刚为金庸的去世哭得稀里哗啦，转头就过起了万圣节，顺便发两链接过双十一？逗。"
        ],
        [
            1,
            "找一个这样的女生干嘛？"
        ],
        [
            2,
            "真尼玛985大学生，你们就这么点智商和思维？傻逼喷子"
        ],
        [
            1,
            "我说死全家了？你这样子和喷子有区别？咳嗽为什么不能克制？如果不能克制那为什么不去医院还要跑来教室？圣母婊不得? ? ? ?"
        ],
        [
            2,
            "我特么第一次听说咳嗽可以克制得住！况且是在别人感冒的情况下。喷子们，你要是觉得可以克制的住麻烦您给我演示一下！！！说那么难听，是不是以后你要是感冒了去自习室也是会像你说的那样死全家？"
        ],
        [
            2,
            "下午两点代课 女 联系450629490"
        ],
        [
            2,
            "刚才脑袋里一直循环自伤无色，楼下的兄弟你好呀~"
        ],
        [
            1,
            "推荐\n分享花たん的单曲《自傷無色》http://music.163.com/song/28629058/?userid=272083268 (@网易云音乐)"
        ],
        [
            1,
            "问一下，江安的电信宽带望江能用吗，校园区流量呢，谢啦"
        ],
        [
            2,
            "还好吧，如果我能睡彭于晏，我管他的呢"
        ],
        [
            2,
            "错了，你爱他更深了"
        ],
        [
            2,
            "想问问明天  教师资格证  有没有同学一起在【成都制造职位技术学院】考试的啊?？望江想拼个车:-O"
        ],
        [
            1,
            "本人在华西图书馆一楼机房丢失侠客优盘和钥匙? ，优盘里有很多个人信息和学习资料，捡到的同学联系17799079972或18583919474，麻烦转发一下  "
        ],
        [
            1,
            "有钱，没有爱"
        ],
        [
            1,
            "我也不期待陌生人对我的善意，他们给了我会惊喜，有办法的话我会回报，没有给予我也只会觉得他们没有义务帮我无可厚非，我们可能三观不同吧。"
        ],
        [
            1,
            "我所想的是人得自觉，大家都自律的话环境也会变好，可惜，所以我选择抽离自己。"
        ],
        [
            1,
            "我没有你那么高的抱负，我只想好好学习，过好我自己的生活，陌生人与我无关，我想给予善意的时候我会伸出援手，但我的善意很少，所以。。。"
        ],
        [
            1,
            "可是我考虑到的是让所有的人都觉得舒心，如果只是现在就开始独善其身，道理上是无可厚非，但是作为年轻人会不会有点不够，如果可以把事情变得更好一点，那么不去行动会不会很可惜。也不用说You can,you up的话，因为我一直都是这样厚着脸皮做过来的。如果能做到我对你的期待好一点，你对世界的期待高一点，身边的环境，会不会不一样？说得有点可笑，但是这确实是我这个年轻人的想法。"
        ],
        [
            1,
            "索尼wi-1000x降噪蓝牙耳机\n你 值得拥有"
        ],
        [
            1,
            "我不想去理他，所以我换教室了啊，有问题吗？我如果会不停地咳我不会去打扰别人，我觉得这样真的很不好，我能律己但我无法约束别人，至于骂娘确实显得我没有素质，不过我是真的被弄得心烦意燥?"
        ],
        [
            1,
            "我是不知道为什么有些同学居然能为一点小事爆粗口，一来解决不了实际问题，还不如淡定一点去提醒一下。二来把个人的心情影响了，也学不进去。三来将心比心，如果有一天是你还请同学自觉克制。\n我为我自己的想法说点话，不喜勿喷。可能是我格局太小不懂你们的世界。"
        ],
        [
            1,
            "没人留号啊朋友"
        ],
        [
            1,
            "被这个傻逼逼到换自习室了，好烦，尼玛你有病还不如医院看，不停地咳嗽，一个可能传染给大家，还有尼玛币的真的很影响我看书阿? ? ?"
        ],
        [
            1,
            "我咳尼玛？有病不知道去看？跑到教室自习就要学会克制懂吗？老子真想一耳屎铲给你"
        ],
        [
            1,
            "419是什么？"
        ],
        [
            1,
            "嗯…"
        ],
        [
            2,
            "你没hurt就好，我也不用有内疚"
        ],
        [
            1,
            "好 对不起"
        ],
        [
            2,
            "人人都觉得自己惨，自己委屈\n但请你发脾气的时候不要迁怒于无关人员，谢谢"
        ],
        [
            2,
            "大家众筹给拮抗ACE看一下病"
        ],
        [
            1,
            "插进去确实很刺激\n但换个角度说\n其实高潮的时候都差不多\n只是和女生啪啪啪的加速度更快\n其实有时候体验不一定好\n老司机诚恳劝告\n还是和喜欢的人啪啪啪心里会很舒服\n不喜欢的啪啪啪完了就会索然无味\n别问我怎么知道的"
        ],
        [
            1,
            "你是我夜深人静时候的玻璃心的诱发因素\n你是我早起熄灭起床气的甜美的回忆\n你是我每天努力学习的动力点\n你是我累了倦了的时候想倾诉的对象\n但\n你也是不喜欢我的人"
        ],
        [
            1,
            "为了处男的牺牲\n—————————————————————\n我大一的时候也是处男\n当时真的很羡慕那种情侣，觉得他们可以啪啪啪\n我羡慕嫉妒恨\n但当时不敢约，也不知道info\n偶然的机会去和一个学姐聊起来\n随便乱说一些骚话，结果要不我和她上床\n6月底和她在江安旁边某大床房128的酒店，做了\n她不是那种很好看，身材很好的女生\n现在感觉，和她上床纯粹是为了体验性\n很牺牲了"
        ],
        [
            2,
            "我真的很喜欢你"
        ],
        [
            1,
            "一次错过，永不回头"
        ],
        [
            1,
            "然而我还在写作业"
        ],
        [
            2,
            "233333，"
        ],
        [
            1,
            "419是？？"
        ],
        [
            1,
            "早上：哈哈哈哈哈哈\n中午：哈哈哈哈哈哈\n晚上：哈哈哈哈哈哈\n凌晨：人间不值得……"
        ],
        [
            1,
            "男同胞们为了不当处男可以做哪些牺牲？"
        ],
        [
            1,
            "被失恋折磨失眠了无数天，有没有同样失眠的互相来聊聊天，不用知道对方任何信息，就单纯的当个宣泄对象。\n1296200848"
        ],
        [
            1,
            "约玩贴  男女不限   \n明晚跟楼主去space蹦迪  酒水畅饮   有免单券  数量有限   有意留号啊"
        ],
        [
            2,
            "怎么撩学弟啊"
        ],
        [
            1,
            "大学再坚持几年，毕业找工作就可以养活你和你妈妈弟弟啦！时间的问题！努力！"
        ],
        [
            1,
            "小姐姐加油啊    每个人都有对自己有疑惑的时候   但是你都坚持了这么多年了   最困难的时候已经过去了   你还年轻  可以做任何你喜欢的事情   可以成为你想成为的任何一个人    你只用去改变注意力   找到你该做的事情然后付出努力     一切都会好的    世界很美好   希望有你在"
        ],
        [
            1,
            "强行插嘴里不舒服要哄的她主动才行"
        ]
    ],
    "01": [
        [
            1,
            "对性好奇的妹子加2794155161"
        ],
        [
            1,
            "no"
        ],
        [
            2,
            "Are you hurt?"
        ],
        [
            1,
            "想自杀的那位同学！就算是为了你自己和你妈今后能过上更好的生活一定要好好努力奋斗好吧！生活有困难可以找个兼职，也可以向学校申请助学金！周围也会有很多好心人会帮你！别想这么多！有强烈的这种念头久带着耳机出去跑步！很管用！"
        ],
        [
            1,
            "说着再也不买可怜牌的帐，但我心真的会软?"
        ],
        [
            1,
            "所以不去早读到底有什么影响"
        ],
        [
            1,
            "有没有喜欢打篮球的江安这边的小姐姐啊，就想找个会打篮球的女朋友"
        ],
        [
            2,
            "要因为别人的错误惩罚自己？"
        ],
        [
            2,
            "我又来了。我想自杀，从来没有这么强烈的想自杀的情绪。还是那个。我爸酗酒打牌，不去工作，向我妈要钱。我妈在外面打工挣钱还债，还要养我和我弟弟，哦，还要养我爸这个巨婴。他可以为了自己面子，两周挥霍两万块钱，请狐朋狗友吃饭唱歌。这两万块钱，是他找借口说要做生意，让我妈给他的，而我妈是向别人借的。他可以为了请别人吃饭，向还在读书，一个月生活费不到一千块钱的我，要两三百块钱，请别人吃饭，最多的一次，要了七百块钱。每次借口都是，这个朋友怎么了，那个朋友怎么了。而且说好第二天还给我，结果连个影子都没有。每次没钱了，就去食堂打二两饭，泡水一起吃。那段日子想起来就难受。而他，还口口声声指责我妈，说我妈有外遇。说我妈不给他钱，想干嘛。指责我，说我看不起他。对，我就是看不起他。刚才他又给我打电话，我没接，结果微信发来消息，说等他双亲过世，一切都会给我们结清，不要以为他欠我们的。我不知道怎么了，我不知道这个家有没有存在的必要。爷爷奶奶现在身体还行，他都能说出这样的话。说的很乱，抱歉。"
        ],
        [
            2,
            "望江的小伙伴，周六在新都考试的，来拼车呀\n加群，群聊号码：943325617"
        ],
        [
            2,
            "说的都很有道理"
        ],
        [
            2,
            "曾经我也想过第一次留给结婚，直到我把第一次给了自己很喜欢很喜欢的人。慢慢发现了新大陆，开始享受性。当你尝试之后，就会发现性爱是一件多么美好的事情啊，戒不掉的，为什么要压抑啊。\n在此我还想告诉姐妹们，婚前最好发生下关系，验货，不然不和谐会很影响婚姻的！"
        ],
        [
            2,
            "我们与?清华大学苏研学院创办的准星云大数据公司?合作的人工智能大数据项目‼️‼️\n\n现正式面向四川大学招收长期兼职人员?‼️‼️\n?目前主要招收小学数学录题员\n?本兼职需笔试和培训:\n1.笔试内容为小学4-6年级的数学题\n2.对数学水平要求不高 ，达60分及可\n3.目前川大笔试的通过率为100%?包括一些文科的\n4.笔试时间1小时 ，安排在明天（11月2日）下午3点-4点半（任意一个时间点到公司笔试都行)\n5.笔试地点:（国家在成都创新创业重点开展区)天府新谷\n\n?硬性要求：有电脑 空余时间多\n?兼职长期稳定 ❕按题量结钱 ❕ 做得好 一个月2000+❕ (题很多且经常有工资翻倍 ）\n?  在寝室可做！（登陆公司内部工作界面即可领题工作）\n\n⚠️要报名的同学，加qq群??75785390,  然后私戳管理员zay报名，明天名额有限， 先到先得！"
        ],
        [
            2,
            "贴吧打开了"
        ],
        [
            1,
            "等着看贴吧"
        ],
        [
            2,
            "爆啥，我们上贴吧看"
        ],
        [
            1,
            "我们与?清华大学苏研学院创办的准星云大数据公司?合作的人工智能大数据项目‼️‼️\n\n现正式面向四川大学招收长期兼职人员?‼️‼️\n?目前主要招收小学数学录题员\n?本兼职需笔试和培训:\n1.笔试内容为小学4-6年级的数学题\n2.对数学水平要求不高 ，达60分及可\n3.目前川大笔试的通过率为100%?包括一些文科的\n4.笔试时间1小时 ，安排在明天（11月2日）下午3点-4点半（任意一个时间点到公司笔试都行)\n5.笔试地点:（国家在成都创新创业重点开展区)天府新谷\n\n?硬性要求：有电脑 空余时间多\n?兼职长期稳定 ❕按题量结钱 ❕ 做得好 一个月2000+❕ (题很多且经常有工资翻倍 ）\n\n⚠️要报名的同学，加qq群??75785390,  然后私戳管理员zay报名，明天名额有限， 先到先得！"
        ],
        [
            2,
            "不是女装大佬能和你约？"
        ],
        [
            2,
            "卖淫众筹一把我的梦想"
        ],
        [
            2,
            "你不想"
        ],
        [
            1,
            "有后天去齐一《生命中的时光》成都站的吗？"
        ],
        [
            2,
            "有些恶果积累到一定程度就会爆发，别学我做错事"
        ],
        [
            2,
            "还是听不懂"
        ],
        [
            2,
            "CD是啥？"
        ],
        [
            1,
            "今天约了一个人，丝袜高跟鞋，结果后来深入接触居然是CD，我勒个去"
        ],
        [
            2,
            "愿意就愿意，不愿意就不愿意，没人勉强得了你"
        ],
        [
            1,
            "没有 也不会有"
        ],
        [
            1,
            "有没有小伙伴想在地铁一号线孵化园到天府五街一段附近合租的，约看房啊，本人男，可联系18708145917"
        ],
        [
            2,
            "请问那些周六去棠湖中学考试的同学们打算怎么去呀，可以搭个伙吗？本人女生"
        ],
        [
            2,
            "创正规的业"
        ],
        [
            1,
            "那个\n卖淫攒钱创业的\n不会是要当老鸨？"
        ],
        [
            2,
            "卖淫，攒钱，创业。"
        ],
        [
            2,
            "女生就是不容易拒绝"
        ],
        [
            2,
            "是女生对男生的迁就，没毛病"
        ],
        [
            2,
            "你对了女生真的是"
        ],
        [
            2,
            "现在的性爱真的廉价。我还保持着最珍贵的东西要和最值得托付的人分享的想法，我不觉得我保守，现在所谓的开放，不过是男生对女生的不克制，和女生对此现象的应对措施罢了。我希望诸位男生，不要利用女孩子容易动感情，不会拒绝自己爱的人的请求的弱点去满足自己单纯的欲望。因缺少克制教育导致的开放，只是放纵的美化而已。"
        ],
        [
            2,
            "为什么要和钱过不去，啊哈哈哈哈哈"
        ],
        [
            2,
            "十九围合 今天中午十二点到一点四十  把我车子撞倒不说扶起来？自己充电器压烂了插我车上，把我充电器拿走的那个小姑娘，要点脸吧，都是同学。家里没教好就放出来？车子都不扶起来赶着给回家上坟？甘霖娘"
        ],
        [
            2,
            "请问大家，挂科的历史成绩会在成绩单上打出来吗"
        ],
        [
            1,
            "终极浪漫?"
        ],
        [
            2,
            "不喜欢后来的班级，后来的班级氛围，后来的班里的大多数人。特别担心我这样的想法，这确实是我真实的想法，但会让我表现的更糟糕，甚至会影响我的交际。可是我那么能忍的人，最后也是真的这样的想法啊……"
        ],
        [
            2,
            "info上的男生我真看不上"
        ],
        [
            2,
            "我报的驾校6000"
        ],
        [
            1,
            "求qq区王者小号带一下砖石局 你看我真挚的眼神( ；´Д｀)"
        ],
        [
            2,
            "老哥，我恩驾校2500，都有人嫌贵！！！你两千六有多少人觉得便宜"
        ],
        [
            1,
            "美国黑色星期五来了，联想美国场全场65折，但是封锁了中国的ip地址，凡是中国过去买的无法下单???"
        ],
        [
            2,
            "去尾随一个男生睡成功的概率有多大"
        ],
        [
            2,
            "考研还有五十天，，，真的好紧张，感觉自己要窒息了? ? ? ? \n来给自己打气，加油，你一定可以的? 冲鸭\n加油加油加油(ง •̀_•́)ง\n决定晚上跑个步释放一下，真的是太特么紧张了，嘤嘤嘤(ಥ_ಥ)\n大家也要加油(ง •̀_•́)ง"
        ],
        [
            2,
            "线性代数3赖洪亮老师给分高吗？\n他讲的太快了，而且没有什么练习题，担心考试"
        ],
        [
            1,
            "约，私聊"
        ],
        [
            2,
            "有没有便宜点的药店推荐一下，。。。学校校医院和那个太极大药房真是贵到天上去了，感冒随便拿两盒药就要六七十，吃了还不一定见效。。，。。"
        ],
        [
            1,
            "吃葡萄不吐香蕉皮,不吃西瓜倒吐椰子皮"
        ],
        [
            1,
            "info这个平台什么时候开始充斥着污言秽语了？"
        ],
        [
            1,
            "女生都尿急啊 天天在厕所门口排队，也不知道让路，门口都堵死了!"
        ],
        [
            1,
            "喜欢就上 不行就分"
        ],
        [
            2,
            "我也是，每天都不开心，我在想我为什么要活着"
        ],
        [
            2,
            "室友真的是emmmm一言难尽啊，背后吐槽其他室友，一脸戾气，然后人前又各种好说，对于吐槽内容稍微反驳一下就让别人闭嘴，真的是服了这种人"
        ],
        [
            2,
            "真真是每天都不开心"
        ],
        [
            1,
            "大四江安党转手一辆电驴 60v 骑了一年半 价格在1200左右 照片私聊。"
        ],
        [
            2,
            "透你妈批"
        ],
        [
            2,
            "对的，尊重自己内心"
        ],
        [
            1,
            "啊哈 按你想法去就好，恋爱应该尊重彼此的想法"
        ],
        [
            2,
            "现在大家谈恋爱真的都要发生关系吗？男朋友今天提出要求了，说现在很正常。难道越是珍贵的不就要等越是确定能相伴终身再尝试吗？况且我还有点处男情节?"
        ],
        [
            2,
            "没那么多可能，我就是单纯的不喜欢你了"
        ],
        [
            1,
            "有女堪舔直须舔，莫待无女舔屁眼。"
        ],
        [
            2,
            "会计从业三年没注册了要紧不"
        ],
        [
            1,
            "有转让望江校区这边健身卡的吗？加我qq1432442427，谢谢"
        ],
        [
            1,
            "问一下，大家知道奖学金之类的什么时候发吗？双十一快到了，缺钱。"
        ],
        [
            2,
            "我可能不是不喜欢你了，我是实在喜欢不起来那个为了和你在一起，卑微，没有原则，甚至放弃自尊心的自己了。"
        ],
        [
            2,
            "因实习现不在学校附近住，转（江安校区这边）北京华联美航健身私教课20节，具体信息可私戳，有意者可留言"
        ],
        [
            1,
            "你胸小于E不要批要求那么多"
        ],
        [
            2,
            "求厉害点的男生\n下面低于20cm的不要找我，时间太短的不要找我\n长得丑的不要找我，迷之自信的不要找我"
        ],
        [
            1,
            "刺激战场终于上无敌战神了，可是也没啥不同，关了游戏一样寂寞"
        ],
        [
            2,
            "奖学金到底啥时候到呀，搓手搓手"
        ],
        [
            2,
            "求问各位吧唧嘴自己真的听不到吗   听摇滚都盖不住我要炸了"
        ],
        [
            1,
            "info上约的到么？1340139912。万圣节出去嗨啊"
        ]
    ]
}