{
    "31": [
        [
            2,
            "有兄弟姐妹需要外烟的吗？江安，零售，价格美丽，加扣扣2233436672"
        ],
        [
            2,
            "特别想"
        ],
        [
            2,
            "我好想我的炮友"
        ],
        [
            2,
            "大四老咸鱼发个牢骚  _(:з)∠)_  哎 恋爱都没想了 连一段甜甜的网恋都木有  伤心"
        ],
        [
            1,
            "所以啊 好久不见了"
        ],
        [
            1,
            "有多少女生很想啪\n但不敢约？"
        ],
        [
            1,
            "金广，现在，约酒！男女都可以！情侣也可以，我一个人"
        ],
        [
            2,
            "还是不敢追求比自己更优秀的男孩子呀\n可以支支招吗"
        ],
        [
            0,
            "有学长学姐跨专业考法学（非法硕）研究生的吗？求！！⊙▽⊙想请教一下经验~"
        ],
        [
            0,
            "有人需要韦德伍斯（大悦城、锦城、鸿云三店通用的）健身年卡吗？（今年4月到明年四月的）\n有需要的话请加我QQ：2603766836，价格详谈*^_^*"
        ],
        [
            1,
            "有小姐姐约吗 我30秒就能完事了"
        ],
        [
            1,
            "我不想脱单，只想搞钱"
        ],
        [
            2,
            "什么时候才能脱单，我快死了"
        ],
        [
            1,
            "自动笔很好玩吗？今天去自习，有个女生滴答滴答按了一下午，到了晚上她终于走了，结果没过多久又来一男的滴答滴答按到现在，我佛了，你思考就思考，按笔干嘛？全自习室静静的就只有你那按笔声音吵人"
        ],
        [
            2,
            "我有一个高中同学，大学是专科，后来专科三年考了自考本，最后一年又考上了专升本，专升本上了一年考上了一所985211的研究生，笔试第一面试第一，刚刚给我发消息，突然觉得自己不能再这么废下去了。"
        ],
        [
            1,
            "高数 英语打卡！#考研"
        ],
        [
            1,
            "离婚主要是因为男方下面不够满足女方"
        ],
        [
            1,
            "大四回家实习了，但是学分差四分选了两节公选水课，现求一个江安校区的同学帮忙代课一下，周二下午第一大节和晚上的那节课，不要求三节课坐满，有偿加qq 601014797"
        ],
        [
            1,
            "好想有个妹妹"
        ],
        [
            2,
            "望江校区小北门右转100米，手机换屏88元起，敬请关注哦"
        ],
        [
            1,
            "有没有同学有意出售二手电动车呀 价格一千左右的 天气快变热啦 非常需要电车 江安校区 有意者联系QQ：1332765178"
        ],
        [
            2,
            "爱情比性有意思"
        ],
        [
            2,
            "有好心的同学加我微信吗，yy109649，首先声明不是约炮也不聊骚，这个号是为了工作准备养的新号，因为没有好友老是显示高危，这样的号以后不敢加同事啊，所以先加几个人养一下号，谢谢各位啦"
        ],
        [
            2,
            "我好吗？ 不 我不好 我过得一点都不好。"
        ],
        [
            1,
            "遇到这样的巨婴室友也是没办法了，总爱逃避责任，一天到晚寝室打游戏，开语音喷人，又菜瘾还大，不断电就要打个通宵白天睡觉。室友好心说也不听。这样的奇葩被我遇到了，好苦啊，耳塞也不管用，我想好好睡觉zzZ"
        ],
        [
            2,
            "在华西，想考驾照，省振中怎么样？有教练推荐吗？可以接吗？麻烦大家顶一下，谢谢"
        ],
        [
            2,
            "我只想知道，你们的毕设做得怎么样了？到现在进度还是零好慌啊"
        ],
        [
            1,
            "想在川大找个女朋友，能一起学习，奋斗的那种"
        ]
    ],
    "30": [
        [
            2,
            "想了很多天，毕业还是决定回家二战。\n\n我们这一行，不读研是没有晋升空间的，\n现在不读书即使工作也是徒劳五年熬时间，\n还不如搏一搏、单车变摩托。\n\n也劝考研的诸位朋友：\n早决定院校，踏实复习，\n专业课是大头，英语看真题，政治肖秀荣。\n\n唉，字字血泪。"
        ],
        [
            1,
            "想母校\n想成都\n想她"
        ],
        [
            2,
            "时间改变了很多，除了爱你这件事。"
        ],
        [
            2,
            "今天太丢人了 骑摩拜在长桥摔了 帮我扶车子捡快递的两位朋友！太善良了 真的鞠躬感谢 好人有好报 祝你们周末开心！！"
        ],
        [
            2,
            "四川大学Deir兼职群： 678257724 \n想要兼职的同学进 ～"
        ],
        [
            2,
            "有想做家教的朋友吗？我在这里面找过，799577162\n\n可以试一试，不客气"
        ],
        [
            2,
            "望江有心理咨询教室吗？在哪里呢？需要预约吗？"
        ],
        [
            2,
            "我有了你的微信 QQ 微博 \n可是一个都不敢发送好友申请\n☹️"
        ],
        [
            1,
            "屏幕前这位长得好看，说话又好听的小姐姐，可不可以，加个微信?"
        ],
        [
            2,
            "请问望江哪里有卖概统三习题册的嘛"
        ],
        [
            1,
            "云烧是谁？求科普"
        ],
        [
            2,
            "花给我花给我"
        ],
        [
            1,
            "有人一起约一起考研吗"
        ],
        [
            1,
            "用户当前已被锁定，这是啥情况啊"
        ],
        [
            1,
            "....."
        ],
        [
            1,
            "q1228222765 树洞 隐私 任何事 都可以"
        ],
        [
            2,
            "永远挣不到钱也永远没有男人爱我"
        ],
        [
            2,
            "好恨我妈."
        ],
        [
            1,
            "那些181长得又好看的基友，可以认识下么"
        ],
        [
            2,
            "四川大学Deir兼职群： 678257724 \n想要兼职的同学进～"
        ],
        [
            1,
            "胸软的前提是有胸。。。"
        ],
        [
            2,
            "没有对象实在令人伤心"
        ],
        [
            2,
            "我就是很多岁"
        ],
        [
            2,
            "已经不知道有男朋友是什么感觉"
        ],
        [
            2,
            "我永远都没有男朋友"
        ],
        [
            2,
            "还差一点，有钱"
        ],
        [
            2,
            "我们宿舍的肥室友每天晚上打鼾让我们经常半夜被惊醒睡不着觉怎么破？"
        ],
        [
            2,
            "希望找到一个长得帅，长得高，活好，又爱我的男朋友"
        ],
        [
            1,
            "最菜学长，就你还临床医学院？别笑掉我大牙了，别侮辱人家临床医学院好吗"
        ],
        [
            2,
            "有没有组队参加朗诵大赛的!留联系方式我加你啊!~"
        ],
        [
            1,
            "下面那位搞基吗？我181，也长得可以诶"
        ]
    ],
    "29": [
        [
            1,
            "有小姐姐需要gay蜜么 本人180＋ 长得比较好看?"
        ],
        [
            2,
            "四川大学Deir兼职群： 678257724\n想要兼职的同学进～"
        ],
        [
            2,
            "施！建！哲！"
        ],
        [
            1,
            "有没有川大艺术的小伙伴，有些事想咨询一下，微信: urMILKYWAY，谢谢！"
        ],
        [
            2,
            "请问望江党报过泰昶驾校吗？靠不靠谱呀！"
        ],
        [
            2,
            "我的高中同学都结婚生娃了，我们已经明显感觉到说不到一家去了，就是那种渐行渐远的感觉，明明高中这么好的，现在感觉就是朋友圈的点赞之交。"
        ],
        [
            2,
            "四川大学Deir兼职群 ：678257724\n想要兼职的同学进～"
        ],
        [
            1,
            "不懂得珍惜的人，从开始就不配被珍惜。放过自己。"
        ],
        [
            2,
            "我很感激我的这份工作，给了我金钱还给了我自信。"
        ],
        [
            1,
            "喜欢上了一个认识不久的小学弟，可是还有几个月我要离开川大去更好的高校深造了，缘分为什么总是喜欢和我开玩笑？唉。我也爱你cz!ii"
        ],
        [
            1,
            "现在考研教室早就满了 你还是去找空教室吧"
        ],
        [
            2,
            "原来高潮的时候会哭和抽搐是真的"
        ],
        [
            0,
            "望江研究生宿舍的床位出租大概多少钱一个月啊？ 有人对学校附近的自如感兴趣吗？大家可以商量着一起租个套间啊？考研二战或者gap的小伙伴们都找到房子了吗？好愁啊。"
        ],
        [
            1,
            "有没有妹子耍朋友的，正儿八经的，有的话滴滴滴我"
        ],
        [
            2,
            "因为明远湖有人盯着 还有被救生还的可能 江安河人迹稀少 我觉得跳下去想出来都出不来了"
        ],
        [
            2,
            "请问考过研的学长学姐，望江有哪些考研自习的教室啊，可以放书那种，非常感谢"
        ],
        [
            2,
            "请问大佬们，校外人士可以在川大报名普通话吗？四川的普通话报名太难抢了……一分钟就被抢光了。"
        ],
        [
            1,
            "不要总是疑神疑鬼的"
        ],
        [
            2,
            "为什么北园三舍总会有使用电钻的声音，我觉得这栋楼经不起这样折腾...而且声音好像是从7楼来的，7楼不是没人吗"
        ],
        [
            2,
            "好的p友和恋人一样可遇不可求"
        ],
        [
            1,
            "永远相信，美好的info正在生成~\n《提供各类校内有偿帮忙》\n同学们好，本人现有互帮组织，提供各类校内有偿帮忙服务，如叫起床，代买东西，陪聊天，代拿快递，替课，陪吃，陪玩，陪运动减肥上自习，校园骑行瞎转悠，失恋陪吃喝唱歌安慰等。服务时间：周一至周五18:00-24:00，周末全天。服务到位，价格可谈。为了互助互利，请各位需要的同学伸出信任之手，我们会共同用心完成你所托付的任务，回馈你的信任，谢谢。\n如有需要请留号，或加入QQ群川大帮，群号码：399529147"
        ],
        [
            1,
            "楼下自己几斤几两心里没点逼数吗？"
        ],
        [
            2,
            "临床医学院最帅的是谁\n有没有帅哥 推荐一下下 评论我"
        ],
        [
            1,
            "处心积虑的总是得不到，放任自流的总是不珍惜"
        ],
        [
            1,
            "十九舍，那几个半夜十二点过同时朝窗子外面吼的傻逼，围合都是你们家开的？别的同学要休息，你们过度兴奋发泄请去酒吧别回来好吧？不尊重别人感受，迟早别人也不会尊重你。"
        ],
        [
            1,
            "hi"
        ],
        [
            1,
            "真的慢慢的会发现，所有身边的人都是这样，你笑会有人陪你笑，你哭却只有你一个人。纵容自己的内心已经是兵荒马乱了，在别人眼里只是比平时的我沉默了一些，这种战斗注定是一个人的。所以开始慢慢的学会不再与人分享忧愁，因为别人懒得理解你的苦楚，也许生活本就是如此，各自下雪，各有各的隐晦与皎洁。"
        ]
    ],
    "28": [
        [
            2,
            "感谢昨天告诉我堕胎知识的同学\n（认真的，本来想在留言下回复你，想想还是算了，希望你能够看到，谢谢！）"
        ],
        [
            2,
            "我看见你的草莓头像湿了"
        ],
        [
            1,
            "为什么善良的人总被伤害？？为什么一天到晚替别人着想就换不来别人替自己想想？？？？\n这操蛋的世界。。。"
        ],
        [
            2,
            "要孤独终老了，慌得一批"
        ],
        [
            2,
            "一个同学在望江校区实习，帮忙租饭卡，从现在开始租两个月，有意者联系QQ1038948204"
        ],
        [
            2,
            "有经常在二教自习的考研的盆友一起约网球or羽毛球嘛…学习累了就下去打球那种"
        ],
        [
            2,
            "现在杠精这么贱吗？想问您是死妈了吗？曹尼玛傻逼玩意怪不得是gj 原来是杠精"
        ],
        [
            1,
            "楼上那个。我是给钱的"
        ],
        [
            2,
            "广告片拍摄寻演员【有偿】\n1.柔弱女主一名，拍摄场地江安，宜家。时间周五下午和周六上午。剧组包交通费和晚餐。\n2.男主一名，角色：小偷。时间周末，拍摄场地：江安附近。\n3.群演若干，时间周六上午\n有意向者请加我详谈\nqq：824280675  微信：13540629842\nps：我们是川大文新学院广告专业学生，广告片只用作参加比赛。"
        ],
        [
            2,
            "路边走的帅哥就给他想拖到暗巷里一顿强奸"
        ],
        [
            2,
            "给钱吗？"
        ],
        [
            2,
            "我们学校有羽毛球社团吗"
        ],
        [
            2,
            "一教a电脑教室一对男女，疯狂敲键盘，一边敲一边旁若无人的交谈，男的甚至在教室里接电话，手机也不静音，素质真低，令人恶心，用学校电脑还特么的那么理所当然，影响别人"
        ],
        [
            2,
            "，，，，"
        ],
        [
            1,
            "不久就要走，手上有几个仓鼠的笼子。有想养仓鼠的嘛，送你，V15378203732.希望你们能遇见对的那个仓鼠? ? ? 。坐标望江"
        ],
        [
            2,
            "我觉得那种，进了图书馆，放东西声音超大的人，让我很讨厌。尤其是她坐你对面的时候。让人烦躁。"
        ],
        [
            1,
            "2019.3.27\n心脏经历了一次小型地震。我想，我是经历了人生中最短的一次恋爱，如果单恋也算的话。\n背影很自然，侧脸很美，看到后就仿佛要窒息。想一直看着，这样奢望着。\n想到问她名字，只是想着，心跳就剧烈的不行，手也开始发抖。\n书桌上是一本《局外人》和《延世韩国语》。"
        ],
        [
            2,
            "最后所有的痛苦\n还是只能自己治愈"
        ]
    ],
    "27": [
        [
            1,
            "收校车票了 要50张左右  有的加3380686755"
        ],
        [
            1,
            "那个卖PUA的呢，好几天没出现了，莫非回去奔丧了？"
        ],
        [
            1,
            "请问托福成绩可以覆盖原来的英语成绩吗"
        ],
        [
            2,
            "江安花园套三求合租同学，要求是妹子，能接受养猫（猫打过疫苗很乖）。可QQ联系3522718415"
        ],
        [
            1,
            "有小姐姐想谈个恋爱的吗？"
        ],
        [
            2,
            "昨天下午四点至五点于华西报账点，老八教202，临床行政楼2019，遗失一叠发票，求求各位好心人帮忙转发一下，真的是想哭"
        ],
        [
            1,
            "想问下各位，转专业大二还能转入口腔吗…"
        ]
    ],
    "26": [
        [
            1,
            "最好找好朋友陪同，别一个人去，心里会很难受的"
        ],
        [
            1,
            "唉，要是介意就算了\n一定去正规三甲医院，或者大一些的妇幼保健院"
        ],
        [
            2,
            "想找男朋友就这么难吗？想真心谈一段校园恋爱就这么难吗？"
        ],
        [
            2,
            "怎么帮"
        ],
        [
            1,
            "堕胎的那个同学留个号吧，唉，也许能帮到你"
        ],
        [
            2,
            "去正规三甲医院"
        ],
        [
            1,
            "校医院不错 去吧"
        ],
        [
            2,
            "想知道成都堕胎哪里比较好\n（如果有同学分享经验就更感谢了）"
        ],
        [
            2,
            "拥有我们回忆的小号就这样被我注销了"
        ],
        [
            2,
            "很丧的时候确实需要一个爱的抱抱"
        ],
        [
            2,
            "每次以为评委们对我们这个项目都这么肯定了，那这次总归有个好结果了吧\n可偏偏每次就临门一脚过不去\n不好意思我偏不信不得我命这句话? \n老子就不信搞不出来！"
        ],
        [
            1,
            "那些什么床上狼狗床下奶狗的，实际上不管在哪里都是土狗，笑死我了，还奶狗！"
        ],
        [
            2,
            "否定自己"
        ],
        [
            2,
            "华西有没有需要吹风机的？\n之前买了一个过大不好携带想换出去…\n冷风寝室能吹动，低档热风看运气跳闸\n_(:з」∠)_换一个草莓或者黄桃的真果粒就行"
        ],
        [
            2,
            "有没有小伙伴今天下午想玩探案的！！约一波呀！！下面留言～"
        ],
        [
            2,
            "info的新朋友老朋友，你们好。这里是四川大学神奇海螺电台，不知道还有多少海螺的听众仍偶尔留恋在这个平台…\n不过，海螺，一直都在。\n\n先给新朋友科普一下吧。\n网易云音乐——神奇海螺电台\n由零壹广播剧社和scuinfo联合出品，是一个专注吐槽川大内外人间惨剧，不客观，不中立，不理性，满嘴跑火车，有问必答不知道，坚持虐狗不动摇的“恶毒”电台。\n从2015年4月30号第一季第一期内测开始，到2019年3月18号第九季第一期，海螺已陪伴了大家91期节目。\n欢迎大家的收听与继续收听❤\n\n奉上最新一期链接\n《脱发者福星：华西给你钱 还帮你治脱发》:\nhttp://music.163.com/program/2060149902/60153606/?userid=286585592 \n\n【互动老方式】\n在scuinfo，留言“＃海螺＃＋你想说的话”，我们会在新闻吐槽环节念大家的留言并进行回答。(虽然info留言越来越少，但是台本组的仙子依旧坚守在这里，并想念曾经选留言时满满的快乐，大神在info)\n\n【互动新方式】\n微博关注“SCU神奇海螺”\n官方QQ：2379964889\n我们推出并即将推出更多有趣有爱的互动栏目\n\n最后，希望大家收获快乐与幸福。"
        ],
        [
            2,
            "有没有人知道邓科老师的概统课程群号。。求求求求 谢谢"
        ],
        [
            1,
            "可爱的学长学姐们，想考计算机的研，有什么建议吗？"
        ],
        [
            1,
            "为什么B座厕所永远满地尿"
        ],
        [
            2,
            "望江基教c插座为什么没电？"
        ],
        [
            2,
            "那位疑似感染hiv的同学，还是去查一下吧。早发现早治疗。"
        ],
        [
            1,
            "助力促成和谐川大，尝试打造绿色info\n《提供各类校内有偿帮忙》\n同学们好，本人提供各类校内有偿帮忙服务，如叫起床，代买东西，陪聊天，代拿快递，替课，陪吃，陪玩，陪运动减肥上自习，校园骑行瞎转悠，失恋陪吃喝唱歌安慰等。服务时间：周一至周五18:00-24:00，周末全天。服务到位，价格可谈。为了生活，还请各位需要的同学伸出信任之手，我会用心完成你所托付的任务，回馈你的信任，谢谢。\n如有需要请留号，或加入QQ群川大帮，群号码：399529147"
        ],
        [
            1,
            "感觉自己感染hiv了，各种发热，颈部淋巴结增大，咽炎，吐痰白色泡沫等症状都有，但是又不敢去检查，怕万一真的感染了，我这一生不就完了，而且我现在大四马上毕业，工作还没落实，我以后的人生不知道会怎么样，你们要是遇到这种情况的话，会怎么做呀？所以还是请那些约炮的同学们矜持一点，不要因为一时爽快而一世后悔啊"
        ],
        [
            2,
            "招聘人数：20名（江安校区）\n\n任职要求：\n1、性别年龄不限。\n2、认真负责，时间充裕（2小时），2019年3月27日，中午11:30-12:30，下午17:30-18:30）\n3、任职地点（江安校区图书馆，教学楼，长桥，南门，食堂等）\n\n工作职责：\n1、在川大江安校区投放传单\n\n薪酬 25元/h，报名截止：北京时间 2019年3月26日 22:00\n\n报名请加微信号 152-2895-1276（川大学长）"
        ],
        [
            0,
            "昨天的春之韵音乐会有几首曲目很好听，然鹅回来之后一首都搜不到是怎么回事?第二单簧管协奏曲，残酷的月光，有没有小伙伴搜得到的啊(●—●)"
        ],
        [
            2,
            "烦死了，睡不着想睡的人"
        ],
        [
            2,
            "曝光pua与成功学黑幕\n搞pua与成功学，其实就是传销，只不过挂羊头卖狗肉。\n那些导师赚钱案例与成功案例你知道怎么来的吗？\n你交给他学费，他拿这个学费泡女人，然后把这个泡女人的过程发给你，这就是成功案例，他讲的那些方法，其实是骗那种心理素质差，或者思想不行的女性的，或者与低贱垃圾约炮用的。\n人家拿你的学费钱泡你眼中女神，成功了，你还膜拜，认为其为大师。像孙子一样真心真意接受洗脑。\n成功学，本质就是洗脑性质的传销，只不过美国根本不认为这种是犯罪，因为美国提倡自由，买他书籍光盘，动不动一两千，看了本质没有什么用，看看马云与陈安之视频，马云是不屑的，其实马云等于是成功的传销，不过成功人士肯定看不起比他差的人讲经说法。\n这些人，把你精神搞起来，让你毫不犹豫投钱，让你到头来一场空，马云有孙正义，人家就算是失败，别的公司都愿意花100万一年请他，他本来就很有能力。\n讲课的大师讲的东西其实就是洗脑用的初级斑杂，被正统淘汰的，就像徐晓东打假，这些大师练的其实就是最差劲的那种武功，练习不系统，实践又繁复。"
        ],
        [
            1,
            "第二天，卖PUA的死妈妈，还是在做生意的时候被爽死的！"
        ],
        [
            1,
            "春熙路有掏耳朵的吗？"
        ],
        [
            1,
            "和两任炮友啪啪啪都遇到了霸王硬上弓的时候\n是不是我川属我最倒霉？"
        ],
        [
            2,
            "东九六楼某同学，经常在晚上12点之后早上7点之前坚持不懈地把每层楼的灯&quot;吼&quot;亮，送你几个字: 没素质没教养。"
        ],
        [
            1,
            "有些人就是靠不住，说着你有事就靠我了，一靠上去就开始全身瘫软，等他倒到一半又来力气了再给你来个过肩摔"
        ],
        [
            1,
            "睡觉的留下联系方式"
        ]
    ],
    "25": [
        [
            1,
            "这种汹涌而来的绝望感"
        ],
        [
            2,
            "搜不到啊"
        ],
        [
            1,
            "有小姐姐加我微信聊聊天呗 hhc19960303"
        ],
        [
            2,
            "又喜欢上网友了我"
        ],
        [
            2,
            "嘴炮真的是够了"
        ],
        [
            2,
            "求问:江安到望江最早一班校车多久到望江？是7:20出发吗？"
        ],
        [
            1,
            "楼下的妈妈一次都是免费的，今天有十个非洲黑人和楼下他妈一起激战"
        ],
        [
            1,
            "卖课一天才300.你妈都在笑，400一次她一天都不止40000。"
        ],
        [
            1,
            "知乎体"
        ],
        [
            2,
            "楼下说的啥"
        ],
        [
            1,
            "谢邀\n人在美国，刚下飞机\n实名反对最高赞答主\n熟人太多，匿了\n多图预警\n…………\n爱信不信\n内部人员\n以上\n利益相关\n\n-------------------分割线----------------\n\n禁止转载\n\n一夜起来这么多赞，受宠若惊。"
        ],
        [
            0,
            "毕业生体测免测材料～wx:haotian---2588"
        ],
        [
            1,
            "S,加我,发照片"
        ],
        [
            1,
            "L就是蕾丝，就是女同性恋"
        ],
        [
            2,
            "L,加我，发照片"
        ],
        [
            1,
            "多一张今晚春之韵的票，找人一起，本人男"
        ],
        [
            1,
            "3523047612有没有小姐姐聊天"
        ],
        [
            1,
            "老老实实背单词比什么都强，以后我会天天来这里打卡，炫耀我的学习成果"
        ],
        [
            1,
            "有无在川大出国培训部报雅思培训的伙伴e\n想咨询一下＋一起督促学习！"
        ],
        [
            1,
            "有人吗？？"
        ],
        [
            1,
            "二餐旁边某男生捏他女朋友？的屁股"
        ],
        [
            1,
            "【学长分享毕设辅导及兼职赚钱】\n大家好，我是已经毕业2014级学长，体验过做毕设的折磨与烦人，体会过找不到兼职的无助！现在我发现了几个比较好的方法，整理了一下分享给大家！\n主要内容：\n1. 川大计算机毕设，分享毕设相关经验，项目源码和辅助！\n2. 苹果手机业余时间试玩APP赚钱，拯救吃土的你！（非常简单但要求苹果手机！！）\n\n有兴趣的同学欢迎了解\n微信公众号：bishezhushou, QQ: 1038827938!!"
        ],
        [
            2,
            "注销了小号，神清气爽"
        ],
        [
            1,
            "有没有人需要ANKI词库的"
        ],
        [
            2,
            "图书馆网页打不开了吗？"
        ],
        [
            1,
            "我卖课0成本，天天赚300+，大家不如都来卖课吧"
        ],
        [
            2,
            "兼职招聘！留下联系电话！\n【成都新东方学校】招聘春季市场运营实习生：\n【工作职责】：课程咨询、课程销售、客情维护及其它行政类事务\n【工作内容】：校区前台咨询、电话外呼、线上推广等\n【工作时间】: 每天9:00-12:00，13：30-17:30；通过面试即可上岗，每周能做2~3天者优先。\n【到岗时间】：3月28日左右\n【工作要求】：男女不限，要求思维敏捷、沟通能力及语言表达能力强；有接听电话工作经验者优先；市场营销专业优先；成都本地在校大学生优先。\n【工资构成】：80元/天（无责任底薪）+提成+奖金，工资周结打卡。\n【其他待遇】：表现优异者，可提高底薪至100元/天，并可提供长期稳定工作；特别突出者，可为大学生提供“实习证明”及“实习岗位”。\n【工作地点】：成都新东方学校(磨子桥校区) ，百脑汇5楼"
        ],
        [
            1,
            "楼上是我儿子哈哈哈哈"
        ],
        [
            1,
            "毕业生体测免测材料。wx: haotian---2588"
        ],
        [
            1,
            "兄弟们冲啊，举报套餐走起来！"
        ],
        [
            1,
            "楼下骂人的货死全家"
        ],
        [
            1,
            "楼下的人脑袋里面只有狗屎，天天卖屁股，菊花里都是精液"
        ],
        [
            1,
            "大家加油举报，卖课的之前那个号已经被封了，他马上就要没号可用了！加油！兄弟们冲啊！"
        ],
        [
            1,
            "我谈过三场恋爱 被绿了四次"
        ],
        [
            1,
            "江安寝室发单，发一个围合50元，每个大寝室1张，时间自由安排，利用业余时间，不影响学习，有兴趣加微信：‭13540637123"
        ],
        [
            1,
            "你不知道info的女的有多傻逼变态"
        ],
        [
            1,
            "又高又帅就行了，活都可以不好"
        ],
        [
            1,
            "女生会找长得帅，jb大活又好的人约炮\n不是找屌丝\n谢谢"
        ],
        [
            1,
            "你不知道info的男的有多傻逼变态"
        ],
        [
            1,
            "以后卖二手物品也别来info卖"
        ],
        [
            1,
            "毕业生体测免测材料wx: haotian---2588"
        ]
    ],
    "24": [
        [
            1,
            "嗯，想了想还是来这里试试。想找个喜欢民谣的女孩子一起玩民谣，最好都有发展成情侣的意思，好像自己特别喜欢民谣这个性格和大部分不喜欢民谣的女生无法有太多共鸣！想找个最好是短发的女生一起玩吉他，唱民谣，一起去音乐节，去小酒馆，去白石桥散步，希望对方文静温柔，不用太高，谢谢大家！QQ1296200848（如果女生喜欢抽烟喝酒更好，不介意男生抽烟喝酒也好）"
        ],
        [
            2,
            "今天这事儿也是个教训，希望各位姐妹以后不管什么事儿都别在这个平台上发自己的联系方式了，因为你永远不知道会惹上什么人。那个非常偏激的哥们儿，我也不想说什么了，qq我已停用，已申请注销，也希望不要再有乱七八糟的人加了。希望你消气，和你一直对骂的也不是我，请不要随意撒气。还有你人肉的信息，不知为什么是人肉到了我一个朋友的相关信息，我已经通知她，我们都在紧急删除在网上发布过的任何私人信息。总之，也希望女孩子都能注意一点自己的私人信息。希望世界和平吧。"
        ],
        [
            1,
            "那个卖课的真是恶心，终于有人看不下去出手了，那就祝您死个?吧，接下来一个月每天祝您死个?！"
        ],
        [
            1,
            "这咋开始放aoe了?"
        ],
        [
            1,
            "这是不是和之前几天乱留号那个是同一个人?"
        ],
        [
            2,
            "留正常女生的号当约炮号，我先祝你死个妈"
        ],
        [
            1,
            "某位郭姓同学，学医的人不能这么不讲理，你不要以为骂完人就了事了"
        ],
        [
            2,
            "info是公共信息平台。约炮的人赶紧死掉吧"
        ],
        [
            1,
            "楼下的人你也是一样的，info是什么地方你不清楚？你别来啊"
        ],
        [
            2,
            "骂留号的约炮丧家犬"
        ],
        [
            1,
            "你骂谁傻逼呢，你骂谁丧家之犬呢"
        ],
        [
            1,
            "我继续吃瓜"
        ],
        [
            2,
            "傻逼，我不是她"
        ],
        [
            1,
            "我发现现在某些人真是毫无廉耻啊，自己不问明事实就错怪好人，骂了别人直接删好友，连个歉也不道，别人说她不是川大的，又继续骂别人。这家伙真牛逼"
        ],
        [
            1,
            "你才是丧家之犬"
        ],
        [
            2,
            "丧家犬还好意思怀疑别人是川大的？"
        ],
        [
            1,
            "傻逼玩意儿，滚蛋"
        ],
        [
            2,
            "因为我们不是野狗丧家之犬"
        ],
        [
            1,
            "是哪条狗说别人吃屎长大，我很好奇"
        ],
        [
            1,
            "我说了什么话？反正我一句骂人的话都没说，究竟是谁在避重就轻，一个快毕业的人了还这么主观？"
        ],
        [
            1,
            "不是怼谁。各位要是觉得对方人品不行就别骂了吧。你骂对方，不就显得你和对方品位啥不多了吗？骂骂这种不理就完了，人肉什么的要是敢做什么报警了。互骂反而拉低自己。"
        ],
        [
            2,
            "都多大了，吵架问候对方妈妈有意思吗？"
        ],
        [
            1,
            "呀，八点五十左右望江校车站去江安的车上有位小姐姐帮我刷了卡，上车后找不到你了现在也没有机会给你车费，不知道怎么办，希望你能看到联系我，谢谢啦"
        ],
        [
            2,
            "您偷换概念真行 您加了那么多次 还说了些什么话 您自己不清楚吗 什么素质啊 避重就轻吧"
        ],
        [
            1,
            "你自己在网上骂别人然后报警，这个逻辑我服"
        ],
        [
            1,
            "我为什么加你你自己不清楚吗？是你要卖键盘的啊，我不可以买吗？搞基本来就是一句玩笑问题，你是歧视同性恋吗？你这样无端骂人还真是理直气壮啊。你可以报警没问题。"
        ],
        [
            2,
            "人肉不人肉的无所谓 您尽管人肉 如果您侵犯到我的正当权益 我有聊天记录 可以直接报警或者请求学校处理"
        ],
        [
            2,
            "……抱歉我第一次骂你是因为你一加qq直接说搞基然后让爆照 然后我删你以后你不断地加我 这些都有记录 请问您觉得这不是骚扰吗  第二次是因为我突然发现有人直接把我的qq挂在了info上 可能是另外一个人 我以为是你 所以又加你回来想怼一下 这可能是我的错 很抱歉 那个qq我是不会用了 也向你道歉"
        ],
        [
            1,
            "感觉info上的女生心智确实不正常一股子戾气，动不动就骂人，我都怀疑你们是不是川大的"
        ],
        [
            2,
            "一个个饥渴到出现任何女生因为什么留号都疯狂了？"
        ],
        [
            2,
            "info上都是什么傻逼神经病"
        ],
        [
            1,
            "我已经人肉到你了，你给我等着"
        ],
        [
            1,
            "楼下的，我一开始只是问你是不是男生，这不算骂人吧，然后你骂我有病，删了我，再加我时直接骂人，我究竟是怎么你了，你TM才有病吧"
        ],
        [
            2,
            "……在info上卖个二手键盘莫名其妙被骂了 然后一堆人加qq说什么yp 被我骂了以后把我qq乱挂在info上 然后楼下那几个男的非常恶心 就说这么多了 都是些什么人呀……"
        ],
        [
            1,
            "下面那个卖键盘的傻逼，你给我等着，重庆南开中学毕业的就屌了？"
        ],
        [
            2,
            "还没有尊严，不知羞耻"
        ],
        [
            1,
            "望江北园一舍的同学，请不要把女孩子带进男生宿舍然后在楼道大声喧哗好吗，连续两天这样真的受够了。你还在觉得进异性宿舍很酷的年龄吗?给自己和别人一点尊重好吗。还有宿管，坐在那里都不管。再有一次我就要去投诉了。"
        ],
        [
            2,
            "不仅丑，傻逼，还非常下作。没有丝毫人品可言。"
        ],
        [
            2,
            "如果不知道男的可以傻逼到丑到什么程度，建议加一下info上的"
        ],
        [
            2,
            "吃屎都不要去见网友"
        ],
        [
            1,
            "约不约炮和身材长相没啥关系吧?不应该是个人素质?"
        ],
        [
            1,
            "下面的女生你也是，自己看不起来info的男生，你不也来了吗"
        ],
        [
            2,
            "Info上就是有一批又穷又丑的屌丝 并且非常自豪自己就是败类 明目张胆约炮真恶心 但凡好看点身材好点的男的至于来这里吗 真是垃圾"
        ],
        [
            2,
            "所以不要轻易把你的目标告诉别人\n因为你一告诉他，他就会各种说你不行，各种打击你\n所以你能做的就是下定决心把目标实现，之后让这种狗逼立刻闭嘴"
        ],
        [
            1,
            "有对考本校机械工程有了解的同学没，难度怎么样(-o-)／"
        ],
        [
            2,
            "有人要机械键盘吗 ikbc c87红轴 去年从朋友手里买的 用了几个月就一直放着了 最好本校可以面交哦 不想快递怕弄坏 Q2302223679"
        ],
        [
            1,
            "你这卖课的发个骂人的评论都要秒删?弟中弟?"
        ],
        [
            1,
            "咋不骂我了?继续高潮啊，就喜欢看你气急败坏的样子"
        ],
        [
            2,
            "请问有了解文新学院的网络与新媒体专业的同学吗??想问问大家觉得这个专业怎么样呀，因为是16级才开设的专业，不知道师资什么的如何?先谢谢大家啦"
        ],
        [
            1,
            "口嗨属实弟弟行为"
        ],
        [
            1,
            "这也太怂了吧，现实擂台不敢来，怕不是个弟弟哟"
        ],
        [
            1,
            "卖课的真可怜，为了那么一点点钱? 在info挨个留言求我们加他qq，为了不让他妈妈再出去卖淫赚钱，我们都应该体谅这位卖课的，哦我的上帝，赏给他一毛钱吧，看看这可怜的跳脚的小丑，被逼急了的样子"
        ],
        [
            1,
            "笑死了我，看这个卖课的傻逼跳脚的样子真有趣 小丑"
        ],
        [
            1,
            "哦?现实擂台来吗?"
        ],
        [
            1,
            "我求求在自习室大声敲键盘还自带轻重音的人长点心吧"
        ],
        [
            1,
            "那些给骂我的人点赞的傻逼，我把你的内裤袜子混合着老干妈都塞进你的菊花里，把你全身用麻绳龟甲缚，使劲地用我的大鸡巴捅烂你的臭嘴，然后再口暴+喂尿+颜射。"
        ],
        [
            1,
            "卖课是挣钱去给她妈买骨灰盒"
        ],
        [
            1,
            "楼下是猪"
        ],
        [
            2,
            "是我瞎了眼，把约炮男当人看"
        ],
        [
            1,
            "买课的?也被叉"
        ],
        [
            1,
            "卖了的?被叉"
        ],
        [
            1,
            "卖课死个?"
        ],
        [
            1,
            "卖PUA你奶奶被叉妈妈被叉自己出来卖课找叉？"
        ],
        [
            1,
            "江安寝室发单，发一个围合50元，每个大寝室1张，时间自由安排，利用业余时间，不影响学习。有兴趣加微信：‭13540637123（备注：发单）"
        ],
        [
            2,
            "pua课程死你妈"
        ],
        [
            1,
            "真正的渣男监测法是看他撒尿，水柱的粗细、流向、弧度，可以判断出其性史。"
        ],
        [
            1,
            "真tm还有理了狗东西"
        ],
        [
            1,
            "卖nm的课，老子今天就是要骂你，卖这些三观不正的东西滚nm的"
        ],
        [
            1,
            "还有给那孙子骂人点赞的人，老子都操你妈的B"
        ],
        [
            1,
            "下面骂人的那个，我卖我的课与你无关，你不想买是你的事情，用不着人身攻击。"
        ],
        [
            0,
            "您要考验我到什么时候啊?\n你就是要考验我一辈子我也欢喜愿意，\n可是你也要把题出出来吧。。。"
        ],
        [
            0,
            "若是我们在一起了，我们的生活一定不简单，就是啼笑皆非的事都有一大堆吧！"
        ],
        [
            0,
            "如果我们真的没有在一起，\n您说，是不是月老算到我们在一起后\n他都羡慕妒忌得紧呢？"
        ],
        [
            0,
            "您看，老天此刻都还阴沉着脸哩！"
        ],
        [
            0,
            "如果我们没有在一起，我有理由相信\n那一定是在糟践天地"
        ],
        [
            2,
            "下定决心自己过一辈子"
        ],
        [
            1,
            "卖PUA的，你妈妈天天被叉？"
        ],
        [
            1,
            "为啥那是渣男检测法?"
        ],
        [
            0,
            "emmm，或许今晚武士桑在电子科大的巡演有江安的小伙伴人去吗~还没买票但是突然想去了。。"
        ],
        [
            2,
            "学校某计划中选了个二胡课程，老师要没有二胡的统一去琴店购买，价格600–1000，这种情况正常嘛？"
        ],
        [
            1,
            "好想认识个小姐姐，想跟她发展发展，谈谈恋爱啊，平时不敢打扰看上的女生，所以只能来这里找找看了，有真心想谈恋爱的女生，可以加我QQ2624656840"
        ],
        [
            1,
            "江安寝室发单，一个围合50，微信：‭13540637123\u0014"
        ],
        [
            2,
            "我的社交圈子好小呀。也不是说为了谈恋爱而谈恋爱，我想多认识一些男孩子，以知道自己喜欢什么样的。然而并没有途径认识新男孩子⊙ω⊙"
        ],
        [
            2,
            "爱上约炮男证明你眼瞎，连屎都吃"
        ],
        [
            1,
            "想帮可爱的妹子舔"
        ],
        [
            1,
            "100求一张明晚望江春之韵演唱会的票～ 有的加微信2456978850～"
        ],
        [
            1,
            "17舍有没有哥们有安定可以借两片啊？失眠想睡觉"
        ],
        [
            1,
            "是，你就是个loser"
        ],
        [
            1,
            "不说恋爱了，大学四年跟女生说的话都寥寥可数。是不是挺丢人的/笑哭"
        ],
        [
            1,
            "xihuanliya13145"
        ],
        [
            1,
            "本人女，可以的留微信"
        ]
    ],
    "23": [
        [
            1,
            "卖PUA的我买了去P你妈妈吗"
        ],
        [
            1,
            "望江校区 学子书店在哪儿啊"
        ],
        [
            2,
            "现在的info真的一眼看过去触目惊心……"
        ],
        [
            2,
            "有人想去保险公司实习吗，地点在华宇荣国府，骑自行车20分钟就到了，每周去至少去三天，月全勤的工资是2k，时间至少两个月，可去人力资源部或客户服务部，有想要去的在本条信息下留言哦。。"
        ],
        [
            2,
            "明天望江哪里可以自习"
        ],
        [
            2,
            "好男人从来不约炮就很难受了"
        ],
        [
            2,
            "有时确实也是下半身动物，最好能戴着口罩做，一出门就不用互相负责的这种"
        ],
        [
            1,
            "吴苗，2017级商学院，今天你的学生卡被我在校车上捡到，请看到的朋友转告她。"
        ],
        [
            2,
            "那我的需求咋解决呢"
        ],
        [
            2,
            "弱弱的问一句\n能有认识一下学长学姐吗\n九月报道带我飞啊哈哈哈"
        ],
        [
            1,
            "江安寝室发单，发一个围合50元，每个大寝室一张，时间自由安排，利用业余时间，不影响学习。有兴趣加微信：‭13540637123"
        ],
        [
            1,
            "周二\n早上第一大节 英语课\n李莉老师的电话有人知道嘛\n求助"
        ],
        [
            2,
            "到现在都没谈过恋爱，大四的老学姐，枯了"
        ],
        [
            2,
            "欢迎加入体测交流，群聊号码：808597629"
        ],
        [
            1,
            "我现在留号说我要取卵你敢加我？要是是配合有关部门查你的你加不加？傻子一样，我呸"
        ],
        [
            1,
            "地下卵子交易对女性身体健康有伤害且风险巨大，是国家明令禁止的，您都开始做卵子交易这点法律政策都不了解？哪天进了监狱都是一头雾水多可笑"
        ],
        [
            2,
            "潘月星？"
        ],
        [
            2,
            "合作过这么多团队，从没遇到这么垃圾的！\n老师安排我和同学带着她的两个研究生打比赛，把研究生安排成负责人\n结果两个这末流本科学校考上来的研究生从来没打过比赛，不仅不采取我们意见，还拿出研究生架子来压我们，大头的工作全部拿给我们做\n口头禅是：1.你们有经验这部分你们写2.这个我不会，到时候写的不好，你们写3.你们这种学校的学生就是只知道理论不懂实践 4.写策划又不是写论文，需要写这么多吗\n邀功的时候永远跑到第一个，最后做个垃圾文案出来还要我们熬夜给她们擦屁股，结果反过来质问我们怎么还没做好？"
        ],
        [
            1,
            "江安发单兼职：江安寝室发单，发一个围合50元，每个大寝室一张，时间自由安排，利用业余时间，不影响学习。有兴趣加微信：‭13540637123（注：发单）"
        ],
        [
            2,
            "想在望江校区租个床位，过去报班考托福有没有可能？有意租床位的麻烦跟我联系。♀"
        ],
        [
            2,
            "我大概是真的没脑子吧，又被骗钱了"
        ],
        [
            1,
            "取卵的那个，已经有人联系info的运营人员，让后台技术人员调你的登陆接口了，等到查出你是谁，在这里教唆这种非法勾当你一定会付出代价"
        ]
    ],
    "22": [
        [
            2,
            "不在意处男，在意脸"
        ],
        [
            0,
            "好想您\n听着你喜欢的音乐\n从中感受着您的痕迹和气息"
        ],
        [
            2,
            "招募20岁左右女演员哦~\n是2015级文新同学的毕设啦\n要求——五官端正热爱表演，能吃苦耐劳（时间紧张可能要熬夜拍摄）\n\n福利是可以包吃包交通哦~\n有意者联系电话——18280370102"
        ],
        [
            1,
            "女生在意处男吗"
        ],
        [
            0,
            "大家有没有人签了安克创新啊"
        ],
        [
            2,
            "还是一个人去吃了榴莲千层"
        ],
        [
            1,
            "留手机号的是干嘛的呀"
        ],
        [
            2,
            "割了你就没有烦恼了"
        ],
        [
            2,
            "我想成立个割屌联盟"
        ],
        [
            2,
            "傻逼吧，"
        ],
        [
            2,
            "顺便告诉那位同学，非法泄露他人隐私，当事人已经报警了"
        ],
        [
            2,
            "下面女生留qq约的那个是假的，有人恶搞的，别加了"
        ],
        [
            1,
            "你可以约我，胯下一阵输出然后你就约上了"
        ],
        [
            2,
            "我什么时候才能约上体测啊QAQ，开放名额的时候进不去，终于进去了连候补名额都满了，一连几天都这样这不科学啊！以前体测的前几天都没有人的QAQ"
        ],
        [
            2,
            "有小哥哥可以讲考研数学题吗，只要你能讲题，我们就能做朋友(๑°3°๑)\nq 2397924357"
        ],
        [
            1,
            "傻孩子"
        ],
        [
            1,
            "哪个留的号，加不起安？"
        ],
        [
            1,
            "体测次数不够的同学请加群寻求处理办法808597629"
        ],
        [
            1,
            "我fo了 这留电话的也太假了吧"
        ],
        [
            1,
            "你才通网?"
        ],
        [
            1,
            "我寻思现在互联网普及到只要是坨屎都能用了吗?"
        ],
        [
            0,
            "牛"
        ],
        [
            2,
            "基教\n不明白在大家都在上自习的教室里突然进来开始讨论还不关门的人是怎么想的"
        ],
        [
            1,
            "江安有没有代测的同学啊？"
        ],
        [
            0,
            "现在在校车站排队的筒子们\n要不要考虑拼个车555555\n一起去望江\n人好多 好绝望……"
        ],
        [
            1,
            "呜呜呜，这个南充扛把子吓到我了，各位小哥哥小姐姐认得他嘛，挂个人，超凶的，我感觉他就要顺着网线拿着刀来砍我了贴吧id@吹空调外机h"
        ],
        [
            1,
            "江安发单兼职：江安寝室发单，发一个舍50元，每个大寝室一张，时间自由安排，利用业余时间，不影响学习。有兴趣加微信：‭13540637123（\n备注：发单）"
        ],
        [
            1,
            "《提供各类校内有偿帮忙》\n同学们好，本人提供各类校内有偿帮忙服务，如叫起床，代买东西，陪聊天，代拿快递，替课，陪吃，陪玩，陪运动减肥上自习，校园骑行瞎转悠，失恋陪吃喝唱歌安慰等。服务时间：周一至周五18:00-24:00，周末全天。服务到位，价格可谈。为了生活，还请各位需要的同学伸出信任之手，我会用心完成你所托付的任务，回馈你的信任，谢谢。\n如有需要请留号，或加入QQ群川大帮，群号码：399529147"
        ],
        [
            2,
            "放电话号码yp的那个是故意陷害人的，别信了"
        ],
        [
            1,
            "放电话号码那个明显是在陷害别人吧？有本事放qq号啊"
        ],
        [
            1,
            "就是让你直接升天的东西"
        ],
        [
            1,
            "江安发单兼职：江安寝室发单，发一个舍50元，每个大寝室一张，时间自由安排，利用业余时间，不影响学习。有兴趣加微信：‭13540637123（备注/发单"
        ],
        [
            1,
            "聊天吗q1740449520"
        ],
        [
            1,
            "那是白色念球菌，你被感染了，节哀"
        ],
        [
            2,
            "13舍楼下那位打电话的大姐，你吼那么大声"
        ],
        [
            1,
            "我一定要操到她"
        ],
        [
            1,
            "2796892882"
        ]
    ],
    "21": [
        [
            1,
            "波西米亚狂想曲 求组队"
        ],
        [
            1,
            "大学四年没做过比赛问题大吗\n哎 感觉以后前途渺茫"
        ],
        [
            1,
            "可求不可遇"
        ],
        [
            2,
            "爱是世界上最美好的事物。可惜可遇不可求"
        ],
        [
            1,
            "你丑吗?"
        ],
        [
            2,
            "各位丑逼，承认自己丑有那么困难吗"
        ],
        [
            2,
            "请问大家英语专业毕业没过专八，毕业一年回来补考的多吗。觉得自己今年过不了了，又怕只有我一个人没过丢脸。"
        ],
        [
            2,
            "从来都不坚强"
        ],
        [
            2,
            "一定要做到，不然不开心"
        ],
        [
            2,
            "真是焦虑啊"
        ],
        [
            2,
            "不知道，"
        ],
        [
            1,
            "江安寝室发单，一个围合50，微信‭13540637123"
        ],
        [
            1,
            "那咋才能开单呢"
        ],
        [
            2,
            "碧池不要抢我东西"
        ],
        [
            2,
            "这个月还没开张"
        ],
        [
            2,
            "业务业绩"
        ],
        [
            1,
            "开单是什么？"
        ],
        [
            2,
            "什么时候才能开单呢"
        ],
        [
            1,
            "复试报道没学生证咋办？校园卡可以吗"
        ],
        [
            2,
            "好不开心，"
        ],
        [
            2,
            "喜欢性格软萌甜的男生"
        ],
        [
            0,
            "此生无论我们是否在一起过，\n来世我仍要找到你。\n您一定要记住我们的接头暗语——\n我为您取的昵名"
        ],
        [
            2,
            "我想忙"
        ],
        [
            2,
            "真的让人难受"
        ],
        [
            0,
            "如果您是我的劫数\n我甘愿永远处于劫中直到被轰成灰\n如果您是我的福\n那简直太好了\n如果又是我的劫数又是我的福的话\n那更妙不可言了\n因为渡劫后我更强大、我的爱愈坚稳\n劫后的福令我们更幸福"
        ],
        [
            1,
            "找一个外表乖巧内心风骚的女孩子吧。\n我们慢慢来。"
        ],
        [
            2,
            "为什么没人"
        ],
        [
            2,
            "望江五楼国防预科班，你吼你mmmp，这么多人在上自习，有点素质没有？你tm一吼三层楼都听得见，自己不觉得恶心吗，不针对预科班，只针对那个两个sb"
        ],
        [
            1,
            "【学长分享毕设辅导及兼职赚钱】\n大家好，我是已经毕业2014级学长，体验过做毕设的折磨与烦人，体会过找不到兼职的无助！现在我发现了几个比较好的方法，整理了一下分享给大家！\n主要内容：\n1. 川大计算机毕设，分享毕设相关经验，项目源码和辅助！\n2. 苹果手机业余时间试玩APP赚钱，拯救吃土的你！（非常简单但要求苹果手机！！）\n\n有兴趣的同学欢迎了解\n微信公众号：bishezhushou, QQ: 1038827938!"
        ],
        [
            2,
            "你算个JB"
        ],
        [
            2,
            "找兼职加微信18328050371"
        ],
        [
            1,
            "江安发单兼职：江安寝室发单，一个舍50，时间自由安排，利用业余时间，不影响学习。加微信：‭13540637123"
        ],
        [
            1,
            "想问一下约炮男，你们都是从哪里约到的妹子啊？在info上还是什么软件上?求软件名"
        ],
        [
            1,
            "有没有人需要代谢论文的，价格好商量！专业团队，各种论文都接，尤其擅长计算机相关，包过QQ1928338438"
        ],
        [
            1,
            "有没有人需要代谢论文的，价格好商量！专业团队，各种论文都接，尤其擅长计算机相关，包过"
        ],
        [
            1,
            "女人味道很骚，而且女人需求很大，不如撸管"
        ],
        [
            2,
            "info上都是屌丝"
        ],
        [
            1,
            "想问一下，力学，热学，原子核物理，固体物理，电磁学，光学 ，近代物理，量子力学这八门里最容易自学的四门是哪些啊？"
        ],
        [
            1,
            "有没有物理学院的大佬啊，男女都可以，只是想咨询个事儿来着，可以加我嘛？2624656840"
        ],
        [
            2,
            "图书馆官网炸了吗..."
        ],
        [
            1,
            "江安发单一个围合50，每个大寝1张，时间自由安排，利用业余时间，不影响学习。有兴趣加微信：‭13540637123"
        ],
        [
            1,
            "求固体物理学 殷曰老师的联系方式，哪位小伙伴有啊？跪求急需???感激不尽呐"
        ],
        [
            2,
            "求李胜利的种子"
        ],
        [
            2,
            "祝你一生不幸"
        ],
        [
            1,
            "又开始约了"
        ],
        [
            2,
            "有没有本科是社会保障专业的小哥哥小姐姐呀，想咨询一些信息，求联系。please(´∀｀)♡"
        ],
        [
            1,
            "有女生玩info吗"
        ],
        [
            1,
            "【学长分享毕设辅导及兼职赚钱】\n大家好，我是已经毕业2014级学长，体验过做毕设的折磨与烦人，体会过找不到兼职的无助！现在我发现了几个比较好的方法，整理了一下分享给大家！\n主要内容：\n1. 川大计算机毕设，分享毕设相关经验，项目源码和辅助！\n2. 苹果手机业余时间试玩APP赚钱，拯救吃土的你！（非常简单但要求苹果手机！！）\n\n有兴趣的同学欢迎了解\n微信公众号：bishezhushou, QQ: 1038827938"
        ],
        [
            1,
            "这个点了三八广场还有人在喧哗 脑壳有包蛮"
        ],
        [
            1,
            "有什么好酸的，留号，等"
        ],
        [
            1,
            "约的第一个外校的，女神级别，屁股有肉，无套两天特别爽  第二个一般般，历史学院的"
        ],
        [
            1,
            "你好陌生人，可否占用你的一点时间来和我聊聊天？也许这是我人生最昏暗的时候，从来没有感觉到如此巨大的压力。qq2682616896。小号就好。"
        ],
        [
            1,
            "约过啊 两个 这边还有一个正在聊的学姐 有问题吗？要不要我给你们qq号？"
        ],
        [
            1,
            "哎，我还有救吗？"
        ]
    ],
    "20": [
        [
            2,
            "想找一个考上法学院研究生的学姐！嘻嘻！求联系"
        ],
        [
            1,
            "江安发单，一个围合50，每个大寝1张，时间自由安排，利用业余时间，不影响学习。有兴趣加微信：‭13540637123"
        ],
        [
            2,
            "某些学院为了零点几分真的是抢破头，自己抢不到还非要来酸一下真的服气"
        ],
        [
            2,
            "为什么不插我"
        ],
        [
            2,
            "165的男生报的175"
        ],
        [
            2,
            "好想把在教室公放沙雕视频的人杀了\n这年头原来真的有人穷到买不起耳机"
        ],
        [
            1,
            "终于知道为什么170的男生被称为残废了? 辣么多净高165的人把身高报成172，你们净高170的能不残废吗？? ?"
        ],
        [
            2,
            "白送我"
        ],
        [
            1,
            "出售刚买的XMax顶配，用了一周，原价卖，有意者留号。"
        ],
        [
            2,
            "那位小哥哥小姐姐知道川大的二手物品交易群吗？能给我留个群号不？谢谢您嘞"
        ],
        [
            1,
            "【学长分享毕设辅导及兼职赚钱】\n大家好，我是已经毕业2014级学长，体验过做毕设的折磨与烦人，体会过找不到兼职的无助！现在我发现了几个比较好的方法，整理了一下分享给大家！\n主要内容：\n1. 川大计算机毕设，分享毕设相关经验，项目源码和辅助！\n2. 苹果手机业余时间试玩APP赚钱，拯救吃土的你！（非常简单但要求苹果手机！！）\n\n有兴趣的同学欢迎了解，微信公众号：bishezhushou, QQ: 1038827938"
        ],
        [
            1,
            "洗衣机里洗袜子内裤的全家死"
        ],
        [
            1,
            "昨天谁要帮别人口，帮别人戒撸来着"
        ],
        [
            1,
            "寻物启事，昨日在一教b座至长桥丢了一串钥匙，上面有一个u盘和一个三角形小铭牌上面写着18.05.14，铭牌对我非常重要。如有哪位好心人拾到请联系17828414141，必有重谢"
        ],
        [
            2,
            "有同学需要考研辅导，论文指导的可以加以下微信：LYUH0224\n硕博都有，水平优秀，绝对靠谱。"
        ],
        [
            1,
            "都20多岁的人了还笨拙的说不出一句我喜欢你"
        ],
        [
            2,
            "咋拯救"
        ],
        [
            1,
            "别尼玛币约了行不，恶心！能来拯救拯救我们制造学院的直男不啊骚逼们"
        ],
        [
            1,
            "有人想去周日武士桑的演奏会吗？寻找小伙伴一起，想一起去的加我QQ呀936887986"
        ],
        [
            1,
            "江安发单兼职：江安寝室发单，一个围合50，时间自由安排，利用业余时间，不影响学习。有兴趣加微信：‭13540637123（备注：发单"
        ],
        [
            2,
            "向学校申请试试"
        ],
        [
            2,
            "望江公园消费很低，10元15元"
        ],
        [
            2,
            "我爱我的炮友们"
        ],
        [
            1,
            "感觉自己复试的笔试有问题，可以查卷子吗"
        ],
        [
            1,
            "我的炮友其实都很善良\n坚持还发一些意味深长的文章"
        ],
        [
            0,
            "问下望江公园河边上喝茶消费多少？"
        ]
    ],
    "19": [
        [
            2,
            "想来问问大家的看法 A同学在准备复试期间 B同学来教室宣传考研机构 开始大家都很尊重让她讲了 但是讲了非常久 A同学觉得打扰了大家复习 就提醒了 B同学生气离去 之后又回来宿舍说A同学一定不可能考上研 如果A同学过了复试 她给A发300的红包 A同学神奇地加了她的微信 复试结果出来 A同学考上啦！找B同学履行承诺 B同学说的却是 糖酒会兼职4天800 地推一小时50 哪一个都比300多  A同学便作罢 但是和我们吐槽了这件事 相当于微博挂人那种形式 这点A同学的确没考虑周全 然后 B同学受到了指责 A同学写了道歉信 想问问大家怎么看？ 但是我觉得道歉的话 B同学也该道歉吧 话说太大 以为别人考不上 论受伤害A同学当时也受到了伤害吧 不能因为A没和导员其他人说 就不作数了吧？？？\n真心求问大家的看法  另外  我认识A 知道的可能是片面之词 想问问 在这么多信息的情况下 怎么想的"
        ],
        [
            0,
            "望江东六的电梯真的有毛病，迟早出事，上上下下或者悬停，心惊胆战，每次检修以后还是有问题继续运行，辣鸡"
        ],
        [
            1,
            "有考华南理工929化学综合的研友吗？求联系\nQq1563971627"
        ],
        [
            1,
            "那个在楼道里吹口哨吹了十几分钟的傻逼，你? 死了？"
        ],
        [
            1,
            "最讨厌教室里小声聊天的傻逼，那声音听着真恶心，好像小声就不干扰别人似的，何不如大声说出来，或者滚出去聊。"
        ],
        [
            2,
            "毕业了我不想再我爸妈身边，我觉得很累很烦"
        ],
        [
            1,
            "毕业六年了，挺想回母校看看"
        ],
        [
            1,
            "有没有需要体测代测的同学"
        ],
        [
            1,
            "感觉年龄越大圈子越小 越活越自闭"
        ],
        [
            2,
            "Info男的都是人形生殖器吧"
        ],
        [
            1,
            "帮朋友孩子招一个初二物理家教老师，初期只有每周六晚7-8点补一小时，试效果加课。主要负责讲解作业，答疑解惑，很轻松地点在神仙树，望江小北门公交15分钟左右直达。因为对方是女孩儿，所以只招女生，物理学院或者理工科的女生最好。感兴趣的同学请微信联系18349350617。求扩"
        ],
        [
            2,
            "洗衣液放在桶里，等我去拿衣服的时候桶还在，洗衣液没了。虽然是小事，但这还是我第一次在学校遇到这种情况，真是服了"
        ],
        [
            2,
            "我也是"
        ],
        [
            1,
            "别人露出脚踝的时候，我在想着怎么把它护的更严实，我可能是老了"
        ],
        [
            2,
            "俱乐部面试失败都难过了好久好久好久\n还是太菜了吧连一点失败都遭不住"
        ],
        [
            1,
            "江安发单兼职：江安寝室发单，一个舍50，时间自由安排，利用业余时间，不影响学习。有兴趣加微信：‭13540637123（备注：发单）"
        ],
        [
            2,
            "和我在一起吧"
        ],
        [
            1,
            "《一个失恋男生的内心独白》\n第1天，想着复合\n第3天，急着复合，变着法儿的想复合\n第5天，绞尽脑汁，歇斯底里的干着急\n第7天，沉默一整天，寡言少语\n第9天，不吃不睡，一会儿哭，一会儿笑\n第11天，一边喝着酒，一边想拥抱地狱\n第13天，开始尝试失去意识\n第30天，怀念曾经那种有个人可以当着面儿的你作为一个男生能无所顾忌地哭的稀里哗啦的日子\n第50天，街上好多背影，都像她\n第100天，扔了一起买的戒指? ，却重复听着为她而学会的情歌\n第200天，伤心的时候可以听情歌\n第2年，梦里见她还是当初那般迷人的笑，醒来说不上是思念还是孤独\n第3年，感情的事勉强不得\n第5年，可能就要孤独一生了吧，心动的容颜我谁都可以喜欢，可真心喜欢我的呢\n第7年，在成都买不起120平的房子，就惩罚自己单身吧"
        ],
        [
            1,
            "情到深处自然日"
        ],
        [
            2,
            "已经很可怜了，还要约炮糟践自己"
        ],
        [
            1,
            "江安ZT199805290858"
        ],
        [
            1,
            "需要待代体测的可以加我QQ"
        ],
        [
            1,
            "我我真的只是想来找一个药学院的前辈问问20级考研情况的。。。\n结果贴吧告诉我川大人玩info \n我来info 感觉我来的不撸帝\n所以有药学院师兄师姐看到这个麻烦表个态\n感谢"
        ]
    ],
    "18": [
        [
            2,
            "我好瞌睡，还要加班写材料"
        ],
        [
            2,
            "买房压力好大的，但是好歹有自己的房子了"
        ],
        [
            2,
            "为什么？，"
        ],
        [
            2,
            "玩了三年游戏 代码只会helloworld\n高中同学来问我程序员经常上什么论坛 他自学中\n我:NGA?"
        ],
        [
            1,
            "我只想和你去看电影，不想日你"
        ],
        [
            1,
            "尽管烽烟四起的年代，但我还是相信，即便是在info，也有着这样的小姐姐，我们彼此的喜欢，就连作业本放一起都会感觉到幸福，哪怕是简单的几秒对视，哪怕是走在你前面，被你看到，都是好的，都会激动和快乐一整天。"
        ],
        [
            2,
            "我想你。想和你去看电影。想被你日。"
        ],
        [
            2,
            "请问一下大家知道   川流不息考研战队吗？\n请问这个真实吗？"
        ],
        [
            2,
            "文新考研有群吗"
        ],
        [
            1,
            "毕业多年了，有没有知道体育学院招生分数线的师弟师妹，体院往年在贵州招生分数线大概多少？非常感谢！"
        ],
        [
            1,
            "有望江的想一起监督学习考研的吗？有的话留个联系方式吧"
        ],
        [
            1,
            "有没有小姐姐想谈恋爱啊？本人颜值还不错，好想找个乖妹子谈恋爱啊，有想法的加我，2624656840"
        ],
        [
            1,
            "江安的在综B二楼 就只有几个教室 早就满了"
        ],
        [
            1,
            "有没有接体测代考的 加qq 1309727106。报酬私聊。"
        ],
        [
            2,
            "4月9日 四川大学就业指导中心209宣讲会\n【万科物业】来啦！！！\n招聘对象：1：万物生—万科物业管理培训生选拔对象为2019届应届毕业生。\n2：万物星—暑期实习生针对大三同学，暑期结束答辩通过offer到手！更能提前积攒工作经验，快人一步拿offer！成长更快，学习更快！\n住宅运营岗，商写运营岗，案场运营岗，设备工程岗 环境管理岗，前介工程岗，资产管家岗，资产运营岗，市场拓展岗等众多岗位等你pick\n福利多多，薪酬多多。\n更多内容请添加微信，QQ群了解！\n加微信wjj19961028"
        ],
        [
            1,
            "如果没记错的话江安考研自习室在综B的某个教室，具体哪个记不清楚了"
        ],
        [
            1,
            "尘"
        ],
        [
            2,
            "来个不匿名的"
        ],
        [
            2,
            "有没有朋友接体测代考？\n有偿\n女生\n➕扣扣413635683"
        ],
        [
            1,
            "小姐姐快点来啊"
        ],
        [
            1,
            "因为info匿名，所以人们的最深层平时无法表现的欲望都会在这里展露，没什么，无非是你们看见了大家内心在想的东西而已"
        ],
        [
            1,
            "来一个小姐姐，带你吃吃喝喝，给你买ysl"
        ],
        [
            1,
            "来info找耍朋友的？呵呵可笑"
        ],
        [
            0,
            "nmd wsm？全是约炮的 我玩了两年info 全是这些"
        ],
        [
            1,
            "约倒是不约\n有没有正儿八经耍朋友的小姐姐"
        ],
        [
            1,
            "留号，"
        ]
    ],
    "17": [
        [
            1,
            "还是很谢谢陪我聊天啊，发泄了一下负面情绪，好多了，谢谢，万分感谢。"
        ],
        [
            0,
            "好寂寞，但是又不敢约"
        ],
        [
            0,
            "【16舍洗衣房】\n自己的空盆被一个姑娘错拿又还了回来\n自己的衣物被混在另一个姑娘桶里\n我的盆里又装了洗过的黑色书包和两件衣服\n因为现场没有看起来无主的盆\n把洗过的衣服暴露在洗衣机上也不太好\n我猜测书包的主人和桶的主人是一个\n有可能是后面来洗衣服的姑娘因为桶装不下所以分开放了\n所以我放了回去，黑灯瞎火留了张纸条也不知道是否看见了\n不知道里面牵涉了几位姑娘，不知道乱七八糟的解释一下会不会好一点\n如果还是有错拿错放，希望大家海涵\n大家都是无心之失，希望可以理解\n祝大家学习满绩，肤白貌美大长腿嗷❤ ❤ ❤"
        ],
        [
            1,
            "info的沙雕帖承包着我一天小部分快乐的源泉"
        ],
        [
            1,
            "金针渡招聘帖\n\n标题：招聘数学，物理，化学，语文，英语助教(急需物理助教)\n\n正文：金针渡教育招聘小初高各科兼职助教\n\n工作内容：接受教学培训，需要时上复习课，批改学生作业，给学生答疑以及一些事务性工作。\n\n任职要求：\n1.热爱教育事业\n2.有责任心，有较好的沟通能力和亲和力\n3.勤奋踏实，虚心肯学，有上进心，热爱生活\n4.具备一定的相关专业知识能力。\n\n工作时间：\n每周末7:50-18:00\n薪资面议\n\n工作地点：\n东门校区：一环路东五段天紫界商业大厦九楼\n西门校区：清江东路一号温哥华广场18楼\n\n联系方式：金针渡何老师\nQQ：1934480579\n电话：18702866532\n邮箱：1934480579@qq.com(发送简历至本邮箱，标题备注：应聘实习生，并在正文注明联系方式)\n\n联系方式选择任意一种即可。"
        ],
        [
            1,
            "去年这时候我还尝试着便乘现充，现在我已经完全是gbf真好玩的形状了"
        ],
        [
            1,
            "你让我搞，我给你花钱。我对女生很大方，很好。留号。"
        ],
        [
            0,
            "大多数时候我走在路上玩手机，不是因为我真的想玩，而是想避免对视的尴尬"
        ],
        [
            2,
            "某托尼实在是太讨厌了"
        ],
        [
            1,
            "那个留号的小姐姐还是小哥哥来着，可以再留一次吗？看不到你的号了，emmmm"
        ],
        [
            2,
            "有一个异地的p友，他问我工资多少，我说3500，他说别上了，我每月给你3500，到我这里待着，我心里只想说操你妈"
        ],
        [
            1,
            "有没有小姐姐想谈恋爱啊？本人颜值还不错，好想找个乖妹子谈恋爱啊，有想法的加我哈！2624656840"
        ],
        [
            2,
            "笑死我了。"
        ],
        [
            1,
            "川大有夸夸群吗？  求拉"
        ],
        [
            1,
            "不止和认识两个月的在一起了\n再过一个月他们还会上床\n然后你追了三年的女生就在别的男生的胯下被x烂了"
        ],
        [
            1,
            "追了一个女生三年，结果她跟一个认识两个月的人在一起了"
        ],
        [
            1,
            "给我也整一份"
        ],
        [
            2,
            "给我发一份"
        ],
        [
            2,
            "实话说，一般留在川大读研的人基本能力就那么回事儿 大部分本科学校都很差，所以川大本科也不一定瞧得上川大研究生"
        ],
        [
            1,
            "川大江安贴单兼职：校内贴单兼职，周一到周五每天贴40张传单20块，大概十几分钟，主要贴商业街区域，时间自由安排，不影响学习。加微信：‭13540637123（备注：贴单）"
        ],
        [
            1,
            "emmmmm，我承认我有道德绑架的嫌疑，可能是真的睡眠不够充足，所以看到这些消息的时候不够理智。我也承认我的抗压能力不够强，没有办法保持理智去分析info到底是啥样的。的确他们留不留号是他们自己的选择，我无权干涉，寻求安慰是目前我唯一能想到的办法，能保持理智也是我的极限了。"
        ],
        [
            1,
            "虚伪让事情变得复杂，坦诚让事情变得简单"
        ],
        [
            2,
            "我曾经给一个请教问题的人留号，之后才发现他是那段时间持续在info上发布那种信息的人，我才发现在匿名的情况下要假装成另一个人太简单了，之后他还在评论里说了我的名字，讲真我还是不想让别人知道我用info，因为info在很多人印象里已经是一个有颜色的符号，虽然我在info上有认识一些很好的人。我觉得要不要对陌生人付出信任，要不要留号是一种选择，用info的是一个一个的人，所以不要期待有求必应。"
        ],
        [
            2,
            "“求安慰的孩子”你好，没有人给你留号或者评论，于是你就觉得大家都很现实，就觉得info只有那样的用途？……"
        ],
        [
            1,
            "展示信息的那个麻烦把我放前面点谢谢，拜托了"
        ],
        [
            1,
            "据我所知，每周更新也就这么几个人"
        ],
        [
            1,
            "那位展示信息的麻烦你继续，这逗比都快逗死我了，楼下老兄说出来干嘛，让他自己自我高潮不好吗"
        ],
        [
            1,
            "脑子不好使还闲得慌的人就是这样的\n大部分都是小号，你曝光个屁\n每周汇总集中信息展示qq号，帮助约炮女挑选？"
        ],
        [
            1,
            "挺悲哀不是吗？我是昨天晚上发帖求安慰的那个，并没有人留号或者评论，info不是变的乌烟瘴气了，只是变现实了，单纯的yp信息，单纯的咨询贴。只有这样的建立在性或者利益上的东西。为啥会堕落，因为没有办法逃避现实才会堕落。每个人都有阴暗面，敢把阴暗面拿出来展示的又有几个。我还是那个寻求安慰的孩子。"
        ],
        [
            1,
            "所以我说春天到了嘛，寝室门口的樱花都开了啊，所以info变成这样也算情有可原吧。\n淫字论事不论心，论心千古无完人\n孝字论心不论事，论事万年无孝子\n摘自《围炉夜话》"
        ],
        [
            2,
            "施工单位就是XX局那种？"
        ],
        [
            1,
            "奉劝各位找工作的话签了工作了    千万不要来施工单位    没有任何周末和节假日     初一到除夕   基本没有假期      还一周五天四天晚上不是加班就是开会。不要被高工资忽悠了。千万千万千万不要来。"
        ],
        [
            1,
            "info约到的质量，我只敢用屁眼保证"
        ],
        [
            2,
            "长期关系？你自己不乌烟瘴气？"
        ],
        [
            2,
            "包月。一月一部iphonexs"
        ],
        [
            2,
            "他们又从来没约到过"
        ],
        [
            2,
            "何必呢"
        ],
        [
            2,
            "南大MJC考研资料出售哦！\n有意者私聊。QQ:7573330766"
        ],
        [
            1,
            "我就是那个前几天怀念拥抱的孩子，真的快受不了了，已经一周没有睡好觉了，晚上失眠是一件\n挺头疼的事，特别是感觉自己特孤独的时候。然后白天还得强颜欢笑，好累啊。有同感的小伙伴可以留个号呗，聊聊天互相安慰也行啊"
        ],
        [
            1,
            "3160026414 想聊天"
        ],
        [
            0,
            "想知道大家看黄片都是怎么看的呀，为什么我一直找也找不到，求解答〜"
        ],
        [
            1,
            "约炮请用微博，探探\n不要污染info\n上面好多女生都嗷嗷待哺"
        ],
        [
            1,
            "分手了两年\n我还是好舍不得啊哈哈\n只能这样啦"
        ]
    ],
    "16": [
        [
            1,
            "学府K21,小姐姐请你们唱歌，一直到明天早上。\n希望想唱歌的小姐姐，小哥哥们踊跃一点，直接过来就行"
        ],
        [
            2,
            "天天发，有用吗"
        ],
        [
            2,
            "考商学院研究生，想请问有颜锦江导师怎么样，求各位解答，谢谢"
        ],
        [
            1,
            "有打麻将的吗，加一个"
        ],
        [
            2,
            "那你约你? 呢"
        ],
        [
            1,
            "给你留号了你不加?"
        ],
        [
            1,
            "包子馒头"
        ],
        [
            2,
            "不喜188，喜欢182"
        ],
        [
            1,
            "江安求研友，本人女"
        ],
        [
            1,
            "作为肖途，每次我都选择不会让自己死的选项，长此以往，假若我活在民国，可能我真的是汉奸，不是特工?"
        ],
        [
            2,
            "有没有同学考上半年的bec中级呀（考点在川大出国培训部），求一个口语partner"
        ],
        [
            2,
            "坐标望江，有没有小姐姐想结伴做兼职啊，本来是想找家教这种兼职，但是最近比较穷，就暂时不挑了，在做类似话务员100/天，朝9晚5，中间还可以休息两个小时。但是感觉一个人好孤独啊，有没有志同道合可以联系我，我们后面还可以一起做其他的兼职～一起赚钱～～～\nqq:1579202796"
        ],
        [
            2,
            "1000的给我留号"
        ],
        [
            1,
            "留几遍也没见你加呀"
        ],
        [
            1,
            "约炮实录，探探女的比陌陌质量好，陌陌要选一个合适的炮友大海捞针"
        ],
        [
            1,
            "川大招的外校某些研究生素质真低，今天基A4楼在面试，某些面试生在抽完烟后直接把盒子留在了桌上，就这逼样还过的了复试？？？？"
        ],
        [
            1,
            "基教a粉衣服戴眼镜短发那个男生，能不能不每30s吸下你的鼻涕，想给你鼻子上来一拳"
        ],
        [
            1,
            "同学，能不能不在自习室每30秒吸一下鼻涕？"
        ],
        [
            1,
            "惊奇队长"
        ],
        [
            2,
            "留一遍就行了哥"
        ],
        [
            2,
            "Captain Marvel是啥"
        ],
        [
            2,
            "报复你妈，你看有人理你吗"
        ],
        [
            2,
            "求江安考研房源，本人女。合租吗小姐姐？"
        ],
        [
            1,
            "有字母圈的女生嘛 双休日交流一下嘛"
        ],
        [
            1,
            "今天下午，Captain Marvel，留号"
        ],
        [
            2,
            "你知道他名字吗"
        ],
        [
            2,
            "约炮这种不知根不知底的，不知道把什么狗约上"
        ],
        [
            2,
            "我是5000，你给我留号"
        ],
        [
            2,
            "尖锐湿疣好可怕啊，所以说为什么要约炮呢"
        ],
        [
            2,
            "有人出ns游戏 八方旅人吗 q2302223679"
        ],
        [
            1,
            "字母圈同好加我啊，"
        ],
        [
            2,
            "5k我就出一次"
        ],
        [
            1,
            "只要我给得起，关你JB事"
        ],
        [
            1,
            "求不乱带节奏 1000来人"
        ],
        [
            1,
            "跟穷有个鸡毛关系，你有好有钱嘛？真几把傻逼，市价就是市价，懂吗，废物？"
        ],
        [
            2,
            "大四形教课，求帮答到，一共四次，价格好商量周五下午1:50\n联系QQ：820931490"
        ],
        [
            1,
            "自己穷还说别人哄抬市价"
        ],
        [
            1,
            "？？？这也太"
        ],
        [
            2,
            "1000就上床，我屎吃多了？"
        ],
        [
            1,
            "然而毒瘤还在"
        ],
        [
            2,
            "info确实是个毒瘤"
        ],
        [
            1,
            "虽然心里春招已经结束了，给大三大四的学弟学妹或者研二研三的学长学姐还是好好说说关于找工作的事情。\n我去了某家还不错的手机公司，说实话，除了华为都不建议去，当初觉得华为加班多，其实只是坊间传说，还要看具体的部门。手机公司，大一点的除了小米，钱都还比较多，但是钱不是最重要的，待了半年因为学不到东西+老板传统需要员工跪舔，这是给再多钱都干不下去了。\n你能想象需要员工干活干得怎么样不重要老板只凭亲疏内外给你升值发年终奖？你能想象隔三差五团建需要和老板AA还不得不去？你能想象你的组长吃饭“提醒”所有人单独去给部长敬酒，事后还检查吗？你能想象部长和组长吃饭打赌“谁先来敬酒”吗？\n对于技术型岗位，按照传统企业的方式来管理，这是我呆半年就走的原因。天天学不到东西，看着别人搞各种乱七八糟的东西，“老板喜欢啥我就做啥”，不拍马屁的人就算加班加到死老板也不会觉得你怎么样，啥都不用做天天陪老板喝酒就能升职加薪。\n毕业的时候觉得拿offer要看多少钱，但是现在觉得，钱绝对是放在第三位甚至之后的，好的工作氛围、能学到先东西才是前两位的。\n我们这一届半年的离职率已经40%了，上一届目前是50%+，年后立马走了好几个。\n拿到offer一定要问问已经入职的校友，校招生离职率是多少，如果想认真学点技术，在公司能学到吗。\n当然，如果你对技术没有追求，会拍马屁，来这样的公司非常适合，但是你可能看着别人尬拍你都尴尬，更别说自己还要说这些没营养的话。\n现在互联网寒冬是真的，毕竟各大公司都开始裁员了，其实是在没有拿到大公司的offer，去创业公司或者氛围小公司呆两三年，进步得很快的，而且工作两三年，那是最好找工作的时候。\n推荐去北京的公司，比较遵守劳动法，加班会有加班工资，也不会太看重加班时间。"
        ],
        [
            1,
            "约过几次炮\n只有一个女生主动提出不带套，说带了不舒服\n真的??"
        ],
        [
            2,
            "月薪三千，另外两万七炮友给的"
        ],
        [
            1,
            "有接受足控的小姐姐嘛 字母圈边缘者"
        ],
        [
            1,
            "有男王"
        ],
        [
            1,
            "我是S"
        ],
        [
            0,
            "考研真的是一个人的征程嘛\n室友都保研了自己每天一个人图书馆食堂来回跑\n今天说的第一句话还是晚上回寝室\n怕是要学自闭了\n招募考研战友\n望江北苑最好"
        ],
        [
            1,
            "找一个华西的小姐姐，怪兽，一个乐队成员。\n如果你看见了，记得加我qq:2796892882\n因为某些原因我和她失去了联系。如果有认识的人也麻烦帮我转告一下。。"
        ],
        [
            2,
            "楼下sp的是D还是S啊"
        ],
        [
            1,
            "干完炮友就想要有爱情的女朋友了"
        ],
        [
            1,
            "不老实的要来一个吗？"
        ],
        [
            1,
            "还好吧 不信这个 开心就好"
        ]
    ],
    "15": [
        [
            1,
            "找一个华西的小姐姐，怪兽，一个乐队成员。\n如果你看见了，记得加我qq:2796892882\n因为某些原因我和她失去了联系。如果有认识的人也麻烦帮我转告一下。"
        ],
        [
            0,
            "很严肃很认真地问个很重要的问题\n请问大家的就业补贴收到了吗？？"
        ],
        [
            1,
            "做了个梦，梦见从成都坐船去杭州，还是那种独木舟，人工开船，一个光着膀子的小哥，单桨，在那里拼了命的划，桨在水中当当当当当，船在水里飞速前进，还见了上古大海龟化石，挂在两边几层楼高的岛上\n结果刚才醒了，原来是下雨了，雨水敲打着外面的彩钢瓦，当当当当当\n请问有没有小姐姐一起坐船的"
        ],
        [
            1,
            "约炮实录，这些女人一个个两三千的工资偏偏要把自己活成月薪三万的样子"
        ],
        [
            1,
            "周末聊聊天？"
        ],
        [
            2,
            "有明天早上6点多从江安出发去东站的朋友么"
        ],
        [
            1,
            "有没有明天约电影的小姐姐，不约炮"
        ],
        [
            1,
            "表白17级外国语学院的张爱宇小哥哥\n你打篮球的样子好帅哦"
        ],
        [
            2,
            "你就像是我无意之间划的一个口子，后知后觉的疼痛跟伤口。"
        ],
        [
            2,
            "请问一下重修课程免听要办什么手续？"
        ],
        [
            1,
            "要是谈感情，那个玩意就不能叫约炮了"
        ],
        [
            2,
            "每天都不快乐的活着啊"
        ],
        [
            1,
            "没有女朋友就是没有 可以不约 没必要扣个帽子吧 约个炮又不是欺骗感情 真的逗"
        ],
        [
            1,
            "字母圈同好加我呀"
        ],
        [
            2,
            "约炮男没有一个不是狗"
        ],
        [
            1,
            "川大江安贴单兼职：校内贴单兼职，周一到周五每天20元，贴40张传单，主要贴商业街区域，时间自由安排，不影响学习。请加微信：‭13540637123"
        ],
        [
            1,
            "求\n周二第一大节英语  李莉老师的电话\n或者群呀?\n谢谢啦"
        ],
        [
            1,
            "有没有预约体测的啊，为啥约不上啊"
        ],
        [
            1,
            "有无落日飞车车友一起拼车"
        ],
        [
            1,
            "有没有字母圈同好啊，我是m，双性恋，比较重度～"
        ],
        [
            2,
            "男人的无耻我已经看得没心看了。不要轻易和男人上床。"
        ],
        [
            1,
            "金针渡招聘帖\n\n标题：招聘数学，物理，化学，语文，英语助教\n\n正文：金针渡教育招聘小初高各科兼职助教\n\n工作内容：接受教学培训，需要时上复习课，批改学生作业，给学生答疑以及一些事务性工作。\n\n任职要求：\n1.热爱教育事业\n2.有责任心，有较好的沟通能力和亲和力\n3.勤奋踏实，虚心肯学，有上进心，热爱生活\n4.具备一定的相关专业知识能力。\n\n工作时间：\n每周末7:50-18:00\n薪资面议\n\n工作地点：\n东门校区：一环路东五段天紫界商业大厦九楼\n西门校区：清江东路一号温哥华广场18楼\n\n联系方式：金针渡何老师\nQQ：1934480579\n电话：18702866532\n邮箱：1934480579@qq.com(发送简历至本邮箱，标题备注：应聘实习生，并在正文注明联系方式)\n\n联系方式选择任意一种即可。"
        ],
        [
            2,
            "不要说求破处，说，求操逼"
        ],
        [
            2,
            "【求助（或者兼职？）】\n恒大楼盘签到，只需念电话号码。\n10元一个，负责人15元一个。\n楼盘任选、支持全国。请联系qq：1605022695"
        ],
        [
            2,
            "发誓不再这样"
        ],
        [
            2,
            "那不叫爱情"
        ],
        [
            1,
            "因为复试紧张得睡不着。初试睡得挺香的。"
        ],
        [
            1,
            "每次发这种消息的时候都是鼓足勇气的，毕竟有点社恐，但是又耐不住寂寞，周日有人去看电影吗，一起啊（其实约不到人是个很悲伤的故事）"
        ],
        [
            0,
            "有时候似乎会被甜甜的恋爱所打动，但是深入想想自己并没有可以吸纳双份负能量的能力。21岁了，谈过2段恋爱，现在还单着，今年大学毕业。可能有一点点急了。"
        ],
        [
            0,
            "人生大概就是一坨狗屎?"
        ]
    ],
    "14": [
        [
            1,
            "每当夜深的时候老想着自己一个人就想找个妹子聊聊人生，谈谈理想。"
        ],
        [
            2,
            "真的没想到寝室还有偷东西的。"
        ],
        [
            2,
            "谢谢跟我说教室的同学了!\n但是我是四年江安的hhh\n上半年我先利用好没有课的时间 有效率点吧\n仔细想想虽然有时候被考研科目搞得很挫败 但是学一天总比玩一天好"
        ],
        [
            1,
            "基c和三教十一点过才关 考研加油啊"
        ],
        [
            2,
            "有些时候有课也不是一整天都能在教室看书 上午时间又不长 看不了多少高数题就过去了 晚上在寝室的时间又好浪费\n而且基本从高中学起什么都看不懂\n可能就我一个人是菜到这种程度还想考研的了\n\n以前三年天天玩的时候从来没觉得时间那么珍贵\n少壮不努力老大徒伤悲 太真实了"
        ],
        [
            1,
            "考个研晚上八点到晚上十点就已经可以上天了"
        ],
        [
            2,
            "要考研晚上的时间怎么办，图书馆和考研教室最晚10点就关了，早上也八点钟才开，难道要租房子么。。\n保研的学霸室友现在天天外放打游戏看比赛。。人和人的差距这么大我是怎么进的川大，去搬砖算了"
        ],
        [
            1,
            "有人出校车票的么"
        ],
        [
            1,
            "我说了不约炮，你又不留号"
        ],
        [
            2,
            "出一个闲置尼康D7100，18-105镜头，99新，配件齐全，有意者留微信，谢谢。"
        ],
        [
            0,
            "遇到一个hp室友，真是想锤他……"
        ],
        [
            1,
            "求问江安哪里有雅思培训和联系方式？"
        ],
        [
            1,
            "有和我一样害怕复试的吗。"
        ],
        [
            1,
            "坐标上海 又在一个地方的嘛"
        ],
        [
            1,
            "周末小英雄留号！！！"
        ],
        [
            2,
            "生命中咋没有开心的事情"
        ],
        [
            1,
            "绿皮书，走起"
        ],
        [
            2,
            "请问华西同学能在江安体测吗"
        ],
        [
            1,
            "有人约小英雄吗，周天的"
        ],
        [
            1,
            "流浪地球"
        ],
        [
            1,
            "真的，我也只是想找人一起看电影"
        ],
        [
            1,
            "有考数一，一起学习的小伙伴吗？"
        ],
        [
            2,
            "想问一下职业生涯导航这个课可以删掉吗，删掉有没有什么影响？"
        ],
        [
            2,
            "望江，今天下午，我自己租了房子的，等一个小哥哥等来找我玩呀?"
        ],
        [
            2,
            "四川大学商学院会计学和企业管理的分数线是多少鸭，公布的分数线没有看到"
        ],
        [
            1,
            "有没有单纯找安慰的，可以一起吃饭看电影，一起学习。"
        ],
        [
            2,
            "江安花园或者东园研究生宿舍还有缺租客的吗，我想去离学校近的地方租房子"
        ],
        [
            1,
            "川大江安南门发单兼职：中午12:00-13:00，下午6:00-7:00，20/小时，天天可发，自由选择时间。有兴趣加微信：15208310480"
        ],
        [
            2,
            "这样调整不过来，早晚就死了"
        ],
        [
            2,
            "越累越睡不着，越睡不着越累"
        ],
        [
            1,
            "看来她理解错了，我去小吃城吃面了"
        ],
        [
            2,
            "吃我下面？"
        ],
        [
            2,
            "越需要补觉中午越睡不着"
        ],
        [
            1,
            "为啥要看下面啊，吃面也很开心啊，多放辣椒谢谢"
        ],
        [
            1,
            "上当倒是买不了 不过你还是醒醒吧 或者快去睡吧 梦里啥都有"
        ],
        [
            2,
            "100你买不了吃亏，100你买不了上当"
        ],
        [
            2,
            "超好看"
        ],
        [
            1,
            "镶钻了？真觉得自己这么值钱？一次十块你看有人找你没？"
        ],
        [
            1,
            "不太安心吧 静下心来就睡着了"
        ],
        [
            2,
            "想看发红包，一次100"
        ],
        [
            2,
            "我快死了，每天睡4个小时"
        ],
        [
            2,
            "明明那么困，晚上睡眠不足"
        ],
        [
            2,
            "得了一种中午睡不着的病"
        ],
        [
            1,
            "我也想+1"
        ],
        [
            1,
            "我也想欣赏一下可以吗"
        ],
        [
            2,
            "我下面真好看"
        ],
        [
            1,
            "川大江安贴单兼职：校内贴单兼职，周一到周五每天20元，贴40张传单，主要贴商业街区域，时间自由安排，不影响学习。加微信：‭13540637123"
        ],
        [
            1,
            "七中？"
        ],
        [
            1,
            "ljkb7405\n单身求撩"
        ],
        [
            1,
            "求助！！！有没有知道川大历史系复试教材的哥哥姐姐！急！！！！！"
        ],
        [
            2,
            "会"
        ],
        [
            1,
            "女生也会经常手淫吗？"
        ],
        [
            2,
            "想杀同事，希望你那些美好的祝愿也发生在我同事的身上"
        ],
        [
            2,
            "舔狗犯贱"
        ],
        [
            2,
            "从各个群都没能找到这个男生，只好求助于info这个平台。\n去年1月3日，文理图书馆二楼借书处，一个男生问我借校园卡借书，因为我此前遇到过很着急需要借书没带卡的情况，所以就没有任何疑虑的借出了卡（我以为这是要马上参加开卷考试所以借书，应该用完就还），直到3月6号图书馆公众号发消息称我有多本书超期，然后今天发现还有两本书没还，不知道这位男生是忘记了还是弄丢了，不管怎样，请您看到这条消息联系我！也请同学点赞上头条? ? ? ?"
        ],
        [
            1,
            "出网课 Q3116442652"
        ],
        [
            1,
            "没关系\n我也想你"
        ]
    ],
    "13": [
        [
            1,
            "你见感情放过谁"
        ],
        [
            1,
            "我只想睡你，你却想和我谈感情"
        ],
        [
            1,
            "食堂假饭菜的那位是什么情况啊\n我今天吃食堂翻到一只高蛋白 很感人"
        ],
        [
            1,
            "三聚氰胺-假疫苗-食堂假饭菜\n看来祖国的花朵要经厉狂风暴雨才能长大\n真滑稽┐(´-｀)┌"
        ],
        [
            1,
            "Sp是啥"
        ],
        [
            2,
            "试一下匿名"
        ],
        [
            1,
            "前段时间认识了一个电子科大的学妹，很好看，认识开始每天给她转账给她买奶茶，但是每次我想约她出来，她总说没时间。\n唉。。。。。。\n现在都这么现实吗，这样都约不出来吗？"
        ],
        [
            1,
            "想杀室友怎么办? ，死胖子就不能下楼时崴脚滚下楼，出门被车撞装断腿，休学一年吗！辣鸡狗东西"
        ],
        [
            1,
            "今晚基a514倒数第二排的妹纸真可爱 考研加油"
        ],
        [
            1,
            "望江，世外桃源酒店，准备干活了，冈本001准备开封"
        ],
        [
            2,
            "想要一个朋友的拥抱。"
        ],
        [
            2,
            "手淫和看前男友微博都戒了，快给我鼓个掌"
        ],
        [
            1,
            "求校车票，qq3049267611"
        ],
        [
            1,
            "其实有时候你看见位置上有书没人可能是人家那时候有课 考研那么多书不可能带走的"
        ],
        [
            1,
            "#求助#\n#\n有大二的学弟学妹上过尹晓琴老师的概率论与数理统计吗？联系联系我吧 想咨询一下   请吃饭！感谢? QQ1376810210"
        ],
        [
            0,
            "吐槽下3月13号宣传的中南置地。\n今天下午在楼下他们活动现场玩游戏，听见他们的负责人好像在和领导汇报，说川大这场太累了，川大的同学没一点积极性，比不了重大的那场，重大群里发个红包一群人嗷嗷嗷，川大就靠红包诈尸。对的，就是说诈尸。\n她领导说下次别在这办了呗，那个负责人说这里位置好，没办法。\n宣讲会还宣传房地产没有周期，上过高中都知道经济周期理论的吧，笑死！\n如果一个公司的人力都不尊重你未来同事的学校，我不觉得她会尊重你。\n放弃投简历了。\n也希望大家慎重考虑。"
        ],
        [
            2,
            "申请体测免测需要些什么材料啊"
        ],
        [
            1,
            "现在流动的 你有空可以去512隔壁那个自习室看看有没有位置 那是考研专用的\n也可以找个课少的教室的最后一排 经常去就行\n\n有些呆皮愤世嫉俗的 早上学了中午吃个饭回去睡个午觉下午来咋的你了 自己啥时候来没b数？植树节刚过心里没种点？搞笑 你看早上来有没有位置 zz"
        ],
        [
            2,
            "求问各位研友，大家知道基教哪儿的考研自习室还有位置啊，新考研党，没找到位置? ? ? ?"
        ],
        [
            2,
            "有出校车票的吗?"
        ],
        [
            1,
            "走在路上，\n很怕路人发现，\n睡了，晚安。\n\n——热门里的诗"
        ],
        [
            1,
            "江安附近有靠谱的健身房吗？"
        ],
        [
            1,
            "有时候谈恋爱太累了，好想什么都不用负责，做个渣男就好了。但转念一想，一个我都哄不过来，再多岂不是要命。"
        ],
        [
            1,
            "春天来了，想谈恋爱的留个号噻，本人还不错的"
        ],
        [
            1,
            "望江有开到12点的教室，自习室吗，最晚的是哪个。\n帮帮爱学习的孩子"
        ],
        [
            2,
            "有文新的同学吗 想了解新闻学研究生的事情"
        ],
        [
            2,
            "7月JLPT西交大考试的小伙伴有吗，网卡晚了1分钟伤不起啊，不太敢一个人去求同好同好！"
        ],
        [
            2,
            "收帅哥"
        ],
        [
            1,
            "为什么教务处选课系统的重修选课选不了？？？好慌"
        ],
        [
            1,
            "春天来了，万物复苏了，猫咪也叫了，我也要留个号了2122455806"
        ],
        [
            1,
            "最近欲望很强啊 怎么肥事"
        ],
        [
            0,
            "请问中物院成都材料所读博怎么样？"
        ],
        [
            2,
            "求分享川大二手物品交易群群号?"
        ],
        [
            1,
            "古有地痞占着茅坑不拉屎，今有川大学生占着位置不学习"
        ],
        [
            1,
            "建议把超过2小时人不来占座人的的书什么的从窗户扔出去"
        ],
        [
            1,
            "教室放本书占座位，人不来的，先死个妈"
        ],
        [
            1,
            "出三节网课 周一、二、四晚 东西部联盟 Q:3116442652"
        ],
        [
            2,
            "出网课 刚选的 周一周三周四周五的 q 1587682705"
        ],
        [
            2,
            "有选走近杜甫这么课的同学吗 为什么智慧树上没有啊，其他网课都显示了"
        ],
        [
            1,
            "求收点校车票~"
        ],
        [
            2,
            "20考法硕的有约一下的吗？\n有没有考19法硕的小哥哥小姐姐啊\n求带走！?"
        ],
        [
            1,
            "你放在那儿人家以为是19年考研的同学所以就给你拿走啦"
        ],
        [
            1,
            "有没有20跨考计算机的，求组队"
        ],
        [
            2,
            "请问毕设题目现在还可以换吗？系统里怎么更改？"
        ],
        [
            1,
            "书被偷了该怎么办？\n放在基教A四楼小阳台书架上的\n书倒是不值钱，但是被偷了两次了，而且都是瞄着高数偷，这种情况保安会管吗？"
        ],
        [
            2,
            "我也喜欢埋头抱，抱对方。但是并不会安慰人，顶多只会抱住拍拍后脑勺摸一下额头。可能是母爱泛滥。。"
        ],
        [
            1,
            "有人能借我2000块钱吗？"
        ],
        [
            2,
            "有人能借我2000块钱吗 ? ? ?"
        ],
        [
            1,
            "怀念和别人腻再一起的日子，怀念睡觉时怀里有人的感觉，怀念头埋在脖子里那种安心的感觉，真的很难过，真的想要一个拥抱，至少抱住的时候很放松。"
        ],
        [
            1,
            "又睡不着了，每次打完球或者其他运动结束后都会极度兴奋，身体说：你累了，大脑说：不，你很兴奋。根本睡不着。"
        ],
        [
            1,
            "giao啊"
        ]
    ],
    "12": [
        [
            2,
            "好的，现在23:36，就吐槽一件事，请望江东三研究生寝室的姑娘，关闭你扰民的音乐好吗？我他妈隔栋楼都觉得吵！请问发生什么事了，需要你开心得这样蹦迪。"
        ],
        [
            2,
            "想念没有得到过的约炮男们"
        ],
        [
            2,
            "有没有想出望江校车站旁体育馆的年卡的。\n诚意收购。"
        ],
        [
            1,
            "川大的小伙伴们 这次清明4.5-4.7号 目的地已定！出发去往国内最大的冰川 原始森林 海螺沟啦～还是老样子具体内容、行程全在文案里。（实时更新现在只剩4个名额啦、1男 3女 想了解我们看下面联系方式哟）\n\n（提示：这次清明出发后、5.1不会有活动啦，因为今年5.1劳动节单独放假一天所以没时间出去玩啦～）\n\n【联系我们】\nQQ群：622545558川大玩耍（gou da）组织  报名及详细行程可进群文管理员。\n进群请备注校区、学院、年级\n\n微信：546235889（ 加好友请备注  校区、学院、年级）\n\n微博：川大玩耍组织"
        ],
        [
            1,
            "川大的小伙伴们 这次清明4.5-4.7号 目的地已定！出发去往国内最大的冰川 原始森林 海螺沟啦～还是老样子具体内容、行程全在文案里。（实时更新现在只剩4个名额啦、1男 3女 想了解我们看下面联系方式哟）\n\n（提示：这次清明出发后、5.1不会有活动啦，因为今年5.1劳动节单独放假一天所以没时间出去玩啦～）\n\n【联系我们】\nQQ群：622545558川大玩耍（gou da）组织  报名及详细行程可进群文管理员。\n进群请备注校区、学院、年级\n\n微信：546235889（加好友请备注  校区、学院、年级）\n\n微博：川大玩耍组织"
        ],
        [
            2,
            "老子的孤独是精神上的"
        ],
        [
            2,
            "望江打麻将，三缺一，美女征婚！\n有意者点赞，我私你"
        ],
        [
            1,
            "男生孤独就撸一管\n女生孤独就买一个黄瓜"
        ],
        [
            2,
            "走你妈逼"
        ],
        [
            1,
            "总是孤独的想要发疯\n可是爱情又太金贵\n总想有一个若即若离的女生朋友\n走心走肾\n我应该也不差的吧\n可以认识一下吗\n2144326450"
        ],
        [
            2,
            "总是觉得孤独，是精力太旺盛吗"
        ],
        [
            2,
            "特别渴望爱情，比渴望钱更渴望"
        ],
        [
            1,
            "我总是会孤独，有个学妹，我们关系很好，她跟男朋友分手那天我说其实我觉得你不必难过，因为你这么好，有的人喜欢你都遗憾不能在一起。其实就是我，我说我很喜欢你，就觉得在一起的时候都很快乐，她说做朋友挺好，她不想失去，她从来不会跟前男友联系。我说也很好，其实我真的没有必要是你的男朋友，这样就不会因为身份闹别扭，只要能经常一起吃饭喝喝酒，我可以一直做条单身狗。\n过了两天她跟男朋友和好了。其实我，很羡慕她男朋友。只是我只能说她的朋友了。\n可不可以，能不能，出现一个这样的妹子啊，彼此喜欢，像爱跟情一样。"
        ],
        [
            1,
            "朋友第一天和女朋友分手了，晚上喝酒我跟他说，爱情没有太多对错，只是若真的喜欢，该舔还是不要含糊。于是第二天他们复合了，发来消息说改天请我喝酒。"
        ],
        [
            1,
            "我和我妈的关系你们都想不到有多差"
        ],
        [
            1,
            "调剂呗"
        ],
        [
            1,
            "本校跨了通信，超了院线20多分，但是感觉自己复试肯定会被刷，去联系那边导师她说不想要跨考的，我觉得自己几个月准备考研都白费了哎，今年川大线还涨这么多，哎气死人了，好后悔考川大。我该何去何从"
        ],
        [
            2,
            "求好心的前辈们推荐给分好点的毛概老师！\n点名留作业都没问题，只要给分正常，没有坐前三排加分这之类的操作就?"
        ],
        [
            1,
            "诚招p友，也可以当很好的朋友那种，我身高身材衣品性格颜值应该都OK，只和一个女生有过经历，现在很多时候想有一个人陪，2179972893"
        ],
        [
            1,
            "江安贴单兼职：校内贴单兼职，周一到周五每天20元，贴40张传单，主要贴商业街区域，时间自由安排，不影响学习。加微信：‭13540637123（备注：贴单）"
        ],
        [
            2,
            "初三女生数学和物理，可以带一科也可以带两科，140/2h，火车北站东二路九号，学生成绩差，数学100分左右，物理50分左右，周末一天都可以，要求女老师，有经验，认真负责，有意联系qq1848321577"
        ],
        [
            1,
            "有没有想认真的谈个恋爱的啊？"
        ],
        [
            1,
            "夸夸群"
        ],
        [
            1,
            "令狐波老师的素描课 有人上过吗 怎么样哇"
        ],
        [
            1,
            "有没有同学选了龚秀国老师国际经济学，买一节，价格都好说，留号联系我"
        ],
        [
            1,
            "也许你就不会掉进粪坑，遇到正在粪坑里游泳的岚岚"
        ],
        [
            0,
            "有人有西方经济学题库吗，盆友们。"
        ],
        [
            1,
            "公管学院的18级硕士研究生张一帆同学，学号尾号0019，你的饭卡中午落在中快餐厅，截止我走时还在桌子上，请尽快去领取。"
        ],
        [
            1,
            "你有没有觉得自己很失败的时候"
        ],
        [
            2,
            "求一节中国古建筑文化与鉴赏（清华大学），有意出戳1023209542，价格可议"
        ],
        [
            1,
            "如果那天，把该说的话好好说。\n接龙"
        ],
        [
            1,
            "压力大会爆米花"
        ],
        [
            1,
            "提问，补体测免测申请打的医院证明，体育学院会怎么审核？"
        ],
        [
            1,
            "看电影，打游戏"
        ],
        [
            1,
            "求大家推荐周末家教兼职，家庭经济困难，想补贴家用，谢谢大家"
        ],
        [
            1,
            "打游戏？"
        ],
        [
            1,
            "楼下作业求助的求助两年了还没找到？"
        ],
        [
            1,
            "诚心求大英四魏秀荣或者汪霞的课"
        ],
        [
            0,
            "求问东西部联盟性质的课程是什么意思啊，难道是在线视频教学？这种的话会不会有我们学校的老师负责录入成绩呢，求上过的学弟学妹解疑"
        ],
        [
            2,
            "我的跨专业选修也是0，好像大家都是，don&#39;t  worry"
        ],
        [
            1,
            "求代选修课，就签到不考试的那种选修课，20/次，这段时间事情多去上不了课，联系qq757781605，课主要是晚上的。"
        ],
        [
            1,
            "作业求助，有报酬\n思政课作业要录一个【反对校园暴力】短视频，三分钟以内，需要两名男同学。\n【高大力气大的】和【戴眼镜瘦小的】\n不打人！不打人！不打人！\n时间:可商量\n地点:校内\n有意向的同学可以加我QQ3251025292\n报酬每人最少60"
        ],
        [
            1,
            "有人上过生殖健康吗？就2到9周上的那个，有什么考核方式吗"
        ],
        [
            1,
            "为啥我的培养方案计划课程的跨专业选修课学分是0分呀？大四了，有点慌，我记得以前选了其他专业的选修课呀"
        ],
        [
            2,
            "初三女生数学和物理，可以带一科也可以带两科，140/2h，火车北站东二路九号，学生成绩差，数学100分左右，物理50分左右，周末辅导，要求女老师，有经验，认真负责，有意联系qq1848321577"
        ],
        [
            1,
            "有没有出电气工程及其自动化专业的书啊"
        ],
        [
            1,
            "有约澡的吗？我身高180哦。1937570485"
        ],
        [
            1,
            "有没有想谈恋爱的，加我2624656840"
        ]
    ],
    "11": [
        [
            1,
            "有人约手游吃鸡吗，留号"
        ],
        [
            1,
            "20多岁的人了，感觉自己还是个孩子"
        ],
        [
            2,
            "庆幸当年选择的是学拳击而不是钢琴，心态容易崩的人去玩拳击实在是太解气了，世界上有很多捷径，可是一条路走到黑也总会达到的，只不过或许会晚一点而已。致自己。"
        ],
        [
            2,
            "做女人没有我这么失败的"
        ],
        [
            1,
            "身体太差，加强锻炼"
        ],
        [
            1,
            "约唱歌+1"
        ],
        [
            1,
            "招聘兼职每天120一天发名片和送快餐\n从9点到下午2点下班\n地点西藏饭店\n联系电话+86 152 0826 7458"
        ],
        [
            2,
            "芒果千层和榴莲千层真的好好吃啊"
        ],
        [
            1,
            "人总是在夜深人静的时候回忆往事\n想回到学校\n与朋友们在校园里溜达\n约着到门口去买水果\n去超市买一堆吃的回宿舍下火锅\n约一帮朋友喝喝小酒\n包宿去唱歌\n第二天得逼嗖嗖的冻得不行走回学校\n感受早上的气息\n听着早餐店里的繁忙\n主要有听着吹牛逼的人\n有觥筹交错，一直喝好几个小时的人\n而现在，不是不好\n只是大家都很忙，都有底线\n消遣不起"
        ],
        [
            1,
            "和我吃鸡的小哥哥说他在二战考研，我就不敢很期待他在线，可是好想和他玩游戏哦，啊，还是希望他好好学习吧。 ​"
        ],
        [
            1,
            "江安还是望江？如果江安，你留号删，我加你"
        ],
        [
            1,
            "江安寻找酒友，工科男，在本专业找不到志同道合的人，想找个有趣的人一起聊天喝酒晒太阳！男女都可以！"
        ],
        [
            1,
            "我一条二战失败的考研狗，工作都莫得着落，还天天给学弟学妹当人生导师，各种建议，各种谈心。这个世界真是相当的扯淡。"
        ],
        [
            1,
            "今天有个人跟我说她做了噩梦，哭了，担心考研复试失败。我说那也挺好的，我偶尔也很想哭一哭排排毒，可惜现在哭不出来，也没有时间哭。 ​"
        ],
        [
            1,
            "就很慌\n怕考研复试被刷\n怕考公失败\n怕找不到好工作"
        ],
        [
            2,
            "真的很缺朋友，很孤独"
        ],
        [
            2,
            "哪个学校"
        ],
        [
            1,
            "失败过一次就会更加畏惧失败\n一战复试被淘汰的阴影挥之不去\n二战复试临近\n压抑的喘不过气来\n心里装满了心事装满了畏惧\n吃不下饭正好减肥吗\n不希望两年的时光付之一炬\n最后一博或成或败\n仅此一次"
        ],
        [
            1,
            "翻来覆去想了很久 之前拼了命想要离开家去到另一个城市 由于中途没有辞职 怕考不上于是换了学校换了专业\n心心念念初试过线 最后也是听说初试排名第二稳稳进复试\n“这是我们逃离的城市 你为什么还要回来”\n考研选择的学校 或许真的代表了未来发展的城市 考上研就意味着失业 从头再来 再一次的洗牌 然后年龄大了 多写了几篇论文了 然而再无其他。\n优秀的人始终有让你看到她优秀的办法\n想太多 是我的通病吧 \n既然如此 先跨过眼前这个坎吧 \n复试朝着第一努力啊！"
        ],
        [
            1,
            "我一直以为自己进不了考研复试了，整个假期都没准备 结果现在竟然意外的进了，虽然只过线三五分 18号就要复试了 大家觉得我还应该去一下吗 好慌，求指导"
        ],
        [
            1,
            "大家有空的填写一下我的毕业论文问卷，谢谢大家啦\n西岭雪山官网游客使用情况调查问卷https://www.wjx.cn/jq/34962682.aspx"
        ],
        [
            2,
            "大号＋实名＋请我吃饭给我买东西，约"
        ],
        [
            1,
            "有没有读金融的小伙伴可以出书的啊??求《财政学》《会计学》《货币金融学》《统计学》《政治经济学"
        ],
        [
            1,
            "【兼职】\n工作内容：我们主要帮助国外求学的中国留学生解决课业难题，包括平时的paper，quiz，网课，考试等等。现需要各专业学生利用空闲时间代写作业，有培训流程，长期合作。\n\n要求：英语六级530+，雅思7+或托福95+，有耐心，负责\n\n薪酬：写作每千字200左右，加急另算；网课2000-3000不等；作业考试根据具体内容难度报价\n\n时间：自由支配\n\n联系方式：加微信cc20180703，备注代写兼职"
        ],
        [
            1,
            "?京东少东家招新啦！\n☀️京东少东家，京东金融直属高校培养基地，拥有完整的职业培养体系和商业结构锻炼。\n\n更有世界500强名企offer+京东总部游学+暑期峰会+完善的职业培养计划！！??\n在这里，你将收获\n【新视野】京东总部实习+暑期峰会\n【新机遇】APEC未来之声+亚力布论坛\n【新圈子】超70000人的大家庭，每年粉丝趴等精彩活动！✨✨\n☀️还有少东家明星代言人等你哦\u0014ª\n\n点击链接即可获取世界500强公司价值499元的人才测评题目一份https://jdjr.m.zhiye.com/#/jobs?jc=2（注意先注册再申请，测评完后添加微信小助手帐号scu_shaodongjia可获取测评结果）\n\n✨同时，不分组转发本条说说到空间截图给微信小助手可参与抽奖活动，有MAC口红、零食大礼包等你来拿哦！\n\n还等什么，快来加入我们吧！?"
        ],
        [
            1,
            "【家教兼职】\n海风教育招募线上家教兼职老师\n在家在寝室即可讲课！！\n招聘科目：小初高语、数、英、文综、理综、科学、竞赛等\n薪资待遇：\n小学、初一、初二：55-75/小时（初小竞赛班80/小时）；\n初三：60-80/小时；\n高一高二：65-85/小时；\n高三毕业班：75-95/小时（高中竞赛班120/小时）；\n欢迎进群了解:777079166（群里有更详细的资料！！有疑虑的同学可以先进群潜水看看是否真实～）\n\n正规大型教育公司（可百度），入职全过程不收取任何费用！"
        ],
        [
            1,
            "【售车】 Giant店内金色广场店）2017.11，九百购入，骑行次数二十次以下，但由于雨天较多，在室外淋雨，导致齿轮有些发黄，有意购买者可以去店内免费上油。价格购买者看着给。(蓝绿色)\n联系方式 QQ：563947335"
        ],
        [
            1,
            "年薪10W+，方大集团2019届校园招聘欢迎来投。\n             一、公司简介\n    方大集团1995年在深交所上市，业务范围涵盖高端幕墙系统及材料、轨道交通设备及系统、太阳能光伏发电、房地产和金融等板块，旗下现有5家国家高新技术企业，是集研发、生产、销售及服务为一体的大型综合性的高科技集团公司。\n        二、招聘专业\n   经管/财会/土木/机械/电子电气/工程等（部分岗位专业不限）。 \n        三、福利待遇\n1、转正年薪10W+。\n2、入户即享深圳市政府发放的15000-25000元租房补贴。\n3、享受公司10个月的免租住宿或租房补贴。\n4、缴纳社保、商业保险及公积金（六险一金）。\n5、年底发放年终奖，提供多种带薪假期。\n6、提供多样化的培训机会及国家注册执业资格补贴。\n        四、简历投递方式\n1、最优方式：官网http://zhaopin.fangda.com/campus投递。\n2、次优方式：关注“方大招聘”微信公众号，在校招通道栏目进行简历投递。\n3、其他方式：WORD版本简历投递至：527811019@qq.com。"
        ],
        [
            1,
            "今天在川大迷了路，重点是到了招聘会现场又回来了，太怂了，附近全是川大本校生就算了，为什么研究生博士生，海龟研究生也来？不给我留活路么！  ​"
        ],
        [
            1,
            "因为前段时间川大的复试线上热搜了，这两天整个呼吸治疗讨论的话题都是:\n为啥营养考研要归在医技里面？为什么大家考的题都不一样要一起划分数线？上一届医技“血崩”了。。。。华西拿宿舍几十年了。。。。。下一届呼吸9个男生！ ​"
        ],
        [
            1,
            "今天气了一天 学习也没有学习\n倒是晚上还被刺激到了\n川大今年复试线也太高了叭\n我真的 哎"
        ],
        [
            1,
            "?助力飞翔 越燃跃出色\nTCL 2019春季全球校招9大站点等你来撩/:jj\n帅气/美丽的宣讲嘉宾/:jump，亲切的HR小哥哥/小姐姐[Yeah!]，还有超炫酷的奖品/:gift已经在我们的宣讲现场等着你\n宣讲会后现场直接安排笔面试?，我们的offer到你手上只求更快更准更稳?，还在等什么，快来加入我们吧！? campus.tcl.com?\n\n川大站点交流会将于3月13日 15:00-17:30 在就业指导中心222室进行，欢迎大家积极参与哟。"
        ],
        [
            1,
            "广州好莱客创意家居股份有限公司\n         未莱星计划&amp;春季招聘\n月薪：10K起步\n岗位名称：营销管培生（营销、市场、策划）\n                IT  管培生（开发、需求、测试）\n                职能管培生（运营管理、人力资源、财务）\n                制造管培生（工艺、技术、IE）\n                研发管培生（结构设计、外观设计、五金工艺）\n专业：专业不限\n时间：3月16双选会\n            3月18宣讲会\n宣讲会地点：四川大学\n任职资格：\n1）985/211院校2019年应届毕业生。\n2）思维灵活敏捷，具备良好的沟通能力、人际交往能力和逻辑分析能力。\n3）专业不限，知识结构全面，综合素质优秀。\n4）较强的表达与说服能力，能清晰阐述自己观点，并达到交流效果。\n5）具有一定的领导力，在团队内、外具有影响力，能凝聚团队实现预定目标。"
        ],
        [
            1,
            "四川大学第六届“三·八”国际妇女节“魅力女生，美丽人生”主题活动线上报名启动；\n本次“三·八”节主题系列活动共包括七个关卡，若干环节活动，现“魅力T台秀”环节需要广大女同学提前填写报名表，以便我们对您的参与提前做好规划与安排；报名链接https://www.wenjuan.com/s/R7Rzam0/\n\n友情提示:\n①本次报名采取线上线下报名方式，线上报名3月8日早上11:00截止；线下报名请同学们活动当天到对应摊位进行报名参与；\n②3月8日当天可能有雨，请广大同学在参与活动的同时请带上遮雨工具以作防范，最后预祝广大女性朋友妇女节快乐！\n③活动奖品丰厚，还请同学们多多参与"
        ],
        [
            1,
            "浦发银行总行信息科技部来我们学校春招了\n本校交流QQ群：978692422（有及时的信息推送）\n招聘岗位：信息科技岗（开发）\n工作地点：成都市成华区\n待遇能对标到华为，工作压力较互联网公司小，包三餐（自助），六险二金，商业保险(补充医疗保险)、企业年金均有，还有高温补贴，节假日慰问，生日福利，婚礼慰问金等多种福利。\n招聘人数计划达数百至千人，这么大规模招聘特别少，需求量大，就业成功率高，有无offer都是一次难得的机会。\n更多信息加入交流群提问"
        ],
        [
            1,
            "反正渣男朋友圈会给你营造高大上学富五车西装红酒的样子，都是摆拍装逼，一眼都看得出来 不过谁让某些女生喜欢男生装逼呢"
        ],
        [
            1,
            "不知道学校收了来教室各种打广告的考研机构多少钱，我看着啥空降川大的语言就恶心"
        ],
        [
            1,
            "##求助##\n有大二的学弟学妹上过尹晓琴老师的概率论与数理统计吗？联系联系我吧 想咨询一下   请吃饭！感谢? QQ1376810210"
        ],
        [
            1,
            "请问开始补退选了吗？"
        ],
        [
            2,
            "请问星期一的学习心理学怎么样呀，事情多吗，补退选想选"
        ],
        [
            1,
            "“岁月是一场回不去的旅行，好的坏的都是风景”"
        ],
        [
            2,
            "有人想去百词斩实习吗，任何年级都可以哦，有很多岗位都可以做，用户运营比较多，英语四六级450以上都可以，想去的可以找我内推Q2302223679"
        ],
        [
            2,
            "望江校区周一晚上七点半到九点求代课 第四六八周 有偿私聊 联系方式qq847331821"
        ],
        [
            1,
            "又跳河了吗？"
        ],
        [
            2,
            "求问，考川大MBA的教材有哪些呀，多谢多谢！"
        ],
        [
            1,
            "江安河有人跳了？"
        ],
        [
            2,
            "我给别人发了逼图，我现在咋没下限了呢"
        ],
        [
            2,
            "逼图一发，立马对我不尊重了呢"
        ],
        [
            1,
            "yp一时爽，一直yp一直爽"
        ],
        [
            2,
            "江安河是咋了有人知道吗 为啥又来了一群警察"
        ],
        [
            2,
            "我给你发逼图，你给我发红包"
        ],
        [
            0,
            "江安贴单兼职，商业街张贴栏，每天40张20块，大概十分钟搞定。有意向加微信：13540637123"
        ],
        [
            1,
            "川大的小伙伴们 这次清明4.5-4.7号 目的地已定！出发去往国内最大的冰川 原始森林 海螺沟啦～还是老样子具体内容、行程全在文案里。\n\n（提示：这次清明出发后、5.1不会有活动啦，因为今年5.1劳动节单独放假一天所以没时间出去玩啦～）\n\n【联系我们】\nQQ群：622545558川大玩耍（gou da）组织  报名及详细行程可进群文管理员。\n进群请备注校区、学院、年级\n\n微信：546235889（加好友请备注  校区、学院、年级）\n\n微博：川大玩耍组织"
        ],
        [
            1,
            "请问有同学知道啥黄牛途径可以买到演唱会门票的吗？麻烦介绍一下哈！或者有同学有3.16日honne演唱会的门票吗？需要两张，可以高价回收啊！我的QQ383850330！谢谢各位了！"
        ],
        [
            1,
            "四川大学江安校区南门对面江安花园有房出租！户主是退休干部，养了只狗(对狗过敏别来)，600一个月，只租给学生，有热水，有洗衣机，有灶具，有空调，有独立卫生间，有阳台，有WiFi，可以养宠物。房子一套4，三间租出去给学生，一间自己住。现在只有一间空的，房间面积很大，就在四川大学南门对面的江安花园。有意者联系17602897768(刘)，不收你一毛钱中介费，如果你是通过江安花园的保安介绍过去，他会收你三百块，我当时就被收了。。。我是户主夏老师的上一任租客，帮他找下家，真心推荐，很安静，学习的好地方，离图书馆比寝室离图书馆还近。\nps，联系之前发个短信~"
        ]
    ],
    "10": [
        [
            2,
            "好无聊，info上怎么都没有那种渣的惊天地泣鬼神的故事出来让人振奋下精神"
        ],
        [
            2,
            "大三了实习都找不到，我可真是个废物"
        ],
        [
            2,
            "约了不行？"
        ],
        [
            2,
            "憋得慌"
        ],
        [
            2,
            "不用复查，先天"
        ],
        [
            1,
            "我16岁就上过女生，你呢？"
        ],
        [
            1,
            "我上过16岁的女生，你们呢？"
        ],
        [
            2,
            "急需解决一下"
        ],
        [
            2,
            "忍不住偷看前任的朋友圈，一次又一次的上头，脑子嗡嗡作响。"
        ],
        [
            1,
            "。。。。。。。。我觉得说考研那个人是瞎说。。公共课除了政治其他老老实实学就行，政治肖大爷，然后专业课按照考纲认真学什么资料淘宝的去买个真题就行了。。。不用像他说的各种群各种群，浪费时间。"
        ],
        [
            2,
            "“人生只是童年如此艰难，还是总是如此”\n“总是如此”"
        ],
        [
            2,
            "我也过得不好"
        ],
        [
            1,
            "毕业三年，混的不好，不知道你过的怎么样？"
        ],
        [
            2,
            "本人于2019年3月9日晚上10点左右在四川大学江安校区图书馆二楼捡到一对airpods耳机，想必失主一定很着急，拜托各位帮忙转发"
        ],
        [
            2,
            "今天见了一个脸被毁容的女的，很可怜，"
        ],
        [
            2,
            "请问毕业后的校友卡刷工学馆的图书馆为啥刷不了啊？是不是要去新政楼登记一下？毕业后才决定重新考研，想去图书馆复习，谢谢大家。"
        ],
        [
            0,
            "出古筝，敦煌牌，坐标江安西园，可议价可试音色。有兴趣的朋友可评论留言"
        ],
        [
            1,
            "找人聊聊天2196 978 551"
        ],
        [
            0,
            "绩点只要不是太惨就想办法出国吧\n考研圈子是三个升学圈子里最low的，你要是报了班，会遇到不少“假努力”，还有你看不起的学校的同学；以及一些自我标榜的“名师”浪费你的时间和精力。\n考研全程两三万，出国全程班三五万，层次，接触的人完全不是一回事。去不了美国还有欧洲hk新加坡，申不了博士也可以读个master渡下金。\n要是真要考研，公共课的资料群马上加；学校早点定，加到那个一起报考的群里买第一手专业课资料。贴吧，知乎，qq群，学校官网。\n现在是信息时代，掌握了信息，你就已经赢了一局了"
        ],
        [
            1,
            "主要是一点经验都没有，不能自己摸索吧，还是报个班靠谱点儿"
        ],
        [
            1,
            "都不太棒 自己复习最好 买资料别心疼就行"
        ],
        [
            1,
            "哪个考研机构比较靠谱"
        ],
        [
            1,
            "秀你妈秀啊，你们那些优越感从哪来的"
        ],
        [
            1,
            "这几天升温好钓鱼，有没有本校的小伙伴，组团到成都周边钓鱼耍的？Q3612452744。"
        ],
        [
            1,
            "可以价格感觉有点贵"
        ],
        [
            1,
            "请问有人知道望江校医院可以洗牙不？价格大概多少啊？"
        ],
        [
            1,
            "学校里有爱好sp的吗，虽然是小众爱好，但觉得肯定有同学……加qq648016712"
        ],
        [
            2,
            "万分之一的病我得了，万分之一的幸运我会有吗"
        ],
        [
            2,
            "就算很饥渴对陌生人也下不去逼"
        ],
        [
            1,
            "？？？为什么会这样？"
        ],
        [
            1,
            "怎么好的天气没人一起耍吗？2122455806"
        ],
        [
            1,
            "没有女生给我留号说明我川的女生不随便啊。"
        ],
        [
            1,
            "请问毕业后的川大校友卡还可以刷图书馆吗？！"
        ],
        [
            2,
            "那个外校的号？"
        ],
        [
            1,
            "求租校园卡 wwdc2885"
        ],
        [
            1,
            "你们的隔壁也是垃圾学校"
        ],
        [
            2,
            "我爸和我妈彼此要置对方于死地"
        ],
        [
            1,
            "我看过的女人身体估计上万个了\n但我还是没有体验过进去的感觉"
        ],
        [
            2,
            "就算沦为剩女一辈子嫁不出去，也不会考虑有些人的啊"
        ],
        [
            1,
            "婚前姨妈拦路虎\n婚后姨妈救世主"
        ]
    ],
    "09": [
        [
            1,
            "有一起耍的吗？留号啦"
        ],
        [
            2,
            "现在真是啥玩意儿都是上学了，在南门吃饭，对面两个男生高谈阔论，整个店里只能听到他们的声音，垃圾桶就在脚边愣是把纸扔了满地，然后讨论起各种女性不结婚沦为大龄剩女的种种恶臭言论，最后走了都没收拾店里阿姨都生气了，真的是服气"
        ],
        [
            1,
            "轰趴馆转让\n地理位置：金色校园广场背后蜀星花园，从西南门出发走路5分钟\n商铺简介：本店是一家经营多年的轰趴馆，小区房，带小院，桌游，棋牌，机麻，电视，桌球，投影，唱k，厨房等设备齐全。\n商铺优势：本店地理位置优越，消费人群集中，在大众点评、Airbnb均有注册，客源稳定，接手即可盈利。\n转让原因：因课业繁重，团队成员又面临考研实习压力，实在无暇经营，现特忍痛转让，欢迎有意者到店考察了解。\n有意者请联系电话：tel:17361019271 qq:2538699012"
        ],
        [
            2,
            "加了这么久的人才发现，好男人根本不会约炮"
        ],
        [
            2,
            "有人推荐不错的华西心理咨询中心的医生吗？"
        ],
        [
            1,
            "有准备出国的还没找中介的小伙伴吗，因为很多中介一起报名会有优惠，我最近准备找，有需要的可以一起呀！➕vx 13183807067"
        ],
        [
            2,
            "我就是要干预，你删你? 呢"
        ],
        [
            1,
            "妇女节过完了，想对女孩子们说几句话。\n（昨天 scuinfo 不知道怎么打不开了，所以今天才发☹️）\n\n很多人都喝到了奶茶吧，不过仔细想想，集体地被异性献殷勤是出于什么原因呢？难道是因为女性就是“弱小”的代名词所以需要“强大”的男性来施舍关爱？难道是因为女孩子的年轻貌美让异性爱慕？（所以就不用管年长的女性了么？）更直露地，难道是因为女性就是释放欲望的工具，被男性所向往？这些解释无一例外都指向难以察觉却恶毒无比的歧视，这是不是和妇女节的初衷南辕北辙？\n所以，今天的妇女节成了什么样呢？商家热衷于把它包装成“女王节”借机大做营销，甚至还有人生造出一个“三七女生节”，妇女节完全被庸俗的消费主义裹挟，似乎只为了让女性在这天好好享乐而存在，本身的使命却被忽视。要知道，就算是儿童节也不光是让小朋友们玩一整天，而是要让社会关注未成年人保护呀。\n妇女节的使命当然是为女性争取权利，还有人在这样做吗？四年前，“女权五姐妹”为抗议性骚扰投身社会运动，却遭逮捕，拘留一个月之久；去年，积极推动中国 MeToo 运动的北大学生岳昕竟被学校威胁无法毕业。今天，我们看到的是真正的女权运动者不仅在民间层面被边缘化和污名化，还在国家层面被敌对，成为政府“维稳”的目标。妇女节，本该是向她们致敬，并给予我们与她们并肩的勇气的一天。\n那么，今天还需要为女性争取权利吗？答案是肯定的。男女同工不同酬的现象仍然存在于职场上；多次发生的网约车事件提醒我们的社会还需要为保护女性做得更多；女性的表达自由仍然受到限制——描述女性身体部位的词常常附带着下流的引申义，甚至于直截了当地谈论“月经”这件再正常不过的事也令人无所适从，以至于让我们发明了“大姨妈”这样看似无害的词来避讳。妇女节的存在，难道不是为了让社会关注女性权利，让我们为女性权利振臂高呼么？\n不该被我们淡忘的是，妇女节是属于作为抗争者的女性的节日；过去我们需要抗争，今天亦是如此。记住并实践妇女节的使命，我们才有可能建构一个更加多元，平等和自由的社会。"
        ],
        [
            2,
            "有任何一方面优秀都不会见网友"
        ],
        [
            2,
            "长得帅的不会见网友"
        ],
        [
            2,
            "见网友的心理阴影需要医学干预了"
        ],
        [
            0,
            "出一套全新2020张剑黄皮书05-19（60RMB)，李永乐复习全书数一（45RMB)，张宇18讲（25RMB)，王江涛考研高分作文 （20RMB） 有意者可＋Q2423589363"
        ],
        [
            2,
            "7359你还不丑，你咋不去死呢"
        ],
        [
            2,
            "告诉我为什么约炮男这么丑！！！"
        ],
        [
            2,
            "约炮男没有一个不丑不渣"
        ],
        [
            1,
            "吃屎吧我"
        ],
        [
            2,
            "我为什么不去吃屎呢"
        ],
        [
            2,
            "我以后再也不见网友了"
        ],
        [
            0,
            "近江安校区500mTop轰趴馆本周日包场刷夜仅260元!!\n设备齐全，可容纳28人以上,人均不足10元!\n求各位老板支持一下 大一创业呜呜\n价还可以商量，联系qq  3149045478\n微信 runfitness"
        ],
        [
            1,
            "请问到江安的车票在哪里有卖呀，校园卡挂失了还没办下来……这几天上课很困扰！谢谢大家"
        ],
        [
            2,
            "我就想问川大有没有夸夸群，没有的话我建了一个556897550"
        ],
        [
            0,
            "1915680754体验"
        ],
        [
            0,
            "寻找考研路上的研友"
        ]
    ],
    "08": [
        [
            1,
            "我真的好想谈恋爱"
        ],
        [
            1,
            "望江附近有一个主卧出租，自带卫生间，空间挺大，装修还行，木地板，想找个同学合租，1k2一个月，有同学有想法吗？可以留个号详聊"
        ],
        [
            0,
            "有一起学英语的小姐姐么，来一起啊。"
        ],
        [
            1,
            "1093653021 有小姐姐来聊聊天的嘛"
        ],
        [
            2,
            "在自习室里吃薯片看电影哈哈大笑的同学\nnmsl（微笑）"
        ],
        [
            0,
            "出一套全新2020张剑黄皮书05-19（60RMB)，李永乐复习全书数一（45RMB)，张宇18讲（25RMB)，王江涛考研高分作文 （20RMB）"
        ],
        [
            2,
            "因本人实习现不在学校附近住，转（江安校区）北京华联美航健身20节私教课，具体信息私戳，有意者可在此消息下留言"
        ],
        [
            1,
            "有没有人出健身卡，江安\n774082891\n谢谢哦！"
        ],
        [
            2,
            "学校发助学金也太人性化了吧，明天正好还花呗"
        ],
        [
            2,
            "请问怎么退二专啊 不想学了 两头跑好麻烦?"
        ],
        [
            0,
            "有人在绵阳西南科技大学考过托福吗 需要确认信吗？谢谢?"
        ],
        [
            1,
            "爱一个人什么感觉啊，就是想分分秒秒都和他腻在一起，恨不得融化成一个人"
        ],
        [
            1,
            "想咨询一下川大 哪些专业就业前景好啊 谢谢各位"
        ],
        [
            1,
            "有周六晚上一起吃宵夜，周天早上一起吃早餐的小姐姐吗？"
        ],
        [
            2,
            "我恨前男友希望他不得好死孤苦一生\n我要报复"
        ]
    ],
    "07": [
        [
            1,
            "女生想啪啪啪的感觉：下面想被填满……\n不是很理解，能解释下吗"
        ],
        [
            1,
            "找白袜男s的留q啊，我白袜多的很"
        ],
        [
            1,
            "把她干出水比高潮还满足"
        ],
        [
            2,
            "为什么一接吻就湿了很想做爱"
        ],
        [
            2,
            "只想被钱慰问"
        ],
        [
            2,
            "好想再告诉他我很想他523"
        ],
        [
            1,
            "明天有那个女生想被慰问的吗？"
        ],
        [
            2,
            "好想结婚"
        ],
        [
            1,
            "明天过节，想变女人的＋我哦 1937570485"
        ],
        [
            2,
            "千山翻不过，万水难解渴"
        ],
        [
            1,
            "川大有校刊吗？就是那种学生自办的杂志报纸啥的。想起当年我们中学有几份很不错的校刊，真是怀念?"
        ],
        [
            2,
            "我爸和我妈离婚了，变成了死敌，我怎么办"
        ],
        [
            2,
            "我爸当着我的面说，没有养出来儿子算什么男人"
        ],
        [
            1,
            "望江代课！132      8183       \n1175微信"
        ],
        [
            2,
            "有没有我们本校考研成功调剂外校的学长学姐呀？求指导，请吃饭或者请喝奶茶，都可以！真心求，约炮者勿扰！"
        ],
        [
            1,
            "望江校区求个白袜男S啊！???"
        ],
        [
            2,
            "我的脱单只能指望网络了"
        ],
        [
            2,
            "单身久了听到个男声我都浑身酥麻"
        ],
        [
            1,
            "有没有以前在格力待过的学长学姐啊，本科应届毕业生待遇是不是像网上说的那么残酷啊，好慌"
        ],
        [
            2,
            "大家好 请问大家知道梁中和老师的中华文化怎么样吗"
        ],
        [
            1,
            "请问一下大家，我有个朋友要来华西校区参加复试，要在这儿住两天，哪儿有比较便宜的房屋出租呀？谢谢大家了"
        ],
        [
            1,
            "专利对保研真的有作用吗 怎么没听说过啊"
        ],
        [
            2,
            "【求助】\n下午1:50的课找人代上，有酬劳\n要求：拍ppt、记重点\nqq：824280675"
        ],
        [
            1,
            "有没有人出租电信宽带的？"
        ],
        [
            1,
            "川大江安贴单兼职：校内贴单兼职，周一到周五每天20元，贴40张传单，主要贴商业街区域，时间自由安排，不影响学习。加微信：‭13540637123（备注：贴单"
        ],
        [
            2,
            "四川大学经济学院金融专业的硕士好考吗，这个专业是学什么的鸭"
        ],
        [
            2,
            "每天自煽自己的室友，拍什么需要你拍10分钟？？停停好吗，球球"
        ],
        [
            2,
            "学校真的没人管黑人插队是吗？？？辣鸡黑人，恶心！"
        ],
        [
            2,
            "渣渣中的渣渣，我想报复你只需动动手指"
        ],
        [
            2,
            "就很难受"
        ],
        [
            1,
            "见的所谓狗学者专家博导多了，你才会相信这些人模狗样有多么恶心!"
        ],
        [
            1,
            "那个撸的不如戒撸，找个可以一起睡觉的女朋友，解决需求还能锻炼身体。"
        ],
        [
            1,
            "屌丝，我从来都是妹子帮我弄出来"
        ],
        [
            1,
            "ls5875265?️"
        ],
        [
            2,
            "有没有艺术学院艺术学理论影视编导理论与实践研究的师兄师姐，想请问一下考研复试的问题"
        ],
        [
            1,
            "我jj怕冷，想找个又湿又热的地方呆着"
        ]
    ],
    "06": [
        [
            0,
            "考学还是考专啊 好纠结"
        ],
        [
            0,
            "为什么每年本校考本校录取的反而更少 是因为本校报的少还是因为其他？"
        ],
        [
            1,
            "复试的时候带专利证书作用大吗"
        ],
        [
            1,
            "望江租正装价格是怎么样的啊"
        ],
        [
            1,
            "麻烦求告知下，有同学清楚我们学校的土木工程，建筑，工程管理，电气工程，房地产这几个专业的大四，研究生宿舍在哪里吗？急需求助，感激不尽！"
        ],
        [
            2,
            "谁口语好的啊，可以交流交流吗，想练口语"
        ],
        [
            1,
            "你们怎么都穿着品如的衣服"
        ],
        [
            1,
            "那就亲亲嘛"
        ],
        [
            2,
            "亲就亲，干嘛伸舌头"
        ],
        [
            1,
            "纯聊天，留号"
        ],
        [
            2,
            "谁如果在我身上三分钟我直接砍死他"
        ],
        [
            2,
            "我也不会要三秒男"
        ],
        [
            1,
            "问个问题\n冰箱为什么是柜子，冰柜为什么是箱子\n还有3-8为什么等于-16"
        ],
        [
            1,
            "春天到了，又到了小动物们繁衍后代的时候了，雄性发出了求偶信息来吸引雌性，这是一种叫做yp的信息素，但是部分雌性会排斥这种信息素，她们更希望找到固定伴侣。部分雌性和雄性并没有进入发情期，或者将发情期隐藏了起来，这么做是为了更好的提高自己，让自己在下一个发情期取得优势。"
        ],
        [
            2,
            "有选了今天下午的走进鱼类世界的同学吗？今天中午开会所以来不及赶到望江就没有去，第一节课有助教的联系方式或者课程群吗?好人每学期满绩!"
        ],
        [
            2,
            "男朋友不拿来用，难道还要把你当佛供着？"
        ],
        [
            1,
            "大二和一个陌陌认识的姐姐约过炮，26岁。刚来成都，没有亲朋好友，就说去陪她，她也同意了。\n那天去的她家，一进去就激吻然后没啥前戏直接开干，然后就很快，估计3分钟吧……后面基本啥都没做，聊了很久的天\n回家我就被删好友了。所以光顾自己爽，是没有女朋友的！"
        ],
        [
            1,
            "江安校区内的健身房多少钱啊，求问嘤嘤嘤"
        ],
        [
            2,
            "啥时候可以报名cet4呢？有没有人知道"
        ],
        [
            1,
            "别约炮了\n我刚上大学也是超级想约炮\n约了几次以后感觉没有意思\n还不如撸管\n而且\n和你不喜欢的女人做完会很空虚\n而且约炮只是让你一个人爽吗？\n很累的\n所以还不如撸管"
        ],
        [
            1,
            "请问在学校这么办护照啊？户口不在四川"
        ],
        [
            2,
            "有小姐姐想约拍汉服或者COS吗 我可以无偿免费拍+后期 刚入坑摄影的妹纸一个?"
        ],
        [
            2,
            "有人出周三晚上的校公选课吗？\n我可以用周二晚上的中华文化交换。\n真的很需要\n谢谢大家了。"
        ],
        [
            2,
            "info不能屏蔽那些yp的吗，一群傻逼"
        ],
        [
            2,
            "想问问，有没有跨专业考研的姐妹呀"
        ],
        [
            1,
            "望江华西新村求合租考研室友，东区操场旁边，房租1000一月，本人男。不接受情侣，有意者私聊微信edwardtsai1"
        ],
        [
            1,
            "看到你们这么多人约炮唉，想想当初上大一的时候鬼迷了心窍，没认识几个女生，然后一晃就上了大二了，人家那些女生都有了自己的小圈子了，难搞哦！"
        ],
        [
            2,
            "求一节周四或者周五的网课！很急！价格可以商量"
        ],
        [
            1,
            "找一个稳定的小姐姐做我床友\n个人情况:身高178，体重72kg，有肌肉，颜值优   会唱歌很暖\n希望你不低于160，身上不要有太多赘肉，白净干净\n加q:2796892882 可以互发照片，看感觉进一步决定"
        ],
        [
            1,
            "都这么刺激的吗？刚刚开学空时间比较多，要不要加我一个"
        ],
        [
            2,
            "女生最好，欢迎男生来咨询？"
        ],
        [
            1,
            "已毕业川大学姐在望江南门高攀路租了一个套二，现在诚招室友。情侣和女生最好，欢迎男生来咨询。主卧加阳台，价格1100左右，押一付三。\n门外就是高攀路公交站，步行可到桂溪公交站、科华中路；100米内有高攀路菜市场，300米内有泛悦国际、家乐福超市；骑车到望江校区10分钟以内，附近饭店、便利店、药店、ATM机齐全。\n房屋配置：客厅配五人沙发、餐桌、茶几，配有电视机，平时未用。卧室有三个衣柜，椅子梳妆台；厨具齐全无需添加。可拎包入住。\n加微信649519677联系，可看图片。"
        ],
        [
            1,
            "春天是3 4 5月 快过去了？想什么呢？"
        ],
        [
            1,
            "看来info的人，最近欲望难填啊，春天都快过去了。"
        ],
        [
            2,
            "快被北苑工地噪音整疯"
        ],
        [
            2,
            "有没有人知道怎样投诉北苑宿舍外面的工地噪声污染"
        ],
        [
            2,
            "想去死，至于为什么还不去死，因为还有父母，他们会伤心，从出生到现在，都没有开心过，既然出生不能选择，我苟活着，并不想生孩子，让她过着跟我一样蛋疼的生活，让她在生活中某一天，责怪我为什么要把她带到这个世界上，我宁愿没有活过，我宁愿做一株没有思想的植物"
        ]
    ],
    "05": [
        [
            1,
            "江安考研二战，7-12月，本人男，喜静，无任何不良嗜好。\n求租房或合租，有童鞋能提供租房信息的，感激不尽\n研友也好。Q963219631"
        ],
        [
            2,
            "千万不要去望江北苑美发室！那就是个坑，而且做的炒鸡丑，操他妈傻逼托尼！！！！"
        ],
        [
            1,
            "有需要工信部国家二级计算机证书的可以找我。全国联网可查。本人也是川大学生，真实可靠。有需要加q3316486735"
        ],
        [
            1,
            "郫都实验学校教师资格证的，一起来拼车撒！望江出发。qq945998334"
        ],
        [
            1,
            "因为我从不发照片"
        ],
        [
            2,
            "info的人我都加过来了，从来没加过帅哥，只有屌丝，看来优秀的人不会缺性生活"
        ],
        [
            2,
            "请问华西附近有没有短租或者寝室床位。男生。一个月。考试复习期间就晚上去睡。有意者请联系18380151091"
        ],
        [
            1,
            "其实我也是女生，听你这么一说都不想约了"
        ],
        [
            1,
            "我是女的，不知道性别咋不对"
        ],
        [
            1,
            "你约过男生?"
        ],
        [
            1,
            "info是所有约泡平台里男生质量最差的，不吹不黑"
        ],
        [
            2,
            "小蘑菇，你好~"
        ],
        [
            2,
            "对自己有逼数就行"
        ],
        [
            1,
            "我的心好我还来约?"
        ],
        [
            2,
            "你定负糟糠恩"
        ],
        [
            1,
            "你不欺少年穷\n我不负糠糟恩"
        ],
        [
            2,
            "看你的心了"
        ],
        [
            1,
            "多少钱艹"
        ],
        [
            2,
            "我让你艹，你给我花钱，"
        ],
        [
            1,
            "江安附近有房子出租吗\n或者合租也行\n无不良嗜好不抽烟不喝酒不吵闹不养宠物\n一周只待2-3天房费均摊\n有意联系qq195424898"
        ],
        [
            1,
            "不管是清晨的粥，还是深夜的酒，都是要收钱的。而我，在你身边的时候，把我蛋糕里的奶油给你吃了，把我最喜欢的歌唱给你了，把我最初的心碎在你那儿了。\n甚至现在，就连撩个小姑娘，我都似乎懒得费心思了。我变得不那么想找对象了，却依然还是喜欢当初还不会唱，现在唱着唱着想哭的歌。我陪你长大的，你却不可能陪我老去。所以我可能会在越来越需要爱情却越来越怂中孤独终老。"
        ],
        [
            1,
            "爱上一个人的时候，每天可爱一下，一星期可爱八下，星期天可爱两下。\n一个人的时候，每天可爱一下，在心里可爱一下。"
        ],
        [
            2,
            "前女友想找你当炮友多半是旧爱难却"
        ],
        [
            2,
            "有没有身高176+，瘦瘦的白白净净的男生和我谈个甜甜的恋爱啊？啊啊啊啊啊啊啊啊"
        ],
        [
            1,
            "前女友突然提出想和我成为炮友\ninfo的朋友说我的16cm给她用吗？"
        ],
        [
            2,
            "炮友爱上我，心里有愧疚"
        ],
        [
            2,
            "有没有小伙伴在郫都区实验学校考试的呀…3月9号一起拼车吧_(:з」∠)_\nqq 1032142164"
        ],
        [
            2,
            "建了一个互帮互助点赞转发群。群聊号码：528940361。欢迎有需要的川大小伙伴加入"
        ]
    ],
    "04": [
        [
            1,
            "我也想有个炮友"
        ],
        [
            2,
            "告诉你们一个秘密，花呗分不分期，利率都是18%，所以最好不分期"
        ],
        [
            1,
            "那么大的教室空着 非要坐老子这一排 还不让抖腿 你怕是有什么jiba毛病"
        ],
        [
            2,
            "吐个槽，炮友都跟我实名，相亲对象连真名都不愿说"
        ],
        [
            1,
            "2875221362\n认识一下吗？"
        ],
        [
            1,
            "保研的时候，文章和专利有用吗"
        ],
        [
            1,
            "test b"
        ],
        [
            0,
            "请问刷分的话时只需要课程号一样就行了吗？课序号不同可以吗？"
        ],
        [
            1,
            "test a"
        ],
        [
            0,
            "求助，咱学校，有没有学长学姐，出高分子考研资料的，数学，英语，专业课什么的复习资料，请吃火锅，，qq1069333456"
        ],
        [
            1,
            "我是真的想找个炮友，异地太难受了"
        ],
        [
            1,
            "总分过了，单科没过线啊，难受"
        ],
        [
            1,
            "求购二手考研资料\n数一英一\nqq 3436086856"
        ],
        [
            1,
            "女生不约炮？你以为91那些视频都是靠钱砸的？"
        ],
        [
            2,
            "感谢隔着这么远也彼此挂念"
        ],
        [
            2,
            "\n成都最大驾校培训机构路正驾校今年向川大学子放福利！专业的驾考师傅为你提供专门接送服务和驾考指导工作，学生优惠价只需2380元包会包过。本人江安在校大三学生，具体详情欢迎联系微信：CEOthz /qq：903655106了解。"
        ],
        [
            2,
            "爱情，性，孩子，婚姻，四件事"
        ],
        [
            2,
            "有没有在青白江考教师资格证的同学？求拼车，望江出发"
        ],
        [
            1,
            "帮西财的一个美丽的妹子问一下，有没有考人大金砖的学弟学妹呀，加QQ550505339了解一下"
        ],
        [
            2,
            "我更感慨，炮友都比男友对我好，，一定是男朋友太渣，，"
        ],
        [
            1,
            "有没有会粤语的小姐姐，喜欢粤语歌，但是不会粤语，好难受！想学一下粤语！??????QQ小号981046447"
        ],
        [
            2,
            "感慨啊，炮友比相亲对象对我好的多"
        ],
        [
            2,
            "真后悔没有日死你"
        ],
        [
            1,
            "讲真的，就没有那么一个妹子，愿意和我一起互相怼来一起变得优秀吗？\n就算到时候你优秀了，看不上我了，那我如果真的就那么不入你的眼了，好聚好散也挺好啊。\n我也不是那扶不上墙的烂泥啊，可能就是那种需要扶一下才能上墙的那种。"
        ],
        [
            0,
            "江安转让一辆小电驴嗷，安尔达45v。因为要搬出去住啦，车子留在学校有点鸡肋，所以转给小伙伴！上学期买的的新车，说明和购买证明都在，牌照已上。2900入的再加一把锁，1500出吧。手机：13060079790"
        ],
        [
            2,
            "hi\n有人这周六去邛崃或都江堰考试吗\n从川大出发更好\n一起的朋友请加微信：17796413753"
        ],
        [
            1,
            "真后悔在一起的时候没有多操你几次"
        ],
        [
            2,
            "望江附近有江安神藕吗？疯狂想吃！"
        ],
        [
            1,
            "躺在床上翻来覆去睡不着，心里有好多话想说。但又觉得作为一个男生，特别是作为一个大部分同龄人已经成家立业的男生来说这样会很矫情。孤独的时候想有个人听我倾诉，反而陷入越觉得孤独就越不想倾诉的怪圈。\n我是一个缺乏自信的人，想玉树临风却相貌平平，想满腹经纶却胸无点墨，想一掷千金却不名一钱，想乘风破浪却又畏缩踯躅。某人说这个世界上有两种人，一种是快乐的猪，一种是痛苦的人，因为猪虽时运不济但善于自我满足，人则恰好相反。我想这可能有些不对，应该还有快乐的人和痛苦的猪，快乐的人之如大学时人生赢家某学长，而痛苦的猪正之如我。"
        ],
        [
            1,
            "8个月没有看过info了，看到满屏的黑暗面的东西竟有些不适应，关注了四年info，最喜欢的还是玻璃杯那段时间的气氛，也就当在这儿倒倒苦水。考研成绩出来后由于擦线的分数一直心神不宁，其实在这之前，我未曾想过我能成功上线，因此能上能下的分数让我有一种“或许我能行”的获得感，我害怕失去，倘若我直接200多分，可能我现在反而能潇洒的找工作或者阴踹踹的准备二战，偏偏是今年考研上线人数巨多，而且本专业高我十分的区间挤了五六个人（总共才招3人的小专业），在准备令人窒息的七门主干专业课同时，我一遍遍的刷考研帮调剂信息，一遍遍的看川大兰大的官网，一次次的去找专业课老师请他帮我调剂，溺水的人恨不得握水成冰爬上岸来，我知道这次的考研就是我人生的一次重大的转折，失败的大二大三让我一度厌世，从山顶摔到谷底的感觉让我清楚，失败是巨大的沟壑，人失败久了，会变得不自信，自闭，自卑，像是一滩烂泥一样对生活毫无希望，我太想生活照进一束光了，明天后天就是大川出分数线的时间了，我希望我能够抓住这次机会，在研究生阶段好好做自己喜欢的实验，踏踏实实的不再被诱惑迷了路，最后，希望info和看到这段文字的你越来越好，肯定会越来越好"
        ],
        [
            1,
            "info这么难加载出来的吗"
        ],
        [
            2,
            "成都最大驾校培训机构路正驾校今年向川大学子放福利！专业的驾考师傅为你提供专门接送服务和驾考指导工作，学生优惠价只需2380元包会包过。本人江安在校大三学生，具体详情欢迎联系微信：CEOthz /qq：903655106了解。"
        ]
    ],
    "03": [
        [
            1,
            "请问这学期法学院开证据法的课了吗？辅修的渣渣想去听，球球好心人告诉一下吧"
        ],
        [
            1,
            "浦发银行总行信息科技部来我们学校春招了\n本校交流QQ群：978692422（有及时的信息推送）\n招聘岗位：信息科技岗（开发）\n工作地点：成都市成华区\n待遇能对标到华为，工作压力较互联网公司小，包三餐（自助），六险二金，商业保险(补充医疗保险)、企业年金均有，还有高温补贴，节假日慰问，生日福利，婚礼慰问金等多种福利。\n招聘人数计划达数百至千人，这么大规模招聘特别少，需求量大，就业成功率高，有无offer都是一次难得的机会。\n更多信息加入交流群提问答疑"
        ],
        [
            1,
            "不会的，他会很喜欢的"
        ],
        [
            1,
            "男的yp我能理解但是真的有那么多女的去yp吗？纯粹好奇，觉得不可思议"
        ],
        [
            2,
            "语言重新组织一下，yp男开好房等我，我进去发现他很帅，主动抱他会不会让他觉得我很贱？"
        ],
        [
            1,
            "不会"
        ],
        [
            1,
            "为什么片里面的女生身材都那么好？"
        ],
        [
            1,
            "二月没有"
        ],
        [
            2,
            "二月是不是没有三百块"
        ],
        [
            1,
            "SCU每年几十亿的预算，服务器还那么差，就不能更新换代一下？！"
        ],
        [
            2,
            "求问学长学姐大四下学期很忙吗？可以一直在外地实习，答辩的时候再回去吗？形教必须上吗？"
        ],
        [
            1,
            "600分是真的牛批"
        ],
        [
            2,
            "我妈今年54，我爸今年53，我爸要离掉我妈重新再娶再生"
        ],
        [
            1,
            "你好 我在找一本叫做容斋六笔的书.\n容斋随笔不是只有五笔吗？\n我刚才看见了 就叫做容斋六笔"
        ],
        [
            2,
            "人口15万GDP150亿怎么样"
        ],
        [
            1,
            "单身13年"
        ],
        [
            2,
            "人渣才看透你"
        ],
        [
            1,
            "刚刚看到在微博上一个：口交也会传染性病\n评论里一个女生@一个男生（估计是她男朋友）\n那个男生回复：你到底是要还是不要嘛\n???"
        ],
        [
            2,
            "越想越觉得你这个人真的呵呵"
        ],
        [
            1,
            "睡不醒比死都难受"
        ],
        [
            1,
            "在info约炮的都是闷骚又没资本的?中?"
        ],
        [
            1,
            "去金广路上墙上写着的\n艺术学院书记xx用脑控仪杀人\n是啥？？？"
        ],
        [
            1,
            "自己懒到真的是一泡热屎都吃不上"
        ],
        [
            1,
            "而且交押金的一律不考虑"
        ],
        [
            1,
            "千万别在58同城这种找"
        ],
        [
            1,
            "哎 想找男朋友"
        ],
        [
            1,
            "也睡不着"
        ],
        [
            2,
            "越瞌睡越睡不着"
        ],
        [
            2,
            "花呗的年利率18%，可以呀"
        ],
        [
            2,
            "懒得打字"
        ],
        [
            1,
            "换个文案"
        ],
        [
            2,
            "电气大四的黄某晨谈恋爱时篡改自己是西安人，瞧不起老家银川。谈恋爱脚踏几只船，在外同居夜夜笙歌还发博力证熬夜学习。吃饭不付钱买假包送女友号称当代小白脸，穿女朋友买的衣服鞋子以及自己买的A货去跟别人约会，分手后恼羞成怒还倒打一耙。请各位姐姐妹妹睁大眼睛，PUA男典范也许就在你身边! !"
        ],
        [
            1,
            "昨晚十一点多回来便噪音不绝，今早八点多直接将人从梦中吵醒。清晰地听见从屋子这头到那头往复不绝的脚步声，挪动物品沉闷的碰撞声，偶尔爆出的人声。我衷心希望楼上改则改，不改则早登极乐，免得再祸害他人。"
        ],
        [
            1,
            "想和喜欢的女人边亲边做\n然后再口硬\n在做\n做到硬不起来\n最后抱着睡觉觉\n想想就很幸福呀"
        ],
        [
            2,
            "约炮男比嫖客素质还差，嫖客好歹还知道付出"
        ],
        [
            1,
            "今天刚刚买了女生的胸罩，穿上体验了一天，得出以下结论。\n1、没胸的女生会比看见的更多，因为她们的胸是罩罩撑起来的。\n2、胸罩真的有些捂，夏天很难受，但是冬天很舒服。"
        ]
    ],
    "02": [
        [
            1,
            "萌系正太想聊骚，qq1033288695"
        ],
        [
            2,
            "都不知道是谁对不起谁"
        ],
        [
            2,
            "那贵不贵呀"
        ],
        [
            1,
            "江安这边有没有琴房？"
        ],
        [
            2,
            "或许有同学有校车票吗？求收20张"
        ],
        [
            1,
            "请问在哪里可以看到二专的课表呢，谢谢。"
        ],
        [
            2,
            "请问川大附近有没有带泳池的健身房啊"
        ],
        [
            2,
            "请问有没有法学专业的考研群呀 谢谢大家了"
        ],
        [
            2,
            "越来越喜欢男人"
        ],
        [
            1,
            "我只是单纯想约电影，没有约炮的目的"
        ],
        [
            2,
            "也不知道你为何会自命不凡，前不久得知那个你看不起的a得到了你渴求许久的机会，当时我劝你去争取一下，你却对a的争取嗤之以鼻，说另一条路照样可以，可如今看结果，你的自信真是可悲\n我哀你之不幸，怒你之不争，已是陌路，吾爱莫能助"
        ],
        [
            2,
            "知道贴吧名，能不能搜索到他发过的贴子"
        ],
        [
            2,
            "你要删我等我给你发张照片再删啊"
        ],
        [
            1,
            "真的假的？那你要和我约电影吗？"
        ],
        [
            2,
            "info约电影的都是约炮的"
        ],
        [
            2,
            "my doctor"
        ],
        [
            2,
            "想认识医学生"
        ],
        [
            1,
            "哦？那要怎样才不菜？"
        ],
        [
            2,
            "稍微一聊骚就湿的一塌糊涂，菜鸡"
        ],
        [
            2,
            "长得好看的不会在这里发骚"
        ],
        [
            2,
            "info男的女的都是丑逼，散了吧"
        ],
        [
            1,
            "你错了，info根本没有女生"
        ],
        [
            1,
            "info女生质量是真的不行"
        ],
        [
            0,
            "服务器断了？？？"
        ],
        [
            2,
            "体测只有一次真的要延毕了吗，延期多久能拿到毕业证啊"
        ],
        [
            1,
            "原来各位都玩得这么开的吗？来来来，留号我加，刷新你的下限"
        ],
        [
            1,
            "想原味口一个妹子\n让她爽到怀疑人生"
        ],
        [
            1,
            "愿世上无鼾，今夜有眠"
        ],
        [
            1,
            "楼上的，我明天（今天）6点半起床...绝望了"
        ],
        [
            1,
            "楼上的，我已经闭眼三个半小时了，真的，又拿起了手机，还有那个赞是我点的。。。"
        ],
        [
            2,
            "为什么乌烟瘴气的……以前还有讨论，现在都是sex，你们去探探不好吗？soul也行，还能打电话。"
        ],
        [
            1,
            "如果有认识四夕同学的，能不能让她看一看info，好久没看到她的身影了……失落……！"
        ]
    ],
    "01": [
        [
            1,
            "埋头读书快四年了 虽然学业上有好的结果  但苦逼的四年单身生活有时还是令人绝望！特别是到了这个毕业的档口 内心骚动却又很无奈！"
        ],
        [
            1,
            "异地恋真无聊\n就是憋个那么久见面开房猛干\n像嫖一样"
        ],
        [
            1,
            "东二二楼靠食堂那边的寝室每天都有人喝醉然后吵到凌晨吗？???"
        ],
        [
            1,
            "我特别容易把炮友当成女朋友"
        ],
        [
            2,
            "tempest考上研了吗？"
        ],
        [
            0,
            "求问考研的学长学姐考研政治和考研英语推荐买哪些资料啊?O(∩_∩)O"
        ],
        [
            2,
            "info:屌丝集中营"
        ],
        [
            2,
            "千里送屌，"
        ],
        [
            2,
            "男人也是女人生的，为什么有些男人根本不是人"
        ],
        [
            1,
            "艾欧尼亚黄金三的小姐姐，看到你老子激动地搓手手~\n可不可以，和你打排位~\n你玩ADC，我玩辅助"
        ],
        [
            2,
            "我们学校有考普通话的地方吗，怎么报名呀"
        ],
        [
            2,
            "自闭了"
        ],
        [
            1,
            "你哭是因为你没遇到我"
        ],
        [
            2,
            "info男生质量，，，我哭了"
        ],
        [
            1,
            "好像感觉INFO上女生质量不很高...但其他地方又比INFO危险好多...约过4个加的话请女生先发照片讨厌钓鱼。不是卑微约的男生觉得找女生并不难希望能有颜值中上的女生能长期毕竟自己条件还可以\n2796892882"
        ],
        [
            1,
            "那请你留下联系方式，秒删即可，我加你"
        ],
        [
            2,
            "需要一个给我千里送的小哥哥"
        ],
        [
            1,
            "微信区：不焚者\n微信区：AV奥本海姆\n吃鸡的同学加一下带飞，把把吃鸡"
        ],
        [
            2,
            "今年的网课什么情况？为什么都上这么多节"
        ],
        [
            2,
            "我们连想删对方的时间都一样，"
        ],
        [
            2,
            "如果你的男友有过约炮史，请一定记得分手"
        ],
        [
            2,
            "对你自己没有逼数吗"
        ],
        [
            2,
            "约炮男都是畜生，不是人"
        ],
        [
            1,
            "那你来倒贴，我等你。"
        ],
        [
            2,
            "长得帅我倒贴都行"
        ],
        [
            1,
            "人家找了个免费鸭子你觉得你占便宜了"
        ],
        [
            1,
            "人渣。"
        ],
        [
            0,
            "学校管教室的是哪个部门呢\n文科楼某教室装修味太重了，怀疑有甲醛"
        ],
        [
            2,
            "约炮难道不用给约炮女花钱的吗"
        ],
        [
            0,
            "求问望江有没有可以大声背英语的地方"
        ],
        [
            2,
            "尊重是有前提条件的，不是说给你这种丑逼听的，OK?"
        ],
        [
            2,
            "我尊重你妈个比，你这种丑逼配吗"
        ],
        [
            1,
            "器大活好，超温柔2464039387"
        ],
        [
            1,
            "好难过啊 没有找到合适的工作 和我一样吗？我们来聊聊嘛"
        ],
        [
            1,
            "找一个反差的妹子聊聊，1512053233"
        ],
        [
            1,
            "为什么你们都给我点赞 却不给我你们的微信"
        ]
    ]
}