{
    "31": [
        [
            2,
            "前几天男朋友还在精心为我准备七夕的礼物，怎么这几天我就觉得他不爱我了呢？原因是他不愿意跟我讲两次晚安?"
        ],
        [
            1,
            "现在就放弃考研的那位，我cnmb，软弱！我只花了3个月就考上了，别放弃哇"
        ],
        [
            1,
            "暑假工作请联系。boy别来 vx 13088007999"
        ],
        [
            2,
            "商学院2016级女XY，大家都以为她是大佬，结果没想到是个心机婊"
        ],
        [
            2,
            "想问一下有在校医院打过hvp的小仙女吗？新老校区都有吗？"
        ],
        [
            1,
            "18级  轻纺与食品学院  王晋哲同学\n你的校园卡掉了\n联系我qq，1350675924"
        ],
        [
            1,
            "3p"
        ],
        [
            2,
            "感觉自己越来越橘了…连跟女孩子上床都觉得能接受了（以前完全不能一点也不行），我是不是要弯了…？"
        ],
        [
            1,
            "如果现在开始放弃，考研就多了一整年的复习时间"
        ],
        [
            1,
            "有没有计算机学院刚毕业还没找到工作的童鞋！本人是18届毕业生，创建公司。需要以下职位：app 开发童鞋、UI 设计师\n工资面议\n详情咨询赵老师：18200441526"
        ],
        [
            2,
            "嗯……info的夜间模式弄了就调不回来了…?"
        ],
        [
            1,
            "新东方招聘\n岗位：初中英语学科运营\n工作内容：英语活动课教授及课程内容设计\n技能要求：英语专八/雅思7及以上/托福105及以上（口语能力佳）\n                        英语教师资格证\n上班地点：桐梓林新希望大厦\n高薪，工资面聊\n联系电话：15756314969\n简历投递邮箱：yuxin9@xdf.cn"
        ],
        [
            2,
            "我真的害怕自己考不上研"
        ],
        [
            2,
            "有没有喜欢去方糖的朋友"
        ],
        [
            1,
            "有没有明天回巴中或者平昌的朋友，一起走，"
        ],
        [
            1,
            "高薪兼职qq2498549731"
        ]
    ],
    "30": [
        [
            2,
            "一般哭天喊地的都会考上………"
        ],
        [
            2,
            "我要考研，但是男朋友天天都找我玩，现在还没怎么复习，真的心慌。。。\n不行，我要跟他断绝联系！！！(。•́︿•̀。)"
        ],
        [
            2,
            "寻一个辅导微积分的线上老师，大一经管的微积分，课时费好商量，qq：820931490，联系的时间麻烦出示一下自己的微积分这门课的分数奥"
        ],
        [
            2,
            "俺有个很严肃的问题，怎么才能认识到男生啊？非线上的，别给俺留号。"
        ],
        [
            1,
            "晚上望江约哪吒，加QQ3089045815"
        ],
        [
            1,
            "快点毕业吧，不想再和不喜欢的人同住屋檐下了。真是遭罪！奇葩室友是真的烦！"
        ],
        [
            1,
            "分，果断分了。"
        ],
        [
            2,
            "我感觉我男朋友就是想和我睡而已\n活还差\n分吗？"
        ],
        [
            1,
            "“还是想去读博士，但是未来五年就会很穷。”\n“那我努力工作养你呀”"
        ],
        [
            1,
            "由于性功能不太行，被迫换了好几任女友了，糟糕。"
        ],
        [
            2,
            "一直以为info的消息是给微博info投稿然后info管理员发出来的......"
        ],
        [
            2,
            "真的是心理扭曲吧傻逼一个，别粉饰了，傻逼玩意儿，没人感兴趣你的内心小作文，装你妈呢装。"
        ],
        [
            1,
            "哪有什么幸福，眼瞎倒舔渣男的女人不配幸福。"
        ],
        [
            1,
            "我是你我就根本不会理别人说什么。大段大段地发些出来，谁有闲工夫管你这点破事，看你的内心戏都看得很烦了。"
        ],
        [
            1,
            "你mmp能不能闭嘴，看到你信息和讨论你的信息都烦了，管理员能不能封禁了，我日"
        ],
        [
            1,
            "呵呵，我算是明白了，info上面都是圣人，都是道德警察...说的东西换到自己身上怕是也做不到吧...我也想清楚了，现在我女票很爱我，我也爱她。身边也没几个真心对我好的，而她是对我最好的那几个人之一...我们的感情也是被周围人所祝福的...要我说出来等于是毁了这一切...随便你们怎么骂我都认了...我不愿意失去我生命中最重要的人...毕竟人性都有黑暗和自私的一面不是吗？"
        ],
        [
            2,
            "想上我们学院一个出了名的渣男，视奸他微博好久了，到底怎么接近他呢？"
        ],
        [
            1,
            "有没有出租校园卡的，或是有偿补办挂失的那种，我只是想去你们学校打个球，每次都身份证感觉太麻烦了，有的朋友请qq，2300993206"
        ],
        [
            2,
            "原来info上面的都是真实，真实的大学生活，真实的让人难以接受。\n男孩子总会长大，小时候的承诺都是童言无忌，\n要不是看见抽屉那一堆避yt，我又怎么会失望至此。\n是我八年喂了狗，还是人性本就这样，\n看着一个女生的照片，我还是笑了笑，毕竟我还是干干净净不是么。\n大学分开两地，如今毕业，你终究是长大了不是么。\n可笑的是我还陪你妈妈吃着饭，陪你刚将外婆送走，\n是不是要庆幸你怕伤害我不告诉我，从不多碰我丝毫，而那女孩的照片真是不堪入目，\n所以，我该怎么办呢。"
        ],
        [
            2,
            "校医院应该可以去，我也是刚毕业，上周去校医院打了耳洞，报学号就行。校医院拔智齿应该挺好的，而且相对便宜一点。"
        ],
        [
            1,
            "大家，有没有推荐靠谱拔智齿的地方或者老师？今年刚毕业，校医院怕是去不了了，蟹蟹！！"
        ],
        [
            2,
            "高薪时工，咨询QQ：3105642655，仅限女，非诚勿扰"
        ],
        [
            2,
            "很怀疑劈腿那位是不是编的 毕竟这么厚的脸皮不是没变异的正常人类能有的 它内大脸都能防弹了"
        ]
    ],
    "29": [
        [
            1,
            "现在这些人为了流量啥都敢整，啥都不介意，太真实了。"
        ],
        [
            1,
            "乔碧萝到底是不是炒作！！！！！！！"
        ],
        [
            0,
            "约一个女同学去看电影，本人长相可以qq2189084500"
        ],
        [
            1,
            "爱好无聊"
        ],
        [
            1,
            "1542660257?"
        ],
        [
            2,
            "由于已经毕业，现将望江小北门朝飞音乐课程转让，乐器可以选择钢琴、吉他、古筝、架子鼓、二胡等，价格可商量，有意者戳q243602201"
        ],
        [
            2,
            "那我把你全家sa了然后今后金盆洗手再也不杀人是不是也算有错改了？"
        ],
        [
            2,
            "向受害者坦白认错道歉一样都没做 还好意思说自己有错改了"
        ],
        [
            2,
            "我是挺渣的。玩过挺多男人，比如什么吕布啊兰陵王啊后羿啊夏侯惇啊。"
        ],
        [
            1,
            "暑假工作请联系。boy别来。vx 13088007999"
        ],
        [
            1,
            "站在道德制高点谴责别人有意思吗，非把我往绝路上逼？说的冠冕堂皇的，搞的你从来没做过错事，没自私过一分钟？你以为你是谁啊？有错改了不就行了吗，非要逼我失去她？"
        ],
        [
            1,
            "以为自己谈了个恋爱其实是约了个炮 无语了"
        ],
        [
            1,
            "排解只能导致更空虚\n这目前为止是全info看到的最有水平的话"
        ]
    ],
    "28": [
        [
            2,
            "有时候点赞不是赞，只是想把他赞上微博挨骂。"
        ],
        [
            1,
            "昨天终于旅行结束回家了，爸妈又出去了不在家，我妹妹和我女票去接的我...晚上我和她睡在我房间，我和她做了好多次...然后和她抱着聊天聊到了凌晨...从我们高中时的事情一直讲到现在...抱着她的时候真的好轻松好舒服......好久都没有这种感觉了...她知道我很累，我早上起来时已经把早餐都给买回来了...唉，前几天我也一直在反思，在学校时真的太不懂事太不知足了，忘了谁对我好...其实仔细一想学校里像家里人那样对我好的一个都没有...在学校时间长了也感觉空虚寂寞...可能这就是我上大学后不懂事去找py的原因吧...不过谢谢前几天大家把我骂醒，下学期去学校后我一定会努力控制住自己，而且会去找心理医生（我现在已经把py联系方式删了）。我再也不忍心去做伤害她的事情了..."
        ],
        [
            1,
            "有去德国留学的吗？第一次aps没过，555555，求点经验：）"
        ],
        [
            2,
            "空虚只能越排解越空虚。\n祝你幸福"
        ],
        [
            2,
            "我终于知道自己要什么"
        ],
        [
            2,
            "特别伤心，难过，就像病了"
        ],
        [
            2,
            "#微信公众号Deir#\n在此征求广发大同学意见，你们一样一个怎样的平台，你们最希望什么问题被解决呢？可以公众号留言，我们会及时回复讨论！望营造良好的同学环境，蟹蟹"
        ],
        [
            1,
            "暑假工作请联系，boy别来。vx 13088007999"
        ],
        [
            2,
            "考研的同学们进度如何了"
        ],
        [
            1,
            "很痛苦，感觉前途很无望，感叹人生的悲催，不甘心又无奈！唉！"
        ]
    ],
    "27": [
        [
            1,
            "同学去上海实习\n和女朋友住一起\n每天在寝室群发他今天用什么避孕套\n真的羡慕"
        ],
        [
            1,
            "建议封了楼下，然后希望有兄弟姐妹留号，嘻嘻"
        ],
        [
            1,
            "吃了好多生蚝，有点补"
        ],
        [
            1,
            "有没有留校的小姐姐一起看Netflix   加Vancoojack"
        ],
        [
            1,
            "朱力亚的故事好可怕"
        ],
        [
            2,
            "有没有同学可以出租两到三个月的饭卡呢？想在学校考试用，有意联系我哈，感激不尽。(江安校区)"
        ],
        [
            2,
            "有要做兼职的同学吗（江安不行），在校躺着就可以做。以发朋友圈形式的。一条朋友圈算一单，30一单秒结。每天都可以做，要做的同学加我微信:LZLove0406"
        ],
        [
            1,
            "晴天霹雳"
        ],
        [
            1,
            "这么大雨，你湿了没"
        ],
        [
            1,
            "约小姐姐看个电影 下雨了我去接你\n526211648"
        ],
        [
            1,
            "有没有留校的小姐姐一起谈个恋爱的"
        ],
        [
            1,
            "推倒？"
        ],
        [
            1,
            "有没有不住宿舍的，我可以租三年"
        ],
        [
            1,
            "没有，你走"
        ],
        [
            2,
            "有没有小奶狗想要和工作了的老姐姐谈恋爱的哇"
        ],
        [
            1,
            "td啥意思"
        ],
        [
            1,
            "在某农业论坛看到川大大三妹子被人用QQ附近的人td"
        ],
        [
            2,
            "望江或者江安还有没有考研找租友的啊，女生，vx18224055701"
        ],
        [
            1,
            "有哦，还是博士?"
        ],
        [
            1,
            "那天y过后，她小号再也没上线了，原来只是一场说走就走的旅行。"
        ],
        [
            1,
            "楼下害我也去百度了一下"
        ],
        [
            1,
            "每隔一段时间更新列表\n保持微信能叫出来约的女生有7-8个\n本校外校工作的都有\n年龄跨度十几岁\n随叫随到的那种\n而且都挺喜欢我的\n我朋友说我是pua男\n我还去百度了一下这是什么意思"
        ],
        [
            1,
            "kiss都抗拒的吗。。"
        ],
        [
            1,
            "和你中1千万彩票概率差不多吧。"
        ],
        [
            1,
            "#海螺#川大旁边九眼桥找三轮车，兄弟们帮你们到这儿了！别遇到熟人就尴尬了"
        ],
        [
            1,
            "去加拿大留学的朋友可以交流一下？留号我加"
        ],
        [
            1,
            "有想跟男博士谈恋爱的没?  努力踏实，还不花心"
        ],
        [
            1,
            "考研和出国大家会如何选择啊"
        ]
    ],
    "26": [
        [
            1,
            "这里有没有学经济的女孩子呀，想问点问题啊，愿意的话请喝奶茶啊?"
        ],
        [
            1,
            "那个想去美帝留学，但是没钱的——命运不让你去，你就别去了"
        ],
        [
            1,
            "这么多谈恋爱/找pà友的\n我想找【望江研友】都有点不好意思说话了\n所以……有人能带带老学长逐梦学术圈吗？"
        ],
        [
            2,
            "华西那个找饭搭子的小姐姐，你的车啥牌子啊……加不上你…….orz"
        ],
        [
            1,
            "我可以来吐槽下我们个别的国外校友吗？借了别人的饭卡，刷完以后记得把money给人家。"
        ],
        [
            1,
            "暑假自习不来的同学就不要占座了好吧…"
        ],
        [
            2,
            "有要做兼职的同学吗（江安不行），在校躺着就可以做。发朋友圈形式的。一条朋友圈算一单，30一单秒结。每天都可以做，要做的同学加我微信:LZLove0406"
        ],
        [
            0,
            "#海螺#有川大兼职群吗"
        ],
        [
            1,
            "她可能明天就会来，也可能永远都不会来。"
        ],
        [
            1,
            "“雨声潺潺，像住在小溪边，宁愿天天下雨，以为你是因为下雨不来的”"
        ],
        [
            2,
            "有暑假留校的小姐姐吗，想交个饭搭子，可以一起去吃好吃的。本人女。"
        ],
        [
            1,
            "没睡的一起聊天好吗3029963763"
        ],
        [
            1,
            "一般嘴上骚的男生，真正谈恋爱都是超级专一，对女朋友超级好的\n而那种好像纯洁无比的女生一般都是chuang上大怪兽"
        ],
        [
            1,
            "一般嘴上骚的男生，正在谈恋爱都是超级专一，对女朋友超级好的\n而那种好像纯洁无比的女生一般都是chuang上大怪兽"
        ],
        [
            1,
            "有没有一起去加拿大留学的朋友啊"
        ],
        [
            1,
            "1186499722   想找到15级一新闻女同学 那是16年在周的中华文化课她问周对手机出现的看法"
        ]
    ],
    "25": [
        [
            1,
            "还有望江留校的小姐姐吗，"
        ],
        [
            0,
            "有木有华西的姐妹（本人女，爱好女）愿意周末或者周五愿意一起去来福士吃个榴莲披萨？\n一个人吃太大了，室友也回家了。\n此条消息截止至下周一前一直有效～\n留号加"
        ],
        [
            1,
            "Florida下雨的早晨  成都在半个地球以外  想起了望江的集渔、拾光、重庆森林、小龙坎、fusion coffee、好望角face酒馆、藤本家吃货营、陋室茶居好吃的烤五花肉、雷门拉面、玛丽珍......  却回不去"
        ],
        [
            2,
            "江安一教  一个sb坐我前面复习考研  从我七点进去前他就在打游戏，打了一个班半小时以后开始看书十分钟不到就睡着了\n这种人  能考上研才怪\n(关键是身上很臭还不停挠头皮屑下来我桌子上。呕。)"
        ],
        [
            1,
            "真的想认认真真谈个恋爱"
        ],
        [
            2,
            "有要做兼职的同学吗（江安不行），在校躺着就可以做。发朋友圈形式的。一条朋友圈算一单，一单30元秒结。每天都可以做，要做的同学加我微信:LZLove0406"
        ],
        [
            2,
            "无1无靠"
        ],
        [
            2,
            "华西或者望江有没有小姐姐招合租室友的呀 \n或者有没有房子推荐的"
        ],
        [
            2,
            "大家有什么对抗失眠的方法嘛？最近一个月每天都得两三点才睡的着，有时干脆整晚都睡不着，每天都反复折腾两三个小时。失眠后又更加焦虑了，每天晚上都担心失眠。怎么办啊，我感觉我要GG了"
        ],
        [
            2,
            "我是一个女生，前几天去了望江校区南门外的盲人按摩店按摩，马上按完的时候，按摩的大叔说让我坐板凳子上他给我再按肩膀（完全没必要坐着的关键是，而且时间已经到了），不知道是不是错觉，感觉他故意离我很近，有点贴着我。。。隐约觉得自己被性骚扰了。有没有女生也有这种经历。"
        ],
        [
            1,
            "大爷我来了"
        ]
    ],
    "24": [
        [
            1,
            "想去美帝留学但没钱，父母还在还房贷，未来光明但当下黑暗，我该怎么办？"
        ],
        [
            1,
            "I don·t wanna go to bed without you."
        ],
        [
            2,
            "有要做兼职的同学吗（江安不行），在校躺着就可以做。发朋友圈形式的。一条朋友圈算一单，一单30元秒结。每天都可以做，做的同学加我微信:LZLove0406"
        ],
        [
            1,
            "约个美女一起去看哪吒"
        ],
        [
            1,
            "我就是那种\n学点撩妹技术就可以炮友无数的男生\n但每次都撩妹都很直接的耿直兄弟"
        ],
        [
            1,
            "真心想好好交个朋友的……"
        ],
        [
            2,
            "江安的同学做不了哈"
        ],
        [
            2,
            "又要做兼职的同学吗，在校就可以做。发朋友圈形式的。一条朋友圈算一单，一单30元秒结。每天都可以做，做的同学加我微信:LZLove0406"
        ],
        [
            1,
            "我想找个女朋友，生一个孩子，然后对他说这九句话：\n（一）对你不好的人，你不要太介意。在你一生中，没有人有义务要对你好，除了我和你妈妈。对你好的人，你一定要珍惜、感恩。\n\n\n\n（二）没有人是不可代替的，没有东西是必须拥有的。看透了这一点，将来就算你失去了世间最爱的一切时，也应该明白，这并不是什么大不了的事。\n\n\n\n（三）生命是短暂的，今天或许还在浪费着生命，明天就会发觉生命已远离你。因 此，愈早珍惜生命，你享 受生命的日子也会愈多。与其盼望长寿，倒不如早点享受。\n\n\n\n（四）爱情只是一种感觉，而这感觉会随时间、心境而改变。如果你所谓的最爱离开你，请你耐心地等待一下，让时间慢慢冲洗，让心灵慢慢沉淀，你的苦就会慢慢淡化。不要过分憧憬爱情的美，不要过分夸大失恋的悲。\n\n\n\n（五）虽然很多有成就的人没有受过太多的教育，但并不等于不用功读书，也可以成功。你学到的知识，就是你拥有的武器。人可以白手起家，但不可以手无寸铁，紧记！\n\n\n\n\n\n\n\n（六）我不会要求你供养我下半辈子，同样的我也不会供养你的下半辈子。当你长大到可以独立的时候，我的责任已经完结。今后无论你坐巴士还是奔驰，吃鱼翅还是粉丝，都要自己负责。\n\n\n\n（七）你可以要求自己守信，但无法要求别人也守信；你可以要求自己对他人好，但不能期待人家也对你好；你怎样待人，并不代表人家就会怎样待你，如果你看不透这一点，只会给你增添不必要的烦恼。\n\n\n\n（八）我买了26年的六合彩，还是一穷二白，连三等奖也没有中过，这就证明人要发达，还是要努力工作才可以，世界上并没有免费的午餐。\n\n\n\n（九）亲人只有一次的缘份，无论这辈子我和你会相处多久，你一定要珍惜共聚的时光，下辈子，无论我们爱与不爱，都不会再相见。"
        ],
        [
            1,
            "现在两点半，整个教室都被占完了座，上座率连1/3都不到，你们占座干嘛？"
        ],
        [
            1,
            "还有人不知道四川大学化学学院院长游劲松摸课题组内女学生大腿的事吗？而且还摸过两个。"
        ],
        [
            1,
            "寻找一个女朋友\n本人天蝎\n643035996"
        ],
        [
            1,
            "#海螺#能蹲到一个有留校的小姐姐一起去看《哪吒》吗？"
        ],
        [
            1,
            "info也开始当和事佬了，啧啧啧"
        ],
        [
            1,
            "探探能找到女朋友吗"
        ],
        [
            1,
            "果然，舔狗舔到最后一无所有，告诫一下谈恋爱的同学们，谈恋爱一定要有自己的态度和观点，不要害怕表达自己的观点，切记切记。"
        ],
        [
            1,
            "没睡的有吗，聊天留号好吗"
        ],
        [
            1,
            "我真是个渣男，明明对象那么好，我却不停的找下家，可是我真的很喜欢他，现在他把我所有方式都拉黑了，希望你们骂骂我，使劲骂我吧。"
        ],
        [
            2,
            "找不到工作怎么办，大家都在做什么工作啊，都是名企吗"
        ]
    ],
    "23": [
        [
            1,
            "info异常清净啊"
        ],
        [
            2,
            "请问望江旁边那家眼镜店的隐形眼镜比较好，求推荐"
        ],
        [
            1,
            "求网站"
        ],
        [
            1,
            "川大附近有没有什么兼职呀。"
        ],
        [
            1,
            "著名辩论家说过:暖男就是男人中的绿茶。"
        ],
        [
            2,
            "收长款耳夹qq2781130860"
        ],
        [
            1,
            "两个能在食堂做到旁若无人的人，在“无意中”插队后因为没想好点什么而相互谦让，这是怎样的高素质啊？?"
        ],
        [
            1,
            "跳探戈的那种"
        ],
        [
            1,
            "找妹子练柔道"
        ]
    ],
    "22": [
        [
            2,
            "开始就停不下来这个观点我完全不赞同"
        ],
        [
            1,
            "size也不会变吧？你可以屯着哈哈哈"
        ],
        [
            2,
            "我一口气买了5个胸罩，犯病"
        ],
        [
            2,
            "管理员就是一个自我感觉良好的自以为是的傻逼"
        ],
        [
            1,
            "喝酒蹦迪扩列\nqq2995965096"
        ],
        [
            1,
            "没有耕坏的田，只有累死的? ，要节制！"
        ],
        [
            1,
            "哪有那么容易得病，做好措施就行了。"
        ],
        [
            2,
            "人不会看你对他/她好不好，人只会看你对他/她有没有用"
        ],
        [
            2,
            "100而已，当我没测过？"
        ],
        [
            2,
            "想要一个粘人的小妖精"
        ],
        [
            2,
            "info贵在真实"
        ],
        [
            2,
            "把作精给我"
        ],
        [
            2,
            "他们说的没错，果然都是些社会上乱七八糟的老鼠呢。"
        ],
        [
            2,
            "约炮的不怕生病么。。。"
        ],
        [
            1,
            "想买棺材"
        ],
        [
            2,
            "想买器具"
        ],
        [
            1,
            "中午好"
        ],
        [
            1,
            "这个阴暗的天，一个人躺在宿舍，是一件多么孤独的事"
        ],
        [
            1,
            "请问毕业的学长学姐们，可以到时候说学生证丢了，然后假期拿着去旅游买学生票吗"
        ],
        [
            1,
            "你会撩，长得好看，活好。\n探探\n积目\nsoul\n哪怕是微博和附近的人都能约到"
        ],
        [
            1,
            "想想怎么赚钱吧"
        ],
        [
            1,
            "臭屌丝，不配拥有女朋友"
        ],
        [
            1,
            "夯先生和康先生也太秀了"
        ],
        [
            2,
            "因为伴侣才是真正陪你过一生的人"
        ],
        [
            2,
            "一个可靠的男人比父母重要，前提是，你眼睛要擦亮"
        ],
        [
            1,
            "迷惑行为大赏：\n基A节能减排关闭大部分教室\n仅有的几间教室还分出一部分给外国学生联谊\n\n外国学生8人一间教室\n中国学生没地方上自习"
        ],
        [
            2,
            "父母都是靠不住的。"
        ],
        [
            2,
            "第一次他在我心中超过我妈妈。但他已经和我分手了。他一定要幸福"
        ],
        [
            2,
            "太渣了楼下"
        ],
        [
            0,
            "那些说自己手机里有女朋友或者前女友（哪怕已经不是女友但这更垃圾—充分暴露没有把前女友当女友，现在的女友就该对这样的男朋友好好警惕甚至马上分手）的做爱图片视频且不愿删的人可真有脸真有心"
        ],
        [
            0,
            "真爱是\n看过你的身体\n其美好是深藏于心里并用以鞭挞自己\n不去损毁你的幸福和鼓足勇气暴露玉体的美好的你\n而不是要以图片和视频的形式留存于冰冷的硬盘里\n\n世上那些傻姑娘们，睁开你们智慧的眼睛，当你们整体智慧了，（让你们率先改变似乎对你们不公平，为什么我不呼吁男人先改变，因为你们更容易做出这样的改变，另外这种改变对你们有利而无害，何乐而不为呢？）男人也会跟着一起晋升"
        ],
        [
            2,
            "你们的良心不痛吗，一个比一个丑"
        ],
        [
            2,
            "守夜冠军在哪？？"
        ],
        [
            1,
            "感觉生活有点迷茫，突然失去了意义"
        ],
        [
            1,
            "哈哈，感觉好无聊呀"
        ],
        [
            1,
            "大型昆虫交配预约现场？？？"
        ]
    ],
    "21": [
        [
            1,
            "随便聊天，留号哇"
        ],
        [
            2,
            "睡不着，有没有长的好看的男生聊天"
        ],
        [
            2,
            "毕业一段时间，刷微博想起info回来看看，原来的树洞已经被现在这些乱七八糟的东西占据了啊……建议后台还是审核一下吧，乌烟瘴气的"
        ],
        [
            1,
            "反流性食管炎，慢性咽炎，感觉喉咙里就像卡了个球。其实什么都没有，称之为癔症球? ?"
        ],
        [
            1,
            "真善解人意"
        ],
        [
            2,
            "60%的约炮男还是很可爱的，男生在20-30的时候性欲最强，也怪不得他们"
        ],
        [
            2,
            "逛街的时候也要摆放好这就很难受了"
        ],
        [
            1,
            "懒阻碍了我成为强迫症\n一般都是心情好了偶尔再收拾收拾"
        ],
        [
            2,
            "精确到一二毫米这种"
        ],
        [
            2,
            "强迫症就是试完衣服取完东西要一再放好，特别细微的调整好"
        ],
        [
            1,
            "也是，看你这头像也是个基佬，意识不同没必要强求"
        ],
        [
            1,
            "不忍直视，直接举报公众号了"
        ],
        [
            1,
            "微博那个姐姐说的很有道理的...我情况大致和你说的差不多...有时她越对我好我越感到自责和痛苦，前几天我还和她说我很痛苦，她还安慰我好长时间...现在要我离开她我真不知道怎么活下去...所以我害怕去和她坦白，害怕她因为这个和我分手.....讽刺的是，别人都羡慕我有这么好的女朋友....唉，性真的把我撕裂了，都怪我自己把性当成减压的方式，现在想停都停不下来...如果回到大一，我一定不会去约了...现在我总是在暗示自己没错，之前的狡辩也只是心理防御罢了...我真的清楚自己这么做太伤害她了....我真的会去看心理医生，停止和py畸形的关系，靠我自己真的停不下来了...然后熬到毕业后回家......"
        ],
        [
            1,
            "明明我川有那么好看的小姐姐，为什么要尝试男男呢？"
        ],
        [
            2,
            "尝试一下就知道了"
        ],
        [
            1,
            "作为一个经常被男生表白的直男\n虽然从来都是拒绝\n还是很好奇男男是什么感觉"
        ],
        [
            1,
            "197880490\n男男聊天～"
        ],
        [
            2,
            "谢谢川大可爱的男生们"
        ],
        [
            1,
            "80kg你这有点重啊 我181 72kg都觉得自己胖"
        ],
        [
            2,
            "我！守夜冠军！我！牛逼！"
        ],
        [
            1,
            "睡不着。。。"
        ],
        [
            1,
            "睡不着的旁友可以唠个嗑鸭 q：2261179274"
        ],
        [
            2,
            "还有人没睡？？"
        ],
        [
            1,
            "有小姐姐留号吗"
        ],
        [
            2,
            "睡不着，小姐姐来交流1752084462"
        ],
        [
            1,
            "不高不帅活不好\n我只想好好学习\n?小姐姐还是把钱留着吧"
        ]
    ],
    "20": [
        [
            2,
            "请吃饭算啥，活好我倒给钱"
        ],
        [
            2,
            "免费鸭子而已"
        ],
        [
            2,
            "深夜孤独"
        ],
        [
            1,
            "请大家远离垃圾人↓"
        ],
        [
            1,
            "当然我自己喜欢的固炮是自己学校的\n还是会请她们看电影吃饭和开房和买套的\n对自己人要好一点嘛"
        ],
        [
            1,
            "怎么会是幻想呢\n之前soul上认识的小姐姐，从南京过来千里送炮。我去的她租的房子，她给我买吃的，做饭，事后我走了她自己买药。\n一个成信工的研究生学姐，去她学校找她请我吃了两顿饭，还有奶茶。她舍友都不在就在她寝室里面开做。\n一个已经工作的姐姐，第一次约就是跟我，结果感觉跟上瘾了一样。最后期末还缠着我要就把她删了。\n最近也是一个工作的姐姐，上个月跟她就是她开好房买好药躺床上等着我去艹。但是她事也很多，我嫌她烦就删了，这两天天天给我发短信要我把她加回来。"
        ],
        [
            1,
            "...现在我就和吸毒成瘾的人一样，短暂的快乐和长期的痛苦交织，想停停不下来...我是真的爱我的女朋友好吧，这点我真的很清楚，绝对不是我想吊着她...我知道我最对不起的人就是她，所以我会加倍补偿她...她想要的奢侈化妆品衣服这些的，我都会想办法给她买，有时和我父母说要他们帮忙带...弄得她现在都不给我说这些了...我出国玩也会专门给她买纪念品和带化妆品...之前五一放假时我回了趟家，走的前一晚她抱着我说了一大堆好想我、不想这么长时间才见到我之类的话......当时我没控制住自己的情绪，眼泪就流下来了......我是真想我赶快大学毕业，回家读研...如果她愿意马上和她结婚......\n真的求求你们别说这些难听的话了...我已经够痛苦了..."
        ],
        [
            2,
            "寂寞孤独"
        ],
        [
            2,
            "建议提了，到您这儿就全不行还委屈得不得了。好比劝酒驾撞人者赶紧叫救护车救治伤者，满嘴都是“我家没钱我负担不起”然后反复碾压受害者然后逃逸；劝他去自首，满嘴又是周围的人怎么看我这么年轻不能坐牢。那您喝酒之前干嘛去了？\n成，您有病您畸形屌长脑子里了您控制不住自己的几把您有理。依我看您不如去死吧，死了就不用担心了呢，一切难题迎刃而解～"
        ],
        [
            2,
            "你这不就是因为你女朋友人好所以才只是想吊着她吗？宁也太自私了，还合理建议？合理建议就是分手，别祸害人家了。\n合着哪样好你都想占着呗？"
        ],
        [
            1,
            "......令人讽刺的是别人都认为我们关系非常好，我们父母知道我们的事情，我在学校时她还经常在我妹妹放假时带她出去玩，她们之间的关系也很好...甚至我不少朋友还认为我们以后会结婚修成正果......\n我是绝对不可能和她分手的...因为她是我见过的最好的女孩子，她对我妹妹很好，虽然没见过我父母几面，但每次都很尊敬他们，仔细一想很多时候她都在迁就我...而且我怎么可能去坦白？我的家人、她和她的家人会怎么想？他们不知道会有多痛苦...还不如我自己熬过这段时间...\n不过我知道我不能这么继续下去了...我现在已经把性当成了一种缓解压力的手段，特别是我学习压力大和心情不好的时候，我完全控制不住自己，只有找py做过后才能好受一点（这学期刚开学时我有一个月没去找py，但有段时间我事情特别多心情特别不好，恰巧她那时来找我，我当时就完全没控制住...）\n下学期开学我会去找心理医生...我清楚我自己已经控制不了这件事情了，我想维持这段感情，没有她我一定会崩溃的...我匿名在网上说也只是被骂...没有一个人理解我和提有用的建议......"
        ],
        [
            1,
            "和女友异地，没有发生过关系，我也搞不懂为什么还要坚持下去...工作压力这么大，好想找人发泄一下"
        ],
        [
            1,
            "好痛苦呀"
        ],
        [
            1,
            "和py做完还会流泪，流你妈了个逼的尿，你眼睛里流出来的都是精液吧。"
        ],
        [
            1,
            "moon又死在了wcg的舞台上。总决赛国手两个人族的内线。人族IMBA"
        ],
        [
            1,
            "有好几个py\n每次出去都是她们花钱负责吃饭开房买套或者买药\n还天天跪舔我求我睡她们\n感觉真好"
        ],
        [
            2,
            "求问大家在望江考雅思有推荐的酒店吗？我在网上看了一圈都说隔音差，希望能离出国培训大楼近一点安静一些。感谢大家！"
        ],
        [
            1,
            "川大学生素质都这么低吗？天天在这约炮"
        ],
        [
            2,
            "需要91抖音的私聊939097785，给你分享"
        ],
        [
            2,
            "为什么大一的小屁孩也知道info"
        ],
        [
            1,
            "孤独如厮，真诚交友，如你一样，1525286471"
        ],
        [
            1,
            "#海螺#外校学生可以在学校图书馆看书吗？打算考川大的研究生！"
        ],
        [
            1,
            "天青色等烟雨，而我在等你，留校的小姐姐，我们恋爱吧～"
        ],
        [
            2,
            "那个py女票两不误的兄弟啊，你上次不是还理直气壮的吗？为什么这次就说每次做完以后悄悄流泪呢。\n我觉得约炮倒是没什么，但是有女朋友的情况下就应该好好遵守恋爱规则，你这样不就是绿你女朋友吗？绿人不是只有感情上出轨的，单独肉体出轨就不算了吗？\n你说希望研究生一个地方，并且一个地方以后绝对不会再找别人，虽然你说的信誓旦旦，但是你问问你自己你信吗？你真的能控制的住吗？我不信浪过大海的人能安分守己待在小水洼里。再想想，你愿意你女朋友也在那边背着你yp吗？"
        ],
        [
            2,
            "你就是那个没有炮友就和女朋友分手了的那个人渣吧"
        ],
        [
            1,
            "我承认我是你们口中的“渣男”...知道我真实情况的人也屈指可数...说出来也只会被骂。我想起上学期我妹妹问我怎么能和我女票异地那么长时间时我差点没哭出来...到现在也没敢和她说...到现在包括最亲近的人也没人理解我的感受，我父母在我小时就经常忙做生意，都不怎么管我和我妹妹...也别以为我理所当然没自责过...我现在不知为何完全控制不住自己的欲望，已经是停不下来了，有时和py做完后都会悄悄流泪，马上就要回家了，想到能见到我的女票也是开心和自责在交织...也许每个人都是复杂的吧，只希望我研究生时和女票能在同一个城市，可能那时我才会好一点..."
        ],
        [
            2,
            "你早都有病了，只是没检查出来"
        ],
        [
            1,
            "呵呵，我学医的可比你懂得多哈...放心吧，我现在不会得病的...倒是担心下你会不会单身一辈子吧..."
        ],
        [
            1,
            "真心想谈恋爱了，有没有合适的，交流，"
        ],
        [
            1,
            "学府KTV一起high的有吗？\n妹子免费V69"
        ],
        [
            1,
            ".\n你是下午\n我是晚上\n我借着傍晚河边吹了的风惘向你\n可我们不能在一起\n我们在一起是死亡\n没有夕阳\n没有夜晚\n晚上是我\n下午是我的痛苦\n风带来我的悲伤\n悲伤不能让你快乐\n那从明天起\n我要做一个幸福的人"
        ]
    ],
    "19": [
        [
            2,
            "祝你得艾滋，然后传染给你女朋友，然后你女朋友把你给砍死。完美。"
        ],
        [
            1,
            "有个女的你戾气为什么那么重？\n只要有约的你就显得很生气……好像你被伤了一样\n男女约炮本来就是互利的合作，大家都舒服，甚至男的吃亏\n你是不是长得丑，没有男生追，又很想要，没人艹每天抱怨啊。真可怜，你估计是男生用手也不上的那种。\n要不要我送你个自卫棒自己爽爽？"
        ],
        [
            2,
            "杀人犯也在这个世界上有一定比例"
        ],
        [
            1,
            "我tm没说我之前做的对，和你观点不同的都得死？你自己上网看下调查好吧...像我这样的人还是有一定比例的。别以为你就是世界的中心，你认为的就是真理..."
        ],
        [
            2,
            "419那个你一定早死没有好下场"
        ],
        [
            2,
            "你早点死吧，垃圾"
        ],
        [
            2,
            "老天爷你为什么这样对我"
        ],
        [
            1,
            "一定要注意保护自己的身体...和不信任不确定的人做时一定要戴t，还有尽量减少性伴侣的数量...刚开始约时不懂事，喜欢刺激，经常419，每次都会问妹子能不能体内射，有时妹子就答应了...好在没出过什么事，到现在身体也还健康，回想起来都是一阵后怕...目前只有女票和一个长期py，在学校每次和py做都会严格全程戴t，每学期回去后女票会吃短效。"
        ],
        [
            2,
            "强迫症十级。"
        ],
        [
            1,
            "某吴院男生，追了一个女生半年\n有天，那个女生说晚上看电影吧\n女生在出门之前，暗（明）示他、说带了身份证（细节不讲了）\n电影结束，那个女生问某吴院男生：带身份证了吗？\n那个吴院男生说：带身份证干嘛啊？\n然后他们去了网吧玩了2小时\n过了一周，分手了\n真人真事"
        ],
        [
            1,
            "约个美女看电影，留号吧"
        ],
        [
            1,
            "好寂寞，想恋爱。"
        ],
        [
            2,
            "好寂寞，想恋爱"
        ],
        [
            2,
            "初中生都管我叫阿姨了，我还想勾搭初中生来着"
        ],
        [
            2,
            "去死，傻逼"
        ],
        [
            1,
            "约炮咋了？\n约炮犯法了吗？\n约炮缓解人们的心理、身体压力，还增加GDP！\n把套戴好就完事儿！"
        ],
        [
            2,
            "这个精虫上脑的傻逼是谁？"
        ],
        [
            1,
            "一分钱没给，只是之前有人问我用什么约，现在又有人在讨论而已...你们用不用和我无关，随你们便"
        ],
        [
            1,
            "有在犀浦附近的1吗"
        ],
        [
            1,
            "恕我直言，各位分手了还卑微的都是弟弟"
        ],
        [
            1,
            "美国的套子都是用不锈钢做的，安全得很"
        ],
        [
            1,
            "我女朋友165，C杯，100斤。我和她估计已经把市面上的套用过了。现在我们都去美国读硕士。美国的套子用着感觉怎么样？我川有人知道吗？"
        ],
        [
            2,
            "总有男生想找炮友，你能给你的炮友给什么"
        ],
        [
            2,
            "我来拯救你"
        ],
        [
            2,
            "城市这么大我最孤单"
        ],
        [
            2,
            "嫖娼不怕有病吗"
        ],
        [
            2,
            "那个想日清洁工的禽兽是谁"
        ],
        [
            2,
            "对不起我以前一直对你不好"
        ],
        [
            2,
            "孤独终老了我日"
        ],
        [
            1,
            "玩什么?嗯"
        ],
        [
            2,
            "哈哈厉害了"
        ],
        [
            2,
            "想法是变的。原来我想有一个好男人，现在我想有一千万个好男人。"
        ],
        [
            1,
            "再三安慰自己，全程戴套的，没问题，以后不嫖了！！！！"
        ],
        [
            2,
            "请问暑假（今天）江安校医院还开吗"
        ],
        [
            2,
            "请问暑假校医院还开吗？"
        ],
        [
            2,
            "想法是变的。原来我想有一千万，现在我只想有个好男人。"
        ],
        [
            2,
            "质量怎么样"
        ],
        [
            1,
            "3000软妹币?"
        ],
        [
            2,
            "lovemaker多少钱"
        ]
    ],
    "18": [
        [
            1,
            "她同意了验证，说过得很好，也很积极向上，希望我也像她一样。我知道我们不可能了，我也不想删她，即使以后不再打扰，也不想失去她的消息，毕竟爱过。"
        ],
        [
            2,
            "何必呢老哥"
        ],
        [
            1,
            "这一刻我卑微到了极致"
        ],
        [
            1,
            "对不起，还是没撑住。验证消息已经发了"
        ],
        [
            2,
            "是的。撑不住也要撑"
        ],
        [
            2,
            "这一秒想谈恋爱了。"
        ],
        [
            1,
            "快撑不住了，分手是不是只有过得不好的那个人才会想去联系！"
        ],
        [
            2,
            "我由B变C了，好烦"
        ],
        [
            1,
            "巧了我也有"
        ],
        [
            1,
            "有没有物理专业的小哥哥小姐姐啊？想咨询个问题来着，2624656840"
        ],
        [
            1,
            "刚才翻手机才发现还有前女友L照和视频 竟然舍不得删"
        ],
        [
            2,
            "带着我的祝福滚"
        ],
        [
            1,
            "想问一下，你认为力学，热学，原子核物理，固体物理，电磁学，光学 ，近代物理，量子力学这八门里最容易自学的四门是哪些啊？"
        ],
        [
            2,
            "Deir 招募令\n\n俗话讲，远亲不如近邻。在学校，如果你的需求可以的到校友的帮助，是不是也是一件不错的事情呢？帮取快递，食堂带饭，或是电脑升级系统，讲真，谁还没有个来不及、不舒服，有困难的时候呢。Deir所做的就是在需求与帮助间搭建一个桥梁，在同学与同学间打造一条通道，在帮助中结识新朋友，在朋友中传递新帮助。\n除了不断思考、优化、开发、升级我们的产品，Deir希望有志同道合的同学加入我们， 我们需要你：\n1 在校大学生   \n2 有想法，认可Deir价值观\n3 有团队精神\nDeir可以带给你创业团队一手经验，我们年轻不认输！\n希望锻炼能力，拓展人脉的同学，加QQ：2324580635"
        ],
        [
            2,
            "我什么时候才能这么优秀"
        ],
        [
            1,
            "我错了，下次还敢"
        ],
        [
            1,
            "没谈过恋爱，但我已经和超过10个女生上过床了（也有女生主动要和我睡！）\n我也觉得每次做完都感觉人比较焕然一新，就，特别清醒！\n学习，休息，做事都感觉很好，很有效率?\n如果我有女朋友的话，我一定会让她超级幸福and性福的！"
        ],
        [
            1,
            "3292954558各种聊 尺度不限"
        ],
        [
            2,
            "果然还是个看脸的世界 我这种不配拥有爱情吧"
        ],
        [
            1,
            "肥"
        ],
        [
            1,
            "看你说话趾高气昂的样子你该不会就是那个飞天鹅"
        ],
        [
            2,
            "癞蛤蟆想吃天鹅肉的人太多了"
        ],
        [
            1,
            "哦说明那个女生也不咋滴 让那个男的觉得他有可能"
        ],
        [
            2,
            "有些人也不知道看看自己的样子，要长相没有，要成绩也没有，还好意思追女生，有点自知之明把"
        ],
        [
            2,
            "望江三教每天下午两点半那些外国人是上的什么课啊？为什么每次教室显示空闲但总是被他们占用？"
        ],
        [
            2,
            "为什么所有人都能谈恋爱就我不能"
        ],
        [
            1,
            "铁渣女哦 约炮更适合你别谈恋爱了"
        ],
        [
            2,
            "望江自习室是暑假永远没有空调吗！！！！图书馆有没有！！！！！！！！！！！"
        ],
        [
            2,
            "今天scunet挂了吗"
        ],
        [
            1,
            "校医院可以查两对半还有注射乙肝疫苗吗"
        ],
        [
            1,
            ".\n那天见到一个女孩\n我路过许多开着花的树\n夜深深\n灯还亮着\n我想蜷缩成一团\n睡去\n黑夜\n在梦中\n你能给我点安慰吗"
        ]
    ],
    "17": [
        [
            1,
            "有人知道一直说用户已锁定的话怎么办啊?"
        ],
        [
            2,
            "why say that"
        ],
        [
            1,
            "she will dump you naive boy"
        ],
        [
            2,
            "有没有人喜欢年龄大的女人"
        ],
        [
            1,
            "这里能找到女朋友吗？"
        ],
        [
            1,
            "拉韧带果然是世界上最神奇的事情之一\n拉的头昏脑胀累的要死但是之后睡得好舒服\n顺便缓解了我两年的脊柱侧弯的不适\n争取早日能劈叉吧就是担心弟弟受不了"
        ],
        [
            2,
            "是不是缺性生活了"
        ],
        [
            2,
            "特别没精神，对什么都提不起来兴趣"
        ],
        [
            1,
            "现在公司在为APP做推广，愿意一试的可以点击下方链接。答题只是变相的让你使用这个APP，但是会有资金回报的。其实有了多余的cct就可以买任务做了，可以得更多的cct，每天花的时间就几分钟就可以了。"
        ],
        [
            1,
            "这个链接就可以。我现在每天都在玩链信，里面有美食、美女、美景，还能赚取链信通证积分，快来和我一起玩吧。https://lianxin.quarkblockchain.cn/register?code=eoxHlM"
        ],
        [
            1,
            "有了解区块链链信APP的吗？这个软件可以赚钱哦，一个月200-300元，虽不多但也花不了多少时间，每天只需回答五个问题(很简单，一分钟能完成)，赚cct就可以了，然后cct可以换钱，一天大概0.4个，一个cct卖18元(有人回收)。要玩的下载链信APP，填写邀请码1897886即可。"
        ],
        [
            2,
            "望江小北门朝飞音乐课程转让，剩34节，乐器自选，有意者戳q243602201"
        ],
        [
            1,
            "love maker  有人用过?靠谱吗"
        ],
        [
            1,
            "有夏令营的吗？ 1525286471，川大本校，真诚交友"
        ],
        [
            1,
            "有朋友今天凌晨两点从双流机场回川大望江吗？求拼车"
        ],
        [
            2,
            "野心很大，却没有能力也没有机遇"
        ],
        [
            2,
            "工作以后的婚姻都是工作配工作"
        ],
        [
            2,
            "离理想越来越远"
        ],
        [
            1,
            "望江北园电信炸了吗？求问"
        ],
        [
            1,
            "642546323有体检报告，懂的来！"
        ],
        [
            2,
            "时运不济，混成这样"
        ],
        [
            0,
            "傻瓜，您又真的忍心没有我的一天又一天的逝去吗？那样我们始终无法活成我们想要的样子啊！"
        ],
        [
            0,
            "会活成想要的样子的，日子还那么长呢，我永远会守护着您，没有其她女孩子，心里只有您"
        ],
        [
            0,
            "丫头，我永远都在，不要不开心好吗？"
        ],
        [
            2,
            "没活成自己想要的样子"
        ],
        [
            2,
            "有没有华西考研合租的小姐姐可以Q1657138253"
        ],
        [
            0,
            "是您吗傻瓜，只有您才会这么可爱的跟我赌气抗争"
        ],
        [
            0,
            "长文作者的核心始终围绕着“性爱性欲”与“真爱”（真正的幸福），头句就说如果女生陷入了前者，无论是以之为最高幸福或者也心里明白，那不是幸福，那只是玩玩，但是其实已经被困顿于其中（因为当世的人们的思想意识形态（身体，年龄，容颜等等是现在爱情产生点的关键因素）决定了这种结果），所以长文作者便说出困顿于前者，便更难于触摸到后者。\n再从老实人那一段，补充说明了约炮的可能后果，其解剖了现实，让女孩子们深入意识到她们嘴边常一带而过的老实人（可能现在有许多女孩子会这样想：现在玩玩，以后找个老实人嫁了。其实这种想法里，她们对这个老实人的认识与印象是一带而过的，是没有真正清晰认识这个群体的）可能并不具有真正的“好的”“老实” ，而不是“很好的”“老实”就建立在利益之上，也建立在女孩子要有一定付出之上，比如要有一定的乖顺或者长久时间的陪伴，要有更多的一些体贴，才能换来这些“不是很好的”“老实人”对她的许多好。\n长文作者再进一步升华，让女孩子们守护好自己的心，爱惜自己的身，在这个思想意识问题突出、乱象颇丰的世界，才可能心灵永远青春快乐，不会失守变得沧桑或邪恶或不堪，才可能触摸到真爱和真正美好的幸福生活"
        ],
        [
            0,
            "#那篇长文看似关怀，实际上起点视角就存在问题，话外音可能写的人自己都没有察觉，却读起来让人浑身不舒服，并且逻辑不通，狗屁。#\n\n我来解析一下这段评语。\n“长文看似关怀，”又“实际上起点视角存在问题”\n他前句在论述猜测作者长文的目的，一个“看似”说明他认为长文作者的目的不在于关怀，后句又转到“文章的起点视角”，说长文起点视角存在问题，而前后两句一前一后，他意思是说长文作者的视角有问题，起点有问题，并决定了目的也有问题，我就纳了闷了，他说的起点和视角是什么，真的有问题吗，他们又真是决定目的有问题的充分条件吗？\n接下来那句“话外音可能写的人自己都没有察觉”，意思就是长文作者有话外音，他还察觉不到自己的话外音，但这个表述本身就是有问题的，因为说此人有话外之音，是在说此人说话说得很含蓄，还有别样的意味在里面，但是这个人知道这层意思存在的。而他所说的“话外音可能写的人自己都没有察觉到”即使加了个“可能”也站不住脚，他可以表达为长文作者写的语言文字里面可以揣摩出来的意蕴超出了长文作者的本意。所以他说的长文作者的话外之音又是什么？长文作者那几段文字的核心，他又真的搞懂了吗？长文作者的本意他又真搞懂了吗？\n下面一句“却读起来浑身不舒服”，我想问那个“却”字是怎么引出来的？仔细体味这句话和前面那些话的衔接，这句话有点莫名其妙地就出现了。\n写评论性的文字，即使简短，也要麻雀虽小五脏俱全，提出了论点，还要有论证方法还要有论据，而且要对论据及论证方法好生琢磨，不然漏洞百出"
        ],
        [
            1,
            "要多少钱哦"
        ],
        [
            0,
            "性爱性欲，能让女生默声臣服\n那么真爱，就不能愈过这一层而让她们极尽追求\n她们以为只是暂且沉浸于其间她们以为的幸福\n其实已永远埋藏于其中而再不敢或再不能向真爱靠近\n因为其年龄、身体、容颜等在现在人的思想意识状态下\n再不能对异性产生吸引力\n更不要幻想有多少高人\n是因为爱而爱并给她带来真正的爱情\n\n醒醒吧，那些爱约炮的女孩子们\n\n即使你们以后能找到老实人接盘\n其实这些所谓的老实人也只不过因为自己解决下需求或有个伴相伴\n他们倒底还是为了自己，不是因为爱而接你们的盘\n你们幻想他们会对你们很好，\n可是他们可能在对你们表面好的时候，\n指不定心里这样想着：都是破落货了，只要对她们稍微好点，她们就会永久跟着我\n\n女孩子们，一定要爱惜自己。爱惜自己的身体和捍卫自己的心灵\n在你们身体被肆意玩弄的时候，在现有的这个时代，你们已经在为你们的心灵失守、真正的幸福失去希望埋下可能"
        ],
        [
            1,
            "今天文理馆开空调没，在三教属实热的遭不住"
        ],
        [
            1,
            "不知道为什么我好喜欢伪娘，我只喜欢漂亮的，管他有没有棒棒，我就是要上"
        ],
        [
            1,
            "lovemaker yp靠谱吗要钱吗"
        ],
        [
            2,
            "你女朋友也在那边约呢，技术越来越好了"
        ],
        [
            2,
            "完全的利己主义者"
        ],
        [
            2,
            "因为你没有道德底线"
        ],
        [
            2,
            "不要给自己的人品找借口"
        ],
        [
            1,
            "原来scuinfo这么多性爱带师，我寻思这《性爱自修室》第二季就应该来川大取景。"
        ],
        [
            1,
            "我对我自己情况还是很清楚的，有女票能满足我了我去找py干什么？现在我一学期和我女票能见几次面啊...好多异地情侣不都是因为这原因都坚持不了太长时间...再说了，你不知道男人和最爱的人做的时候是最幸福的？哪还会有什么其他想法..."
        ],
        [
            2,
            "保证？你确定你能？性是控制不了的？牛逼嗷兄弟。"
        ],
        [
            1,
            "那你们认为异地情侣分手的原因是什么？还不是因为有时候太孤独寂寞？我敢保证，我和女票如果在一个城市，不管结婚前后我都不会去找py。再说我和py互相满足危害社会了？！性这个东西本身就不是你自己能控制住的，不过我很清楚我对py没感情，和她做时都不会去亲她。我认为满足自己欲望后才能在异地更好的和女票相处，不会把负面情绪给发泄出来。还有我这只是把实际情况给说出来了，就被质疑成这样，那还有多少没把实际情况说出来的？"
        ],
        [
            1,
            "现在的人三观都怎么了，西方正面的东西没学到，追求自由性爱学了个六七成。搞得恋情内和别人做爱都能自我洗白。以后就是婚外出轨，看你忍不忍得住"
        ],
        [
            2,
            "我以为约炮前提是单身来着"
        ],
        [
            1,
            "请问望江校区心理咨询室暑假还会开吗？怎么联系啊"
        ],
        [
            2,
            "所以你女票应该感谢你炮友咯"
        ],
        [
            2,
            "永远喜欢青春期的男生"
        ],
        [
            2,
            "谁能给我教教淘宝收藏夹满了咋办"
        ],
        [
            1,
            "艹…我酸了py哪里找到的"
        ],
        [
            1,
            "男人的性和爱是真的可以分开的...和女票异地快两年了，和py也一年多了。我真的很爱我的女票，但性这个东西真不是想控制住就可以的...第一次和py做完后我自责了好长时间，现在我早已习以为常，每周和py出去做成为了常态。因为我知道，我和py只是各取所需罢了，要是没她，我早就忍受不了和我女票分手了..."
        ],
        [
            1,
            "被蚊子安排的明明白白"
        ],
        [
            2,
            "国际周结束了吗"
        ],
        [
            0,
            "十三舍三单元？还是四五六单元？\n晚上十二点过了，还在弹吉他的小姐姐？\n没毛病吧？？别人睡不睡了？"
        ]
    ],
    "16": [
        [
            1,
            "宁大概不是很好看?"
        ],
        [
            2,
            "你应该直接就在线下找喜欢你的"
        ],
        [
            2,
            "我的年龄都可以当你们班主任了"
        ],
        [
            2,
            "好幼稚我应该说我没有QQ只有微信"
        ],
        [
            2,
            "我擦我前面坐在广场上，初中生过来问我要QQ"
        ],
        [
            2,
            "谢谢嗷，好中肯的原因"
        ],
        [
            2,
            "因为你丑"
        ],
        [
            2,
            "初中生问我要qq??"
        ],
        [
            1,
            "来面基了我下线喜欢你"
        ],
        [
            2,
            "为啥没有男人线下喜欢我啊"
        ],
        [
            1,
            "2179473686找拉拉女友"
        ],
        [
            1,
            "有的啊"
        ],
        [
            1,
            "有1吗"
        ],
        [
            2,
            "为啥没人加你。因为你没留大号。"
        ],
        [
            2,
            "望江小北门朝飞音乐课程，毕业转让，还有34节，乐器自选，有意者戳q243602201"
        ],
        [
            1,
            "我1，不会让你失望的哈哈哈哈"
        ],
        [
            1,
            "有0吗"
        ],
        [
            1,
            "哪里有约的？？"
        ],
        [
            1,
            "吃饭看电影吧  1692497367"
        ],
        [
            2,
            "请我吃饭看电影吗"
        ],
        [
            2,
            "亲亲抱抱也很好"
        ],
        [
            1,
            "我再问一次有房源吗，想租房考研"
        ],
        [
            1,
            "不可以都有吗?"
        ],
        [
            1,
            "做爱真的能让人稳定，两个月没有性生活，课不想上，床不想起，饭吃吃不香，熬夜又贼能熬。做完之后，能在在图书馆学习几个全天，生活规律，到点吃饭，到点就困。"
        ],
        [
            1,
            "两个人有好感就上床，床上舒服了，什么都好说。相处能够久，能够长。床上不舒服了，问题总会出现。做爱比亲亲抱抱来的真实投入。"
        ],
        [
            0,
            "3304775362，身高颜值均?️"
        ],
        [
            2,
            "我的心早就坑坑洼洼了"
        ],
        [
            1,
            "想知道川大学子今年有多少人签证还在check的"
        ],
        [
            2,
            "急求！！！！有木有要出租校园卡的？？"
        ],
        [
            2,
            "听都听球不懂"
        ],
        [
            1,
            "每天饭后，坐在长椅上，看着对面低着头玩手机的兄弟手上的绿水鬼，摸了摸自己的宝玑，想换只宝珀了。"
        ],
        [
            2,
            "无人爱我，"
        ],
        [
            2,
            "咋滴info还带卖东西了呢"
        ]
    ],
    "15": [
        [
            2,
            "我也想去非洲"
        ],
        [
            2,
            "校内巴士时间表在哪儿可以看呀"
        ],
        [
            1,
            "有没有二手出售水票的"
        ],
        [
            1,
            "那你需不需要一个很靠谱的搭档配合你啊～"
        ],
        [
            2,
            "这个天气想让你做爱"
        ],
        [
            1,
            "wdnmd真的就没人知道望江北园寝室用电功率呗"
        ],
        [
            2,
            "吴秀波好像彻底凉凉了"
        ],
        [
            2,
            "聊否"
        ],
        [
            1,
            "有偿求借江安宽带账号，qq：1229301513"
        ],
        [
            1,
            "有偿求借一个江安的宽带账号！"
        ],
        [
            2,
            "你说人活着为了啥"
        ],
        [
            2,
            "哈哈?"
        ],
        [
            2,
            "发红包我就留号"
        ],
        [
            1,
            "去川大勤工助学中心吧，微信公众号和微博都在推送兼职信息"
        ],
        [
            1,
            "求川大正经的发布兼职信息的组织"
        ],
        [
            1,
            "希望女孩子们踊跃留号"
        ],
        [
            1,
            "我想谈恋爱，其实就是想有人啪啪啪"
        ],
        [
            2,
            "我想谈恋爱55555555"
        ],
        [
            1,
            "北京京师（成都）律师事务所伍律师现招两位法学院实习生，有意联系18030706296（微信同号）。"
        ],
        [
            1,
            "我再发一遍，望江三教空调是什么牌子呀，自习要热死啦，保安阿姨不告诉我﹋o﹋"
        ],
        [
            1,
            "英语专业实力过硬 目前在带3个雅思学生 均为大三 想学习雅思的可以联系我 你留下方式"
        ],
        [
            2,
            "找漂亮小姐姐聊天"
        ],
        [
            2,
            "我喜欢上别人了\n这种事为什么会发生在我身上\n我为什么会喜欢上他\n对不起我们五年的感情\n对不起"
        ],
        [
            0,
            "有没有一起学雅思的。目前成绩5.5。希望能到7，有的话留下联系方式。楼主坐标华西。"
        ],
        [
            1,
            "求成都暑假租房 江安望江 或者 不在校区附近都可以 假期回家了没人住的房 或者 想合租都可\n联系微信 15528388712"
        ],
        [
            2,
            "那个天天问女生朋友圈发比基尼啥意思的某男子，你未免也太无聊了嗲。我都看到你问三遍了，你是想看到“为了勾引你”或者“证明她好约你快上吧”这样的答案吗？乌鸡鲅鱼，中华男性魅力高光时刻哦。又怂又蠢又龌龊，傻逼一个。"
        ],
        [
            1,
            "诚找考研队友 本人男 经管专业 暑假留校\n希望队友乐观积极 相互监督 搞基勿扰～\n3608581902"
        ],
        [
            1,
            "找个漂亮小姐姐打游戏"
        ],
        [
            2,
            "有人能体会住楼道口寝室的痛吗，半个小时被跺脚的拍手的哈哈吼的弄醒三次。拜托大家善用手机放过楼友。我恨望江宿舍……"
        ],
        [
            1,
            "致某(也许17)方阵的教官，你们?都死光光了哦，我亲自埋的。让别人女生淋这么大的雨算个什么东西？09年北航军训甲流忘了嗷？这可不是小事呢，搞出点疫情来是要掉?的哟~"
        ]
    ],
    "14": [
        [
            1,
            "意思就是你这种loser就只配看看了"
        ],
        [
            1,
            "我微信里一个女生把她穿比基尼的私房照发朋友圈啥意思？"
        ],
        [
            2,
            "我最近状态真的差，是不有人给我下毒了"
        ],
        [
            2,
            "我不相信"
        ],
        [
            2,
            "你给我买衣服我可以变作你喜欢的任何男人模样"
        ],
        [
            2,
            "我真的好想好想谈恋爱，好想好想给男生买衣服"
        ],
        [
            1,
            "四川大学望江小北门泰昶驾校大川学车特推出暑假学车优惠班，自动档C2/手动档C1随你挑，凭此广告立减100,组团学车更有优惠！\n我们推出异地全国通考服务，也就是说你在老家报名未完成的学车大计可以在成都完成啦，欢迎来电咨询！\n联系电话:18581614568杜"
        ],
        [
            1,
            "那么有留校的小可爱现在出来玩吗\n2932569485"
        ],
        [
            2,
            "嘻嘻( •̣̣̣̣̣̥́௰•̣̣̣̣̣̥̀ )"
        ],
        [
            2,
            "有没有人喜欢我？"
        ],
        [
            1,
            "怀念你给我带套的感觉\n可惜\n你现在在和谁睡呢"
        ],
        [
            1,
            "想唱歌，我先来：\n是有过几个不错对象，说起来并不寂寞孤单\n可能我浪荡，让人家不安，才会结果都阵亡\n。。。。。。\n不管是? 还是王子，都有梦想，都有遗憾。我在info满世界找你，即便到了最后一无所有。我还是会坚持自己的初心，相信有趣的灵魂，深藏在纷杂的乱世。就像我在召唤师峡谷的倔强，坚持了六个赛季，才来到黄金。\n在艾欧尼亚，努力着自己的执着，从一开始的只玩一个英雄，到最后去玩辅助，被菜鸡的ADC伤透了，于是自己拿出了vn，直到第一个penyakill诞生，直到我也能在网吧得到五块钱的奖励。再到后来一百多位英雄随手拿来都会有所领悟，哪怕是一名刚刚加入阵营的新英雄也能驾驭有度。我上升不到电竞精神的高度，但我始终在突破自己，喜欢盲僧就玩了千场，喜欢亚索就玩他几百场。\n所以后来我的人生，应该就是喜欢什么，干就完了。我约束着自己不去喷人，逢人就说：上分靠自己，菜鸡活该输！我用双手，成就梦想！\n有没有朋友今天下午，艾欧尼亚黄金分段开黑的，风里雨里，我在携府等你"
        ],
        [
            1,
            "给大家分享我最近发展的彩色版info，不是打广告哈。http://nxnm.5yuetian.cc/plugin.php?id=orange_secret"
        ],
        [
            2,
            "我要那天上的星星"
        ],
        [
            2,
            "如此伤心"
        ],
        [
            1,
            "回楼下，之前做淘宝拿的"
        ],
        [
            2,
            "因为中午没睡觉？"
        ],
        [
            2,
            "每天下午萎靡不振"
        ],
        [
            2,
            "你的牛仔短裤哪来的"
        ],
        [
            2,
            "哈哈哈笑死了"
        ],
        [
            2,
            "那个劳力士的也太可爱了吧哈哈哈哈哈哈哈哈哈哈"
        ],
        [
            2,
            "我觉得我可能脑子有问题\n机场办理托运，我把洗发露化妆水喷雾隐形眼镜护理液啥的随身携带，把衣服托运了。。。\n现在全都得扔? ? ? ?"
        ],
        [
            1,
            "高腰牛仔女短裤20一件出，纯新。微信：18628927931"
        ],
        [
            2,
            "人生怎么可以这么孤单"
        ],
        [
            2,
            "会扇"
        ],
        [
            2,
            "扇扇子？啥意思"
        ],
        [
            2,
            "哎，那个戴劳力士的，认识一下呗"
        ],
        [
            2,
            "好空虚好无聊"
        ],
        [
            1,
            "各执己见吧"
        ],
        [
            2,
            "还是永远不要约比较好"
        ],
        [
            2,
            "就考研和川大差不多的经济不那么发达的北方学校"
        ],
        [
            2,
            "那个临风听雨是在info买房了吗？"
        ],
        [
            1,
            "有谈恋爱的吗？留扣扣，我加你"
        ],
        [
            1,
            "江安有没有女生打算近几天看狮子王，1967601431约个伴，本人男"
        ],
        [
            1,
            "有妹子在玩PUBG的吗"
        ],
        [
            2,
            "聊吗"
        ],
        [
            1,
            "1186499722   我想找到15级一新闻女同学 那是16年在周的中华文化课她问周对手机出现的看法"
        ],
        [
            1,
            "哥哥姐姐们，望江北园的宿舍用电功率多大啊"
        ]
    ],
    "13": [
        [
            1,
            "看考哪里了"
        ],
        [
            2,
            "我们学校的学生考研成功的概率有多大"
        ],
        [
            1,
            "我女朋友特别骚"
        ],
        [
            2,
            "妈呀，我是说蹦迪人均200，留号的都是什么东西，太恶心了"
        ],
        [
            1,
            "楼下留个联系方式"
        ],
        [
            2,
            "你腼腆内向我来主动啊"
        ],
        [
            2,
            "川大2013级以后的校友，同学都可以在微信公众号Deir留下时刻的美好，感受川大校友的温暖，我们有很多问题，我们在改进，谢谢你们！"
        ],
        [
            2,
            "我能订到"
        ],
        [
            2,
            "339，dc"
        ],
        [
            2,
            "找小姐姐恋爱啦1752084462"
        ],
        [
            2,
            "今晚蹦迪有人吗"
        ],
        [
            2,
            "汉堡王的甜筒比较好吃"
        ],
        [
            1,
            "因为你玩info，别玩了，你就离成功更进一步?"
        ],
        [
            2,
            "为什么我这么失败"
        ],
        [
            2,
            "这些年我过的是人过的日子吗"
        ],
        [
            1,
            "考研，想校内租房，请问各位有合适的房源吗"
        ],
        [
            1,
            "学号2018151612034的华西基法学院的马合丽亚·阿地力同学，我在长桥上捡到了你的校园卡，请联系1911606817"
        ],
        [
            1,
            "出一张14号仙人掌音乐节的票，望江校区"
        ],
        [
            2,
            "喜欢内向腼腆的男生"
        ],
        [
            2,
            "毕业季，有要在天府广场附近租房的同学吗，我因为要去外地发展，现在把自己住的房子转租出去，单间有空调，冰箱，洗衣机，有窗户透风很好，采光也很好，800一个月，出门走两步就是地铁站，走三步就是春熙路！！！微信：yong1593134977"
        ],
        [
            1,
            "望江三教空调是什么牌子呀，自习要热死"
        ],
        [
            1,
            "有没有好心人告诉我为什么在校史馆的官网差不到档案信息?是还没有开放查询吗？"
        ],
        [
            2,
            "我是守夜冠军吗"
        ],
        [
            2,
            "原来info还在哇，我以为info早就炸了，没想到我还关注着info的微信公众号。\n很多年前info有吐槽、吹牛、爆料和表白。\n现在觉得没意思了，我已经从川大毕业了，我想看到的爆料估计也不会在info上看见了，info上的表白和吐槽我可能慢慢也会看不懂了吧。\n再见info，再见川大。\n我又想了想还是关注着吧，真的很想念那些人，很怀念那些事儿啊。\n也许工作了就没时间回去了，但是我会永远记得，曾经在双流县的一个超大的校园，我度过了无忧无虑却又经常血崩的四年，我遇到了一群超级可爱的人。\n再回去可能也是去望江了，可能回去了一两次，觉得没有当初的感觉了，就不想回去了，把四年美好的记忆封存在时间的长廊里吧。\n一起度过四年的那些人我是真的一直喜欢着呢。"
        ]
    ],
    "12": [
        [
            1,
            "我在闲鱼发布了【iPad mini 2 银色 国行正品32G】 复制这条消息￥Wo7QYh1uG1n￥后打开?闲鱼?"
        ],
        [
            2,
            "笑求死了"
        ],
        [
            1,
            "求问:兼职群里的下载并体验常规软件的兼职是干嘛的？2.5个小时工资居然给到85-120，地点是在温江东创科技园。我并不知道他是有什么套路"
        ],
        [
            1,
            "每天饭后，坐在江安围合的长凳上，看着info上面翻来覆去的yp，qjw，我轻轻一笑。转头看了看手上的劳力士，不是想看时间，而是想告诉你们，没有它，你们发一千条匿名也约不上。有钱学生的生活，就是这么简单，充实，且枯燥"
        ],
        [
            2,
            "人丑就要多读书，多修炼，多沉淀"
        ],
        [
            2,
            "忍住"
        ],
        [
            1,
            "那 留个联系方式看看合不合适？"
        ],
        [
            2,
            "有没有小仙女需要达尔肤的水乳、嘉娜宝的去角质美容液？\n原价都是好几好几百的，现在低价出啦，保真，需要的戳我戳我戳我。\nQQ:2781130860"
        ],
        [
            1,
            "删说说nmb\n告领导nmb\n（军训吐槽来了嘻嘻）"
        ],
        [
            1,
            "有小姐姐出来玩吗，夜宵"
        ],
        [
            1,
            "zhuyansen000 微 我想找到15级新闻女同学 那是16年在周的中华文化课她问周对手机的"
        ],
        [
            1,
            "被人看到微信了也不怕，我们老实人的匿名往往就是这么简单，充实，且枯燥"
        ],
        [
            1,
            "川大本硕老狗提供陪聊服务，学业就业感情均可聊，qq微信772973602，女生免费，男生每天1元。"
        ],
        [
            2,
            "真的很想谈恋爱"
        ],
        [
            1,
            "有没有小姐姐加qq聊聊？可以面基，3300965956"
        ],
        [
            2,
            "重感情的人死的很惨，好像说的就是我"
        ],
        [
            1,
            "实在是无力吐槽军训"
        ],
        [
            1,
            "是因为今年天气太好了还是大一的不使用info，咋没人吐槽军训呢？"
        ],
        [
            1,
            "大多用微信账号登录，管理员在后台看的一清二楚，说不定就是你的同学，舍友，你不可告人的秘密可能被他们看到，没有一丝凉意吗"
        ],
        [
            1,
            "江安确实挺偏僻的，而且从望江搬来江安应该是研究生吧，住东苑，基础设施极差，小卖部没有烟也没有酒。"
        ],
        [
            2,
            "看了杭州失联女孩的报道，好压抑，好害怕…社会主义核心价值观护体！"
        ],
        [
            2,
            "和我一起生个孩子吧"
        ],
        [
            1,
            "没去过江安？"
        ],
        [
            2,
            "没去过江安的问一下，跟望江比起来江安的各方面条件怎么样啊，要去搬去江安了。。。\n我还挺喜欢望江的，交通这些都挺好的，江安会不会有点偏僻啊。。。"
        ],
        [
            1,
            "毕业季，有要在天府广场附近租房的同学吗，我因为要去外地发展，现在把自己住的房子转租出去，单间有空调，冰箱，洗衣机，有窗户透风很好，采光也很好，800一个月，出门走两步就是地铁站，走三步就是春熙路！！微信：yong1593134977"
        ],
        [
            1,
            "这怎么私发，搜微信也搜不到，你留个联系方式啊。"
        ],
        [
            1,
            "四川大学望江小北门泰昶驾校大川学车特推出暑假学车优惠班，自动档/手动档随你挑，凭此广告立减100,组团学车更有优惠！\n我们推出异地全国通考服务，也就是说你在老家报名未完成的学车大计可以在成都完成啦，欢迎来电咨询！\n联系电话:18581614568杜"
        ],
        [
            1,
            "招几名初中英语辅导老师(兼职)，要求踏实，高考英语成绩较好，待遇60+/h，望江附近，公交路程大概20分钟，有意者加QQ1148218550"
        ],
        [
            1,
            "看了你们说的川内某高校女生自拍了，感觉不像川大的"
        ],
        [
            1,
            "今晚和一位小姐姐聊得挺好的，本以为遇到有缘人，但是后来还是把我删了，唉，有缘江湖再见，祝你快乐"
        ]
    ],
    "11": [
        [
            1,
            "我室友告诉我的：约女生一定要弄上床，然后让她爽。这样女生就会主动找你啦"
        ],
        [
            1,
            "男生的手和自己的手完全不一样哦，特别是那种技术好的～"
        ],
        [
            2,
            "女生和男生约太亏因为女生会爱上男生"
        ],
        [
            2,
            "仍然想看"
        ],
        [
            2,
            "就是，我也想问"
        ],
        [
            2,
            "那晚真的很美好"
        ],
        [
            2,
            "曾经被那样爱过，真的很幸福"
        ],
        [
            2,
            "地址给我私发一下"
        ],
        [
            2,
            "我也没想到我会孤独终老"
        ],
        [
            1,
            "望江，有美女出来走走吗"
        ],
        [
            1,
            "好约的美女资源共享，就微信"
        ],
        [
            1,
            "发了下链接，本来一小时后删的，怕万一算是传播se情咋办，把我给抓起来。。删了。"
        ],
        [
            1,
            "今天无意之中发现了类似info的彩色版，大家快去占领~\nhttp://nxnm.5yuetian.cc/plugin.php?id=orange_secret"
        ],
        [
            2,
            "望江小北门朝飞音乐课程转让，可以自选乐器，共有34节，需要请戳q243602201"
        ],
        [
            1,
            "一页一页往后翻就行了"
        ],
        [
            2,
            "状态真的差，病倒了"
        ],
        [
            2,
            "deir要升级微信，所以我无法玩"
        ],
        [
            0,
            "微信公众号Deir还要学生认证啊？这样是都是学生，可是是不是过于清澈了呢，别忘了水至清则无鱼啊！有待观察"
        ],
        [
            1,
            "唱歌的那位，我也想唱，哈哈哈\n一更里呀，月落花墙那啊，照见了你的悲伤啊啊啊啊，站在那廊檐儿下，二目细打量呀啊，街边邻居来又走，那么嗨呀得嗨呀，臊的小奴我脸焦黄呀啊啊"
        ],
        [
            2,
            "日子会一天一天好起来的，对吧？"
        ],
        [
            1,
            "如果让你此刻唱歌，你最想唱啥？我先来\n是有过几个不错对象，说起来并不寂寞孤单。可能我浪荡，让人家不安。\n人生已经如此的艰难，有些事情请你就别拆穿。"
        ],
        [
            1,
            "找丫头的那哥们儿醒醒吧，你看你现在都什么嘴脸了"
        ],
        [
            2,
            "光帅有啥用，我更愿意找一个温柔的给我花钱的"
        ],
        [
            2,
            "川大跑腿神器，学生可信度高，微信公众号deir"
        ],
        [
            0,
            "四级没过究竟可不可以拿到双证啊 即将大四还没过的老人！！！"
        ],
        [
            2,
            "望江小北门朝飞音乐课程转让，可自行选择乐器，共34节，有意者加q243602201"
        ],
        [
            2,
            "希望一切可以顺顺利利，不能如愿的话，也不会无动于衷的"
        ],
        [
            2,
            "社会真的现实。。。。"
        ],
        [
            2,
            "想恋爱了1752084462，有意的小姐姐来"
        ]
    ],
    "10": [
        [
            1,
            "91上有一个川大女生的视频...是真的吗？就是在宿舍自摸的那个"
        ],
        [
            1,
            "想??"
        ],
        [
            2,
            "伤我最深的人，应得我心"
        ],
        [
            1,
            "无聊，约个美女一起玩，成都周边\n微信freerunalone联系"
        ],
        [
            2,
            "云顶之奕是什么"
        ],
        [
            2,
            "你和妹子见面的目的就是约炮吗"
        ],
        [
            2,
            "她知道你长短，你也知道她深浅，但你俩还是不是爱情"
        ],
        [
            2,
            "女的就是上过以后会爱上你"
        ],
        [
            1,
            "别约了，我要去云顶之弈了。\n像我这样看穿一切的人，深知没有钱，长得又不是帅到极点的，又急于求成是没求用的。还不如现实点儿，先有钱再说。\n这男女之间啊，有没有睡过还真两回事儿，曾就有个妹子在见面之前语气之中总带着一丝想拒我千里之外的意思，那天我去见她，她说想唱歌，在KTV里，她稍微有点不胜酒力，我吻了她。\n晚上我再三劝说下，她答应先不回学校。到了床上，她很释放，一会儿就湿了一大片床单，又换到另一张，她甚至颤抖着说，她要是爱上我怎么办？\n后来又有过几次，直到再后来激情褪去，她问我，我们之间这算什么？其实彼此心知肚明，只不过是各取所需，互相取暖。后来一年多她不再联系我。有一天她说她结婚了，找了一个程序员。\n你看，这件事情说明了两种东西，一是感情的确需要两个层面，一面是在乎，一面是性。二是，初感觉七分靠床戏，床戏七分靠前戏，前戏七分靠吻技。\n此生只愿遇到爱情，你知道我长短，我知道你深浅。否则，宁愿孤独一生，坚决不做舔狗。"
        ],
        [
            1,
            "音儿丫头的戏精舔狗又出来作妖了，大家快跑啊"
        ],
        [
            2,
            "毕业季，有要在天府广场附近租房的同学吗，我因为要去外地发展，现在把自己住的房子转租出去，单间有空调，冰箱，洗衣机，有窗户透风很好，采光也很好，800一个月，出门走两步就是地铁站，走三步就是春熙路。微信：yong1593134977"
        ],
        [
            1,
            "帮转【ABCessay兼职招聘】\n专业：经济、商科（金融 会计）、工科、理科各专业，几乎不限\n内容：海外中国留学生的essay/assignment/paper/report辅导\n要求：英语要好，写作没问题(至少得六级以上)\n薪资大概是国内同等难度的2-3倍\n微信：Eco-essay"
        ],
        [
            1,
            "江安广播怎么点歌啊"
        ],
        [
            1,
            "国际周 3学分才能毕业吧"
        ],
        [
            1,
            "想谈一场恋爱?"
        ],
        [
            2,
            "想找个npy不知道怎么找\n感觉还是高中好\n谈恋爱就水到渠成的feel\n大学都没怎么和女生交流\nawsl\n想要个npy"
        ],
        [
            1,
            "#海螺#提出"
        ],
        [
            1,
            "6号有人在1024上发帖我川大三妹子粿照，妹纸们长点心吧…"
        ],
        [
            2,
            "我的世界从此失去光"
        ],
        [
            2,
            "毕业季，有要在天府广场附近租房的同学吗，我因为要去外地发展，现在把自己住的房子转租出去，单间有空调，冰箱，洗衣机，有窗户透风很好，采光也很好，800一个月，出门走两步就是地铁站，走三步就是春熙路。"
        ],
        [
            2,
            "有认识商学院念MBA的小哥哥小姐姐吗？急需一枚? 18227655026"
        ],
        [
            2,
            "分手后 晚上睡前和早上起来的时候都无比想念对方\n\n人生真是令人无解。"
        ],
        [
            1,
            "#关于yp# 尽管成者可以自由享乐，但他更知如何推迟享乐，适时自律，以期将来乐趣更盛。成者并不忌惮追求所想，但取之有道，也并不靠控制它们而获取安然之感。"
        ],
        [
            1,
            "有睡不着的聊聊天吗？"
        ],
        [
            2,
            "良心上真的过意不去"
        ],
        [
            2,
            "爆痘了，可最近总是难以入眠"
        ],
        [
            2,
            "不上国际周的课直接让它挂掉有没有啥影响？"
        ],
        [
            1,
            "微博一天天ghs"
        ],
        [
            1,
            "怎么了小姐姐"
        ],
        [
            2,
            "希望我这样造孽不要遭报应，今天开始日行一善啊日行一善"
        ]
    ],
    "09": [
        [
            2,
            "十二风华鉴？"
        ],
        [
            2,
            "求分享好听的歌！"
        ],
        [
            1,
            "女生不是没有需求，她们也需要sex\n但也不是你们这样在info嗷嗷待哺的人约得到的\n有点智商好吗"
        ],
        [
            2,
            "啥菜"
        ],
        [
            1,
            "我真的是爱上过我的炮友，我还是男的"
        ],
        [
            2,
            "我寂寞你能带我干啥"
        ],
        [
            1,
            "一个女生说她想和我早上么么哒，晚上啪啪啪...我却拒绝她了。有点自责。"
        ],
        [
            1,
            "真的好想恋爱啊"
        ],
        [
            2,
            "好寂寞"
        ],
        [
            2,
            "至少爱过 我也希望我的炮友可以爱上我"
        ],
        [
            2,
            "不是爱上，相爱过，分了"
        ],
        [
            2,
            "你们爱上炮友的最后怎么办了"
        ],
        [
            1,
            "今天我也许真的把以后的路堵死了。算了，成都不想待了，攒点钱回家吧。虽然极度不甘心但是木已成舟。"
        ],
        [
            2,
            "我不美好"
        ],
        [
            2,
            "干啥给我发个屎"
        ],
        [
            1,
            "招几名初中语、数、外兼职辅导老师(望江华西均可)，要求，踏实，高考单科成绩较好，有意加QQ1148218550"
        ],
        [
            2,
            "出校车票 因为8月13号就过期了 低价出2元一张 量多还有优惠 50张75元 100张100元 要的留言我加你"
        ],
        [
            2,
            "老天爷，我就问你为啥这么对我"
        ],
        [
            1,
            "想在华西找一个租房的室友，因为原来同住的室友要搬走了。\n房子离华西医院非常近，月租2200左右，本人男，合租要男生。因为室友已经搬走了所以想尽快找到新室友，最好是最近几天就能来看看房间。\n详细的可以咨询QQ：2069207825"
        ],
        [
            2,
            "#海螺#讲座"
        ],
        [
            2,
            "想恋爱了，本人男，1752084462"
        ],
        [
            1,
            "川大留学互助公益平台诚招校园助理（兼职），在校内发单，协助开展活动，工作简单，要求17/18级的同学，男女不限，做事有责任心。想了解详情的同学请加QQ3113748544了解哈?"
        ],
        [
            1,
            "1186499722  我想找到15级一新闻女同学 那是16年在周的中华文化课她问周对手机出现的看法"
        ],
        [
            2,
            "my doctor,我找不到你了"
        ],
        [
            2,
            "想恋爱"
        ],
        [
            2,
            "本人男，想恋爱了1752084462"
        ],
        [
            2,
            "约了个炮，过了半年，才反应过来，自己原来谈了个恋爱"
        ],
        [
            1,
            "好想谈个恋爱，\n虽然有一些是对爱欲的渴望，\n有一些是对两人在一起的小感动的渴望，\n但明早起来，我还是会变得麻木，\n利益面前，啥都是浮云，"
        ],
        [
            1,
            "我只用手让女孩子爽过???"
        ],
        [
            1,
            "或许你可以搜一下怎么让自己的敏感阈值提高，我也帮不了你啥了兄弟"
        ]
    ],
    "08": [
        [
            1,
            "可能是因为t让我没那么敏感，达不到阈值吧，摘了之后其实也算正常的时间"
        ],
        [
            1,
            "没啥经验阿，你要是说长度的话我只能说没给全国男性拖后腿，半径可能就超出了。持久这个问题天生的？（或许你可以去割包皮）能让女朋友gc是找到了最适合的姿势吧。"
        ],
        [
            1,
            "和喜欢的人做爱做的事情真的很幸福阿"
        ],
        [
            1,
            "我渴望爱情\n但我得到的只是和其他全完无爱的女人性交\n每次射完就感觉约。。。一点意思都没有，甚至很自责\n但我一直都在这种恶性循环当中"
        ],
        [
            1,
            "微zhuyansen000 我想找到15级一新闻女同学 那是16年在周的中华文化课她问周对手机出现的看法"
        ],
        [
            2,
            "这个洗衣机真是bug，我守在洗衣机旁边等它洗完，结果下一秒就被占用了……这预约原来是提前锁定位置吗？草我等了俩洗衣机了现在等第三个脾气很差…"
        ],
        [
            2,
            "no bootable device"
        ],
        [
            2,
            "谁会修电脑？"
        ],
        [
            2,
            "我觉得活着好没意思"
        ],
        [
            1,
            "感觉江安图书馆每年暑假都在整那个破电梯。。。"
        ],
        [
            0,
            "Deir公众号有了状态功能，可以发状态了，记录校园生活，认证同学互动，real"
        ],
        [
            0,
            "qq1061744780\n要走了出一辆凤凰自行车啊～～\n江安的\n真的很好骑！可以骑了再决定要不要！\n不要钱啊！就是希望它不要烂在校园里！\n或者大家知道学校哪里收二手自行车吗？\n求赞"
        ],
        [
            2,
            "微信端口无法访问"
        ],
        [
            0,
            "hello"
        ],
        [
            2,
            "没忘"
        ],
        [
            0,
            "求问川大望江校区有没有女生宿舍床位出租！未入学研究生，要跟着导师写课题，8月到9月这一个月想在学校租一个床位！"
        ],
        [
            1,
            ".\n夜也微笑\n睁开眼看着数星星的孩子们"
        ],
        [
            1,
            "我也想结婚"
        ]
    ],
    "07": [
        [
            2,
            "微博上有个人一直隐晦地侮辱我，有没有法学院的同学帮我支下招？这人肯定是我认识的（其实我有怀疑对象但苦于证据），给我的微博好友发的我们的合照留言内涵（文字暗讽再加个表情那种），从此我就注意到这个人。这个人还用过一段时间我的名字缩写+件货的ID，看图片水印能看出来。我之前微博投诉过没有成功，最近快毕业，可能因为保研之类，这个号又开始造谣生事。这种不点名道姓的可以怎么处理？我可以起诉吗？"
        ],
        [
            1,
            "有没有在资阳的，3300965956加我q"
        ],
        [
            2,
            "看着朋友圈去复旦中科院南开参加夏令营 自己苦逼考研是种什么体验？"
        ],
        [
            1,
            "给爷整笑了"
        ],
        [
            2,
            "我好奇那两个女朋友和她上床没"
        ],
        [
            1,
            "寻找今天下午拿快递走错路的小姐姐"
        ],
        [
            2,
            "我想结婚"
        ],
        [
            2,
            "无法理解\n一个特别好看的妹子为了能拿到更多项目打比赛加分，勾搭上了手里有很多项目的一个男的（吃藕）\n这个男的上一个女朋友也是为了项目和他在一起，他也心知肚明现任女朋友和他在一起的原因\n一个愿打一个愿挨罢了"
        ],
        [
            1,
            "同学，请问湖夹滩的快餐现在质量怎么样，安全吗，价位有没有上涨？"
        ],
        [
            2,
            "我没有贴子，你留就完事了"
        ],
        [
            2,
            "留号删"
        ],
        [
            1,
            "有没有华西校区不用的校园卡租一张，二战考研不方便进图书馆。有空余饭卡的可以评论留言~"
        ],
        [
            2,
            "精力只有放在学习上最值得"
        ],
        [
            2,
            "爱情是最没意义的一件事了，不爱了只有献血淋漓的恨"
        ],
        [
            2,
            "求#望江床铺# 8月至开学 如果有多余的床铺麻烦评论下然后加好友 感谢?"
        ],
        [
            1,
            "艾欧尼亚双排的有没有"
        ],
        [
            2,
            "有提供校内暑假短租房的么？麻烦联系鸭"
        ],
        [
            2,
            "有没有华西考研的小姐姐一起合租"
        ],
        [
            1,
            "蓝色星空没了 有没有大咖一起开发APP版本蓝色星空"
        ],
        [
            2,
            "我发现我确实是个婊"
        ],
        [
            2,
            "我想约个倒贴的"
        ],
        [
            1,
            "虽然约炮没有错，但能不能不要在info上面约炮啊……好歹也是个985啊。要约就去探探，陌陌，微博贴吧约啊……倒贴的都约得到，真的"
        ],
        [
            0,
            "寻求蓝色星空的同学，可以去deir公众号，把你的需求发给deir吧！deir愿意尽量满足您的需求，deir愿意更好的服务好同学，可是人员有限，十分期盼您的加入，校园大使负责人寻求中！做的不好，请留言公众号，机器人回复的多有得罪，望海涵"
        ],
        [
            2,
            "盘都接不到呢"
        ],
        [
            1,
            "没谈过恋爱，更没有性经历，不敢约炮，以后只能接盘，想哭"
        ],
        [
            2,
            "原来我用了那么久的香水是黑鸦片"
        ],
        [
            2,
            "这个上面有眼科医生吗"
        ],
        [
            1,
            "不做，想kiss和挑逗，找刺激的女的有没有"
        ],
        [
            1,
            "这上面能找对象？如果互相都不介意，那来认识下吧，限川大"
        ],
        [
            2,
            "再也找不到对我这么好的人了"
        ],
        [
            2,
            "傻逼不要再当寄生虫还要逼逼"
        ],
        [
            1,
            "第一次上这个平台，有没有小姐姐周末可以约，电影，吃饭or其他都可以"
        ],
        [
            2,
            "你可以从家里滚出来"
        ],
        [
            2,
            "真他妈服了，回家像你妈军训一样每天六点就被喊醒。"
        ],
        [
            2,
            "为什么蓝色星空不再有"
        ],
        [
            1,
            "有没有小姐姐还没睡的，聊聊过去做个树洞。3241152425"
        ],
        [
            1,
            "想在华西找一个一起租房的室友，因为原来同住的室友要搬走了。\n房子离华西医院非常近，月租2200左右，本人男，合租要男生。因为室友已经搬走了所以想尽快找到新室友，最好是最近几天就能来看看房间。\n详细的可以咨询QQ：2069207825"
        ],
        [
            2,
            "有没睡的吗"
        ],
        [
            1,
            "还是想你11"
        ],
        [
            1,
            "还有没睡的小可爱吗?"
        ]
    ],
    "06": [
        [
            1,
            "1186499722 我想找到15级一新闻女同学 那是16年在周的中华文化课她问周对手机出现的看法"
        ],
        [
            2,
            "#海螺#？"
        ],
        [
            1,
            "有人聊天吗？qq2384767826"
        ],
        [
            2,
            "反反复复就是那么些个yp男，这个又不像某校的bbs，不需要学生证注册，是不是川大的不得而知。饭卡租房去百度贴吧比这环境好"
        ],
        [
            1,
            "出14本三联爱乐过刊，打包出209829633"
        ],
        [
            1,
            "有好看的0么，一起睡觉吧，哈哈"
        ],
        [
            0,
            "经过基A四楼电梯那侧厕所的时候也太臭了吧！！！男厕门关着，我一个男孩纸又不能关女厕的门，谁去关一下！！好臭啊！！！都不敢去接水了！！！"
        ],
        [
            1,
            "想在华西找一个一起租房的室友，因为原来同住的室友要搬走了。\n房子离华西医院非常近，月租2200左右，本人男，合租要男生。因为室友已经搬走了所以想尽快找到新室友，最好是最近几天就能来看看房间。\n详细的可以咨询QQ：2069207825。"
        ],
        [
            1,
            "女生比男生需求更多\n女生和男生一样，都会用手满足自己的需求"
        ],
        [
            1,
            "无聊，有没有约起耍的，"
        ],
        [
            2,
            "从来没有约炮男爱上约炮女"
        ],
        [
            2,
            "想知道有没有什么办法可以查自己的成绩排名啊"
        ],
        [
            2,
            "进deir公众号，首发瓜分红包"
        ],
        [
            2,
            "对男人女人重要，还是对女人男人重要"
        ],
        [
            1,
            "微信freerunalone,有出去一起玩的美女吗"
        ],
        [
            2,
            "投稿吐槽望江小北门 一只酸奶牛。因为是自己从银行刚取的钱，所以基本确定是真钞。然后，这个店的人，不知道是很久没见过钱还是想拒收现金，摸了之后说，对不起，是假钞吧，我们不能收。首先，她没有使用验钞机，只是单纯看了一眼，可能她比验钞机更神吧.....\n然后我和几个朋友去银行验了钞，确定了是真的，也就是说，那位女士为了拒收现金，说我拿假钞......现在很多用电子支付，现金确实不多见，但把真钞说成假钞......首先是我没有任何过错，却被她说的像个骗子,其次拒收现金貌似是违法的吧...单纯不爽，挂一下。"
        ],
        [
            1,
            "需要女人一起打发无聊的时光"
        ],
        [
            0,
            "这里都是川大的同学吗？感觉……"
        ],
        [
            2,
            "需要女人干什么"
        ],
        [
            1,
            "需要女人"
        ],
        [
            1,
            "我们围合有几个单元要清空了，路过时发现地上有一条蕾丝边白丝，另一处还有几双黑丝。试问：这是男生自己穿的还是女票穿过了收藏的？（hhh）"
        ],
        [
            1,
            "机械设计shawo"
        ],
        [
            2,
            "成都有没有靠谱的短租呀？暑假想让妈妈来成都陪我，想租一整套公寓，但是时间要一个月左右"
        ],
        [
            1,
            "论匿名平台中人均985的素质。"
        ],
        [
            2,
            "如果你愿意实名，就来deir公众号"
        ]
    ],
    "05": [
        [
            1,
            "有出的吗"
        ],
        [
            1,
            "出的留号，我加你"
        ],
        [
            2,
            "出啊。怎么收"
        ],
        [
            1,
            "艺术篇还不出成绩吗"
        ],
        [
            2,
            "王者一起排位的有吗。"
        ],
        [
            1,
            "怎么给不是女朋友的女生提出开房的要求呢？"
        ],
        [
            1,
            "我是男生，单身狗一枚，我留个号，只是想要找妹子一起吃饭唱歌耍朋友这些。\n643035996\n我相信，物以群分。人以类聚。只要是合适的人终究和合拍，不合适的，加了也没得啥子用的。"
        ],
        [
            1,
            "1186499722 我想找到15级新闻女同学 那是16年在周的中华文化课她问周对手机的"
        ],
        [
            2,
            "为什么连一句再见都没有。"
        ],
        [
            1,
            "川大结业与二本毕业，就业孰优孰劣啊？"
        ],
        [
            2,
            "需要男人"
        ],
        [
            2,
            "为什么会调分 还变低了 唉"
        ],
        [
            1,
            "成绩统计的万恶之源出来没有"
        ],
        [
            2,
            "毕业走之前喜欢上了一个兵哥哥"
        ],
        [
            2,
            "江安附近有短租房吗\n大概从七月中旬打八月中旬"
        ],
        [
            1,
            "那我求一个留号吧。本人条件比较不错，马上离开成都。求小姐姐留个号。"
        ],
        [
            1,
            "我大川某些人优越感真强"
        ],
        [
            1,
            "期末成绩都出来了，我大临床的某些永远对成绩不满、对老师给分不满的几个小丑也都蹦出来了。我想你一两个学期这样也就算了，每学期对给分不满意，所有老师是针对你还是怎么着？tm承认自己菜，平时好好学就那么难吗......"
        ],
        [
            1,
            "我幼儿园大班，马上开学小一了，想认识一个可以和我一起玩耍，一起看电影，压马路的女生。如果有兴趣，可以留号，非诚勿扰，哈哈哈"
        ],
        [
            1,
            "有一门专业选修挂了  主要是选课时没注意选了这门坑课  但是我的学分早就修够了  需要补考吗？  又不能删掉 而且就差两分"
        ],
        [
            1,
            "军训快乐哟"
        ],
        [
            1,
            "我不约炮，但是我是医疗废物"
        ],
        [
            2,
            "有害垃圾"
        ],
        [
            2,
            "喜欢上了一个研一学长，睡过了那种，但他不想分手，好烦"
        ],
        [
            2,
            "认识很多约炮男，还睡过几个，没有一个不是垃圾"
        ],
        [
            1,
            "info是一个很真实的平台"
        ],
        [
            2,
            "呃感觉前女友在向我传递yp信息\n不过她不能让我gc呃\n而且也不喜欢她了。。"
        ],
        [
            1,
            "1186499722我想找到15级新闻女同学 那是16年在周的中华文化课她问周对手机的看法"
        ]
    ],
    "04": [
        [
            1,
            "用五姑娘十分钟吧"
        ],
        [
            2,
            "教务处系统密码忘了怎么修改？"
        ],
        [
            2,
            "那你用五姑娘多久"
        ],
        [
            2,
            "姨妈来临前情绪不稳定，于是点开steam又买了两百块的游戏。好在我愿望清单就这点东西，趁着夏促和心情不好直接清空了，要是每个月姨妈来的时候都这样剁手，我肯定养不起我自己?"
        ],
        [
            2,
            "我要剁手呢"
        ],
        [
            1,
            "但是我自己用五姑娘的时候又不会出不来，欸"
        ],
        [
            2,
            "这两天的股市让我损失惨重"
        ],
        [
            2,
            "你可能有射精障碍"
        ],
        [
            2,
            "?下周的仙人掌音乐节有要拼车回华西/望江的吗？"
        ],
        [
            1,
            "我多久？emmmm我大概跟她起码弄了40多分钟，但是还是没有出来的欲望，我怀疑我有那啥困难0——  ——"
        ],
        [
            1,
            "群里有没有做图片设计的？\n要求：结合当今学校热点事件设计广告文案图片！\n我是做驾校招生的，185816145683杜/微信同号"
        ],
        [
            1,
            "有女生吐槽啪啪啪时间久的吗？我上过那么多，没有一个说我太长"
        ],
        [
            2,
            "你多久啊"
        ],
        [
            2,
            "真好"
        ],
        [
            1,
            "不试，虽然女朋友顶不住我，但是我也不想去顶别人"
        ],
        [
            2,
            "成都，好想你"
        ],
        [
            2,
            "info再怎么封禁约炮贴也改变不了它作为一个约炮平台的本质"
        ],
        [
            2,
            "和我试试？"
        ],
        [
            1,
            "女朋友嫌弃我做太久怎么办。。。\n每次都要挑逗我，然后一个zs做了十多分钟她就自己爽了，索然无味了就要我自己出来，过一会儿换个zs又是这样，最后总是她自己爽了，我憋的难受╯﹏╰"
        ],
        [
            1,
            "有人知道如何查看自己某门课程的成绩排名吗？之前有听说有人可以查，但是又不太清楚怎么查，麻烦知道怎么操作的同学分享一下，谢谢?"
        ],
        [
            1,
            "啥意思长期可乐票?"
        ],
        [
            1,
            "啊好烦，为什么每次只是想远离待在一起不舒服的人，到最后搞得好像都是我的错一样，总觉得主动把关系疏远了很对不起别人，但是在一起着实让我觉得很不自在，我该怎么办啊，回学校后也没有脸去见那个人了?好烦好烦"
        ],
        [
            1,
            "艾欧尼亚黄金分段\n四川大学女神(本人男)\n位置：盲僧打野，辅助;锤石辅助\n找同学开黑"
        ],
        [
            1,
            "有些时候觉得，我还要更谦虚一点。真的感觉我知道的东西越多，会发现我不知道的东西更多。自己的观点若过于绝对，会被那些知道的比我多的人嘲笑。对自己不深入了解的事情，发表观点可以，不要去带感情影响别人。保持敬畏，持续学习，才能在当今的时代里保持清醒"
        ],
        [
            2,
            "info上yp的男的加来加去就那几个，没意思"
        ],
        [
            2,
            "被股市调戏"
        ],
        [
            1,
            "摆书摊上卖的书被偷了几本，真的佛了"
        ],
        [
            2,
            "有偿求帮转一下广告推文 保证无推销无信息收集无虚假广告就只是单纯地需要一些个学生看到 有意的加微信Alita1208谢谢啦"
        ],
        [
            1,
            "我们学校有没有ladyboy，crossdress啊"
        ],
        [
            1,
            "要分手加一"
        ],
        [
            2,
            "江安南门写的脑控仪是嘛玩意"
        ],
        [
            2,
            "杀了渣男"
        ],
        [
            2,
            "被PUA了\n得抑郁症了\n挂了必修课了\n人生轨迹偏得回不了头了"
        ],
        [
            1,
            "请问有没有有绿帽情结的呢？留号讨论一下"
        ],
        [
            2,
            "进入社会以后真的是人为财死，鸟为食亡，谁最爱你，给你给钱的人最爱你"
        ],
        [
            1,
            "这女朋友不能要了，送给我"
        ],
        [
            1,
            "#说说你们都遇到过哪些吃力不讨好的事呢？#"
        ],
        [
            2,
            "这种人渣就是想破坏你现在的幸福，好恶心，为什么不拉黑"
        ],
        [
            1,
            "有没有租望江床位的同学，因为暑假需要在望江附近实习，本人挺注意各人卫生，无不良习惯，价格私聊，有兴趣的加微信15282079754"
        ],
        [
            2,
            "好贱"
        ],
        [
            2,
            "去死吧你"
        ],
        [
            2,
            "你就是犯贱。食屎吧你。"
        ],
        [
            2,
            "因为犯贱"
        ],
        [
            0,
            "和前任分手一年了，还是会想起她，可这又怪谁呢，现在也只能祝她幸福了吧……"
        ],
        [
            1,
            "她跟我表白了，我拒绝了。\n我忘不掉前任，这对她来说并不公平"
        ],
        [
            1,
            "楼上的  感觉你前任是前面后悔的那位啊"
        ],
        [
            2,
            "和前任在一起的时候他爱答不理，十分冷酷，不愿同我出去吃饭，不愿出去看电影，因为期末考可以一星期不和我讲话，并且我在地铁上问他，是不是一点儿也不害怕失去我，他说是。我问他喜不喜欢我，他说没有那么喜欢。我生日的时候，收到很多朋友的祝福，但我觉得他那边没动静，下定决心一步步问他，知道我的生日吗，说知道应该就是这几天，我说就是今天了，你应该也没有买礼物吧，他说是的，但会有一句生日快乐。于是下定决心说分手。总之和他恋爱没被爱过，之后找到帅气的现任，他知道我谈恋爱以后，突然联系我，嘘寒问暖，和以前那种不爱我的样子一点儿也不像。不明白这种男的什么心理，在一起的时候那般伤害我，每次见面我都是哭着离开的，我保证我没有作没有闹，分手也是心平气和，为什么等到我已经死心了，开始了新生活，又来打搅我？"
        ],
        [
            2,
            "我就是个废物  什么事都做不好   真没用    死了算了"
        ],
        [
            1,
            ".\n让我痛苦至死\n让我孤独\n让我忧伤\n让我彷徨无助\n黑暗中嚎叫\n喉咙里蹦出一点火光\n直到无休止\n沉默\n沉默\n沉默\n而后在宇宙诞生般的爆炸中\n把我的生命还给我"
        ],
        [
            1,
            "以前一直觉得和女朋友感情没有非常好 分手后才后悔没有好好疼爱她"
        ]
    ],
    "03": [
        [
            1,
            "微 zhuyansen000我想找到15级新闻女同学 那是16年在周的中华文化课她问周对手机的看法"
        ],
        [
            2,
            "其实我早都死了"
        ],
        [
            2,
            "我回味还觉得不错"
        ],
        [
            1,
            "1784772850\n小姐姐来聊聊天哈"
        ],
        [
            1,
            "约炮后有罪恶感"
        ],
        [
            2,
            "我突然想起，觉得美好"
        ],
        [
            2,
            "商量啥"
        ],
        [
            0,
            "有谁知道今天下午西门电台巷火锅有啥事发生吗？是有谁要来吗还包场了都吃不了……"
        ],
        [
            2,
            "为什么有钱男人的女人不能是我"
        ],
        [
            2,
            "请问有暂时用不上校园卡可以出租的吗？考研党一枚～希望最好可以从八月份连续租到明年三月哈，价格好商议。有意向请联系微信号18328670809。谢谢。"
        ],
        [
            2,
            "找个有钱的男朋友或老公不可以吗"
        ],
        [
            2,
            "为什么我认识不了有钱男人。生活苦累，完全靠自己。"
        ],
        [
            1,
            "谁有外国语学院刘婷兰老师的联系方式，急求，成绩录入有问题"
        ],
        [
            2,
            "为什么淘宝不能收藏夹无限"
        ],
        [
            2,
            "我日，微博抽奖居然抽中我了！"
        ],
        [
            2,
            "【招短租室友】\n就在川大望江校内，房子对面就是【东三教/东二教，三楼】\n目前是套三中的两个房间短租出去，租到8月25日，现在马上可以入住\n需要的同学加我vx13540643645(打电话也可)\n最好是川大同学，女生"
        ],
        [
            1,
            "室友考研二战想在望江恰饭自习，有出国或者休学的群友能有偿出借一张校园卡用至今年年底的吗？"
        ],
        [
            1,
            "创新学分怎么申请？？？？sb辅导员什么都不说"
        ],
        [
            1,
            "有人聊聊天吗？"
        ],
        [
            1,
            "今天下午六点，小北门携府网吧，英雄联盟开黑。艾欧尼亚，灵活是白银2分段，单双是黄金4。\n可以是一个寝室，也可以是一帮兄弟。有一起的话留下联系方式。"
        ],
        [
            1,
            "好神奇，今年居然没人吐槽军训"
        ],
        [
            1,
            "一群傻屌。。。"
        ],
        [
            2,
            "出全新2020肖秀荣政治三件套"
        ],
        [
            1,
            "真tm烦那种不分场合，不看清自己的位置，一心想当主角给自己加戏的人。小组讨论代替组长分配任务，出去玩自己当领导，实际上p都不懂，搞的一团糟。别人看没看破和说不说是两回事，真tm是个跳梁小丑。"
        ],
        [
            1,
            "钓鱼有什么用"
        ],
        [
            2,
            "舔不舔"
        ],
        [
            1,
            "留号！、"
        ],
        [
            2,
            "聊天天吧又失眠了"
        ],
        [
            1,
            "微信 zhuyansen000我想找到15级新闻女同学 那是16年在周的中华文化课她问周对手机的看法"
        ],
        [
            1,
            "有要聊天的吗"
        ]
    ],
    "02": [
        [
            1,
            "你好我好大家好才是真的好"
        ],
        [
            1,
            "想知道基教a楼下丢车有找回来的希望吗。。。真没想到白天也这么容易丢车TAT还是一百来块的破二手车"
        ],
        [
            1,
            "专业选修挂科了...下个学期要复习考研没时间上课。打算大四下学期再来选一个专业选修课，想请问各位学长学姐这种情况什么时候才能拿到毕业证......(我们学院的专业选修课都是16周17周考试的，成绩这两天才出)"
        ],
        [
            1,
            "#海螺#最近发现个超棒的吃喝玩乐天地哈哈哈，做为旅行过一百多个城市的博主想安利一下！(∩_∩)可加微信zhengdebinkeke"
        ],
        [
            1,
            "好无聊想找女孩子一起玩，玩什么都行3452292546，我颜控"
        ],
        [
            1,
            "我做梦都想成为武大炮王呢\n?色名都收了"
        ],
        [
            1,
            "info就是我的树洞罢了\n管理员还莫名其妙的封我\n我又没有约炮，又没有做违法乱纪的事情\n你还封我，虽然现在解封了，蓝瘦香菇"
        ],
        [
            1,
            "同年级有个同学因为心理原因，已经出国半年了，一学期的课自然没上。群里居然有人说“真羡慕这样的人生啊” 还有人跟着回。                                                             我服了这群人了"
        ],
        [
            1,
            "大家好啊"
        ],
        [
            1,
            "很遗憾，但不可避免要分别。\n                          ——于川大最后一夜"
        ],
        [
            2,
            "现在又没人说话了"
        ],
        [
            2,
            "求求学长学姐告知 搬宿舍难吗 有必要找人搬吗 谢谢学长学姐！"
        ],
        [
            2,
            "还记得武大炮王吗，同时谈几个女朋友，和几十个女生女生聊骚，上床，最小才10多岁。当时的聊天截图，那些女孩把自己私密视频发给他，还倒贴。以前觉得很可怕......但现在觉得这种男生有他的市场，其实也不是没有原因，女生是挺需要人陪的。"
        ],
        [
            0,
            "求一个可以看每科平均分最高分最低分的链接"
        ],
        [
            1,
            "求校车票    3515861361"
        ],
        [
            2,
            "小号太猥琐了，不加小号"
        ],
        [
            1,
            "这么多兰州的??"
        ],
        [
            2,
            "说不定从炮友变成恋人还解决社会问题了呢"
        ],
        [
            2,
            "我是兰州的"
        ],
        [
            1,
            "不知道这里有没有兰州的? 我这样算不算跨区域交友呢？ 也许我们可以从微博聊起来啊"
        ],
        [
            1,
            "教务系统的绩点是必修绩点还是所有课的绩点\n绩点达到3的话均分是多少分"
        ],
        [
            2,
            "你情我愿，危害社会了吗"
        ],
        [
            2,
            "不同意约炮贴永久封号"
        ],
        [
            2,
            "，我想我的小傻子"
        ],
        [
            2,
            "有没有人7.4号上午八点半一起出发去东站。拼个车呀。我一个人"
        ],
        [
            1,
            "本来很想问问你考的咋样的，但一想到你可能并不希望我来找你，我就不想问了。我明白我在你心里的地位，所以不想打扰你，尽量不接触了吧，但是这样心里还是好难受啊"
        ],
        [
            1,
            "怀疑无效"
        ],
        [
            1,
            "同意楼下，建议学校每年安排一次军训"
        ],
        [
            1,
            "要大家一起军训才有感觉"
        ],
        [
            1,
            "你可以申请重修军训"
        ],
        [
            1,
            "真希望每一年都有军训，这样能磨磨我的懒骨头"
        ],
        [
            1,
            "好期待军训啊"
        ],
        [
            2,
            "安静，好看，就可以"
        ],
        [
            1,
            "直接去教务处的机器那儿打印吧"
        ],
        [
            2,
            "大家知道2019届应届毕业生成绩单在哪里打吗？还是去教务处的机器直接打印吗？"
        ],
        [
            1,
            "有人出租望江宿舍吗，因为假期需要在望江附近实习，所以想租个宿舍，有兴趣加微信联系15282079754"
        ],
        [
            1,
            "我发现有其他人冲淡想念的时候，也觉得可能根本不存在所谓的谁唯一，谁特别。就算曾经那么喜欢你。可能明白了这些日后就是渣男了。还有不知道明天就不一定留下的一点点遗憾。"
        ],
        [
            2,
            "起来再说吧，晚安"
        ]
    ],
    "01": [
        [
            1,
            "我也不知道咋回事，看大家都留，我也留一个，大约是毕业季又闲又丧吧，同留同留"
        ],
        [
            1,
            "哈哈，我也来留个号吧，反正也不知道几点才能睡着，2978493670"
        ],
        [
            1,
            "找人聊天，留号吧"
        ],
        [
            1,
            "1784772850\n来聊聊天哈"
        ],
        [
            0,
            "想知道这里能不能脱单啊\n男\n真想有一段甜爆炸的恋爱?"
        ],
        [
            1,
            "想学维语跟哈语。"
        ],
        [
            2,
            "今天也很想你，可是忍住啦，开心"
        ],
        [
            2,
            "真的混的撇\n平常看起来和室友关系好\n到处出去玩\n找她们帮个忙全都不干\n塑料室友情呵呵呵"
        ],
        [
            2,
            "四岁小女生口语家教，60元/h,  每周2次，具体可协商，8月15号开始，离望江很近，要求英语口语好，有耐心。有意请留联系方式。"
        ],
        [
            2,
            "我不同意约炮贴被封号。本就是生活的真实组成部分。"
        ],
        [
            2,
            "如果一辈子都不结婚的话，生活在哪里比较好"
        ],
        [
            2,
            "自杀式发言形容一发完言就会被封号，但还是发了"
        ],
        [
            1,
            "有人一起玩和平精英吗，我真的快无聊死了"
        ],
        [
            2,
            "也发现自己的骄傲一文不名"
        ],
        [
            2,
            "我发现我现在见不得别人开心"
        ],
        [
            2,
            "我是个男的3304775362可先爆照"
        ],
        [
            2,
            "有好看的小姐姐➕吗，不丑不矮身材?️，3304775362"
        ],
        [
            1,
            "学校的朋友都走完啦，一会儿有人陪着去吃个烧烤嘛，江安。"
        ],
        [
            2,
            "【暑期兼职】招募车评写手，车评一篇65至140，根据车型不同报酬也不同，有空闲时间就可以写，简单易上手多做多得，过稿当晚立结。此兼职长期合作，有兴趣写车评的同学进qq群：763455612，进群先看文件和公告，有不懂的问群主"
        ],
        [
            2,
            "我这个人是个特别重感情的人，如果你要当我的p友，你要一辈子当我的p友"
        ],
        [
            0,
            "微信公众号Deir,可以发动态，发图片啦！"
        ],
        [
            2,
            "本人川大大三在读，招募车评写手，车评一篇65至140，根据车型不同报酬也不同，有空闲时间就可以写，简单易上手多做多得，过稿当晚立结。此兼职长期合作，有兴趣写车评的同学进qq群：763455612，进群先看文件和公告，有不懂的问群主"
        ],
        [
            2,
            "招募车评兼职，65至140一篇，不限量有多少收多少，多做多得，想赚取生活费的同学可以进群聊：763455612，亲测有效，过稿当晚立结，绝不拖欠！"
        ],
        [
            2,
            "你们男生就是愿意为了长得好看的女生去死"
        ],
        [
            2,
            "说要聊天的，加了又不同意是什么意思"
        ],
        [
            2,
            "烦，但还是要恢复平静，好好学习"
        ],
        [
            2,
            "怕是要变成伏地魔"
        ],
        [
            2,
            "还是谢谢你。22岁的男生真的很香甜"
        ],
        [
            2,
            "国际周是必修吗"
        ],
        [
            2,
            "脑浆迸裂的那种"
        ],
        [
            2,
            "我要是你妈，生下来就把你在墙上摔死"
        ],
        [
            2,
            "你是不从小没妈才对女性这么仇视"
        ],
        [
            2,
            "有需要床上书桌的吗，望江自提"
        ],
        [
            2,
            "呸！"
        ],
        [
            2,
            "你这种人真阴暗恶心可怜"
        ],
        [
            1,
            "都是因为爱情失去智商的人呐"
        ],
        [
            2,
            "只要不放弃，办法总比困难多，不要让自己的心态崩掉啊"
        ],
        [
            1,
            "我想要一份爱情，就是那种真诚的爱情，摆在面前能珍惜的那种。我真的觉得，我离你应该足够近了，可为什么你总迟迟不出现，又或者其实我注定孤独一生呢？\n现在的我信奉的，就真的是爱情是奢侈品，并不是只要是个人都能够拥有，婚姻于我也并不是必需品了，因为家里面没人逼我结婚，我不想和没感觉的人凑一块儿。"
        ],
        [
            1,
            "你是男的女的?"
        ],
        [
            0,
            "Record our wonderful moments in Sichuan University, so come to WeChat official account Deir"
        ],
        [
            2,
            "有没有优惠的境外跟团旅游？有了解的同学么"
        ],
        [
            0,
            "真实，真朋友，真学生，Deir公众号升级等你来！"
        ],
        [
            2,
            "两个人的关系越变越糟，绝对不只是一个人的错。既然知道三观不合适，为什么还要强扭在一起呢？她的无理取闹很有可能是你遇到问题不做为导致的。别把锅都甩到对方身上，多反省反省自己吧，你也不是圣人。我就不信你一点错都没有。"
        ],
        [
            2,
            "真是邋遢又贪心，居然收藏夹和购物车都满了"
        ],
        [
            2,
            "今天忙起来就没有想到你啦"
        ],
        [
            1,
            "国际周的课挂了会怎样？"
        ],
        [
            2,
            "望江的清洁阿姨们太吵了……一个在五楼一个在七楼也能扯着嗓子喊我真是服辣"
        ],
        [
            2,
            "想爱的人是你\n想做的人是你\n想要一起生孩子的人是你\n想要度过一生的人是你"
        ],
        [
            2,
            "又又熬夜了?守夜冠军了?哭"
        ],
        [
            1,
            "我到现在，都还在等你。不是坐以待毙的那种等，而是一直心怀期望的那种等。因为我总告诉自己啊，你就快要到了，到我的世界，到我的身边，到我的心里，我的怀里，到我余生的一切里。"
        ],
        [
            1,
            "谈恋爱甚至结婚，性格真的是太重要的一件事了。\n以前还会相信段子里说的，女朋友只要长得好看，再生气也能忍下来，然而2019半年间的经历让我真的精疲力竭。\n有时候我会想，这一切真的值得吗？为了曾经年少时的执念，为了一张精致的脸，去捂一块不会化的冰，去拆一颗没有倒计时的c4。\n因为她，我的脾气也开始越来越暴躁，吵架从理性对话到现在都互相问候母亲，时间久了，再好看的脸也阻止不了感情的崩溃。\n即将毕业入职的我，有时候躺在床上，脑海中闪过以后我和她结婚生活的样子，真的会陷入深深的绝望。\n容颜尚且会因为时间改变，但是性格真的是一辈子的东西，尤其是性格中带有偏执、固执的人，还是希望各位在荷尔蒙面前能够留有理性，一个人的外貌真的没有那么重要。\n2019我真的很不快乐，但希望你们能够快乐吧。"
        ],
        [
            2,
            "还是太浮躁了"
        ],
        [
            2,
            "没有捷径，没有捡漏，没有"
        ],
        [
            2,
            "总之重心还是一心一意读计算机"
        ],
        [
            1,
            ".\n今天路过东园一栋宿舍楼前\n不经意间望向三教和羽毛球馆的那条路\n路两边树交叠\n形成一拱形通道\n夕阳还炽热\n黄色的光包围着树的轮廓\n如我的目光一样的深邃\n走向那渐渐模糊的远方\n我的眼睛迷惘\n木头，它也在流泪吗\n为这一刻的自由\n和那边来来往往的生活给我的温暖"
        ],
        [
            1,
            "考注会报的科目太多啦 结果复习时间不够 所以要卖书啦 有同学需要东奥轻1的税法 财务成本管理 公司战略与风险管理嘛 书都是在当当上买的 价格好商量嘛！江安望江或者华西都可以面交\nqq376195037"
        ]
    ]
}