{
    "30": [
        [
            2,
            "出破解版:快猫视频，AVbobo，香蕉视频，艾力绅士，纸巾去，熊猫视频，小黄书视频，芭乐视频，xxlive，艾薇night，蜜桃社区，可达鸭，梨花视频，茄子视频，樱桃视频，猫咪社区小可爱直播，应有尽有，有意联系QQ2694374463"
        ],
        [
            2,
            "垃圾室友，真是垃圾！"
        ],
        [
            1,
            "下周二（12月3日）上午有事，需要找人代课，望江校区限男生，有意可联系"
        ],
        [
            2,
            "靠谱姬佬在线找女友\n始终如一，绝对不出轨，异地恋绝不找炮友还又当婊子又立牌坊自诩深情臭不要脸地说没人控制得住自己我心里最爱的还是你\n如果我出轨了，把我送去兽医那里绝育我也毫无怨言，我活该。"
        ],
        [
            2,
            "果然所有约炮男都是垃圾"
        ],
        [
            1,
            "&quot;且做新狂解旧狂&quot;"
        ],
        [
            1,
            "ghs"
        ],
        [
            1,
            "学代会呵呵"
        ],
        [
            2,
            "请问有同学试过用法考成绩申请本科创新学分吗？能成功吗？"
        ],
        [
            2,
            "好累呀  怀念养老摸鱼的本科时代"
        ],
        [
            2,
            "【收到不支持的消息类型，暂无法显示】"
        ],
        [
            2,
            "#海螺#/::,@"
        ],
        [
            2,
            "#海螺#woshi我是一只猫‘’"
        ],
        [
            1,
            "江安求租房呀，一个月带一只布偶猫，稍贵一点没关系的"
        ]
    ],
    "29": [
        [
            1,
            "我   男生   想听明年陈楚生的巡回    就在世外桃源！  有没有朋友凑个伴  男女都可！"
        ],
        [
            2,
            "难受……"
        ],
        [
            2,
            "今天江安的凤展是演讲与交际协会赢了还是ACCA赢了呀"
        ],
        [
            0,
            "啪啪肯定要有爱才甜蜜啊，，? 宁愿zw也不月的，，不过有一说一zw真的好难高潮啊，，，"
        ],
        [
            1,
            "约了p才觉得，找到喜欢的人才是真。对那些不喜欢的啪啪啪感觉一点意思都没有"
        ],
        [
            2,
            "想跟这个世界更多人交流\n电话陪聊10分钟9块钱\n电话13281110021\n想聊什么都可以，想问什么都可以"
        ],
        [
            2,
            "info两个常驻朋友：\n1.身在川音p友身，心爱异地小女友、对女友特别好的理直气壮出轨男\n2.每日长篇大论给人按头音儿再借机展现深情的文艺男"
        ],
        [
            2,
            "那个找音儿的我真心建议去看看医生吧…"
        ],
        [
            1,
            "有考333的朋友吗，今年，倒计时23天，想找研友互相记忆\nqq475689024"
        ]
    ],
    "28": [
        [
            1,
            "靠谱男友，在线等人。"
        ],
        [
            1,
            "有人接论文单子吗 与市场营销有关就可以了 5000字左右 简单容易 价格可议"
        ],
        [
            2,
            "怎么到处找音儿，实际上怂的一批"
        ],
        [
            1,
            "有没有想去蹦迪的小哥哥小姐姐呀~求带飞~萌新有点好奇"
        ],
        [
            2,
            "想问问我们学校毕业实习的实习成绩会出现在打印出来的成绩单上吗"
        ],
        [
            1,
            "3天就被分手挺好的，比深入人心了要轻松"
        ],
        [
            2,
            "希望有一天，因为抑郁症离去的人，不再是被报道成“zi sha”，而是病逝！愿世人正视抑郁症，愿天堂没有抑郁症！"
        ],
        [
            1,
            "来个人谈恋爱"
        ],
        [
            0,
            "没有您，月亮离我何其遥远"
        ],
        [
            1,
            "想问下大家，医院有没有技术消除脸上的疤啊？？我左脸本来很干净的，前几年长了个很大的痘痘，后来破了，，经历过一番磨难后，痘消失了，但是留下来的黑不溜秋的疤痕，跟胎记一样，，这种后天形成的疤医学上能不能消除？？？？"
        ]
    ],
    "27": [
        [
            1,
            "谈恋爱3天就被分手\n看到有人猝死\n心想猝死也好，应该没什么痛苦\n这个世界不缺我一个"
        ],
        [
            2,
            "提问，川大有没有旅游爱好者的群，那种可以约着一起出去玩的，一个人想去周边游，但是又觉得不安全? ? ?"
        ],
        [
            0,
            "12月有没有女孩子可以出租川大的床位或者出租房间呀，因为找工作需要在川大附近住一个月，有意愿的小可爱欢迎联系我，期待天使对川大老学姐伸出援手"
        ],
        [
            0,
            "#海螺#12月有没有川大小伙伴转租床位或者出租房间呀？一个月就好/:,@-D"
        ],
        [
            2,
            "出风展决赛票\n留言速来"
        ],
        [
            0,
            "有没有想过，如果你睡过的那几个女孩未来与别的男人成婚生孩子，并且这些孩子最终还与你和她的孩子竟有一段感情（这可能性总存在的），但是对方孩子的父亲发现了亲家公曾与自己的老婆有过关系，并不同意孩子的婚事，且你的她因孩子婚事不顺而不快，这种不快能推出你是真的爱她的这一结论吗？\n\n再有，你约的那些女生最终没有较好的结局并且那总因为有你的一份影响（我没有完全说都是你造成的）而出现了各种情况，比如因为过去经历而终没有得到其他男人善待，还生了孩子，但是会离异，这离异后的孩子深受父母影响而可能玩世不恭，或强奸，或引诱，或玩弄，或背叛，你让你跟她的孩子处于这么一个社会时代，会跟那样的孩子同处一世甚至可能受到人身伤害 或者哪怕没有直接接触却因为见闻而心灵易污染，你的她因此深深地为自己孩子忧虑，能推出你是爱她的吗？\n…\n这个世界上，爱情是最难的，真爱是最难的，都需要深邃的思想智慧和丰富细腻的感情才能孕育出来。没有那些，说爱只不过是总是为了自己的好处，包括为了容易得手、面皮子好看等等"
        ],
        [
            1,
            "你那么有理你咋不去给你女朋友说试试看呢，看看她啥反应哈。我吐了"
        ],
        [
            2,
            "自己渣就悄悄渣，一边渣一边说自己好深情，好靠谱，送你一句话，得了便宜还卖"
        ],
        [
            2,
            "大哥，真的没人在意你那点破事啊，婆婆妈妈几个月了，比肥皂剧还长"
        ],
        [
            1,
            "说实话，我是真的爱她，她如果喜欢，这么做我也能接受...但是我清楚，她肯定不会做这些事情的...而且我根本不是你们想的那么自私好吧，女票如果不觉得我好，咋会对我和我家人那么尽心？还有的妹子说不会碰不喜欢的人，可能观点不一样吧，我一直觉得我可以把性和爱分开的...每周出去做几次的确可以减压......"
        ],
        [
            2,
            "如果你能接受她这样，这就是你个人的选择。也没那么多人骂你，如果你不能接受，那就是你自私卑鄙加屌癌"
        ],
        [
            2,
            "我觉得那位大兄弟不用扯这些没用的，就回答一句你女朋友做同样的事情你能不能接受就完事儿了。"
        ],
        [
            2,
            "去碰一个自己完全不喜欢的人，你是畜生吗"
        ],
        [
            1,
            "实验室安全与环境保护  网课代（15元），包考试，有意者留号我加你"
        ],
        [
            2,
            "楼下那个祝别人考不上研的狗? ，我祝你毕不了业，找不到工作，打游戏连输，舔女神连跪嘻嘻嘻嘻嘻嘻嘻嘻嘻嘻"
        ],
        [
            1,
            "这个人就是info放出来增加热度的，别问我怎么知道的"
        ],
        [
            1,
            "你天天把这个说出来无非就是希望有人同意你的观点这样能够给你心里一点安慰，我就不信你真觉得这样做无所谓，你女票在那边也天天yp，然后心里只有你一个人，等你二十二岁马上嫁给你。你真不介意？这年头渣还渣的这么理直气壮的真不多"
        ],
        [
            1,
            "有無没睡的小姐姐2179972893"
        ],
        [
            1,
            "谁知道临床辅导员fyy咋了"
        ]
    ],
    "26": [
        [
            1,
            "来，我，男孩子\n你咋一直哔哔哔\n机关枪本枪吗\n哪个人鸟你了\n你爱咋啪啪谁管你了\n就你那点儿破事\n光荣了？一直唠叨几个月了\n没完没了了还\n祝你和你女朋友还有你的女PY生活幸福哈"
        ],
        [
            1,
            "看来骂我的都是女孩子hhh，也没啥，如果你们男票和你们异地，一年见不了几面，他需求又比较强，男票那边又有条件比较好女生引诱他，你敢保证你的男票一定能控制住自己吗？再说了，我敢说我这辈子就只爱过我女票一个人，绝对没有对川音的妹子产生过感情，要不是异地，我愿意满二十二岁当天娶我女票，她肯定也会愿意，而且我结婚后肯定不会做对不起她的事，这是我的观念和原则，只是和一般人不一样而已......有必要对观念不同的人一直骂吗"
        ],
        [
            1,
            "祝你考不上研"
        ],
        [
            1,
            "临床医学院奖学金什么时候发啊"
        ],
        [
            1,
            "明知道没水还在华西图书馆拉屎的人是有什么毛病鸭？堆成山也太恶心了吧 九教又不远"
        ],
        [
            2,
            "为啥现在妹子都找不到男朋友了！\n行情不好了呀，好惨一女的"
        ],
        [
            2,
            "找个人代去二专实习参观，明天九点到五点，有车，包饭，80r"
        ],
        [
            2,
            "想要一个男朋友"
        ],
        [
            2,
            "创新学分拿不够怎么办"
        ],
        [
            2,
            "历史文化学院的助学金什么时候发呀"
        ],
        [
            2,
            "那个出轨理直气壮得你可真是个戏精哈。前面那么久就是给自己做心理铺垫呗？你人已经彻底烂掉了。恭喜你。"
        ]
    ],
    "25": [
        [
            1,
            "不知道为什么 感觉自己的m倾向是与生俱来的吧..期望认识一个川大的想拥有男m的小姐姐 +v huixixiaokeai199"
        ],
        [
            0,
            "请问现在江安还有租正装的店吗？如果有的话叫什么名字呀，好久没去西园都不清楚了~谢谢啦~"
        ],
        [
            1,
            "爱一个人，一定要身体和心全部忠于她吗？我觉得内心只有她一个就够了，生理需求这东西本身就不是你想控制就可以控制的"
        ],
        [
            1,
            "我想通了，男孩子一旦条件好很容易变坏，只不过是有没有机会而已...那些高富帅，不少都是吃着碗里看着锅里，还有不少做出不少伤害女孩子的事，比如不戴t让女孩子怀孕之类的...感觉我已经比较好啦，条件还行，也很爱我女票，该做的安全措施也都做好了，只不过是生理需求不好控制而已，没必要一直为这个自责（想想前段时间的纠结和抑郁真是可笑）"
        ],
        [
            1,
            "哎我真的不明白为什么图书馆有这么多优质男♂\n又高又帅身材比例又好，真的是无心学习一会儿又看一眼一会儿又看一眼。。\n我快守不住妇道惹，“我全部都可以”?"
        ],
        [
            2,
            "被人暗恋的人应该很幸福的吧"
        ],
        [
            2,
            "国奖啥时候发啊 揭不开锅了 没米了！"
        ],
        [
            1,
            "有空调那都不是事儿"
        ],
        [
            1,
            "冬天早起的感觉实在太难受了"
        ],
        [
            2,
            "想睡睡不着的体验太难受了"
        ],
        [
            2,
            "失眠聊5毛钱的天? 留联系方式我加你"
        ]
    ],
    "24": [
        [
            1,
            "想认识一个东北的朋友！！！很想很想那种。哈哈\n感受东北话。"
        ],
        [
            1,
            "感觉大学好孤单，想找一个人可以一起学习，一起去玩的。本人男，企鹅号：2094664391"
        ],
        [
            2,
            "有在果果青年公寓租过房的朋友吗？怎么样呢？"
        ],
        [
            0,
            "毕业五个月，好想念川大。什么时候才会再回到成都呢？"
        ],
        [
            0,
            "“你有女朋友吗”   “没有”\n“这是情侣头像吗”  “不是”"
        ]
    ],
    "23": [
        [
            2,
            "害，天天看表白墙，想着会不会有人海底捞我呢\n根本没有嘛，老学姐菇泣\n也是，一个天天不化妆涂个水就出门学习从早到晚的老学姐\n只求考研上岸惹"
        ],
        [
            1,
            "心动常常带来危险"
        ],
        [
            1,
            "文理馆一楼那个自习室是要预约吗？看到门口有个预约的机器"
        ],
        [
            2,
            "国励啥时候发啊！"
        ],
        [
            1,
            "想要活着 有那么难吗 为什么我做不到"
        ],
        [
            1,
            "擅于隔靴搔痒的五毛党流沙河终于死了"
        ],
        [
            1,
            "就想聊聊天，也不知道聊啥，你说我听这样的朋友有么？"
        ],
        [
            1,
            "? ? 异常空虚，感觉自己空了一块，生理心理上的空虚"
        ],
        [
            1,
            "那么除了吹牛逼 我还讨厌他们动不动就动手？能用沟通解决的事情，感觉动手就是豪迈和不羁...我看着就是巨婴"
        ]
    ],
    "22": [
        [
            1,
            "东百人别的都好，就是爱吹逼"
        ],
        [
            1,
            "约个酒，有人吗？  想喝成傻逼的那种\nzj95962462"
        ],
        [
            2,
            "寒假有人可以上门帮忙喂猫铲屎吗…华西望江附近，酬劳可议"
        ],
        [
            0,
            "蝶恋花-睹图思佳人（三）\n又是黄昏寒愈浓，卷涌思潮，更怕秋银掉。不比常油生绿娇，难得几日偏独好。\n惯把佳卿图细视，可爱黄衣，愿不添寒意。珍景温魂衣暖体，夜深总易情思寄\n\n鹧鸪天-睹图思佳人（四）\n四片面膜六花飞，姣颜光照更交辉。腮额亲吻恐吹破，啵漏琼鼻一朵梅。丝微乱，眸低垂，奈何夜半未歇息。若何得解香魂累，直拚心神不顾危。"
        ],
        [
            0,
            "好想约个酒哈哈哈哈哈哈，清吧10点场"
        ],
        [
            1,
            "对于一切的召唤师，我谨送上两句话：上分靠自己，菜b活该输"
        ],
        [
            2,
            "我就是性别歧视有些男的，打游戏贼菜还要怪妹子。有一次一把遇到两个妹子，加上我总共三个女生，两个男生，其中一个选了个肉，刚选完英雄就开始说：“这把三个女的，输了”。\n我：？？？\n另一个男的选了韩信，只能说有秀的意识但是秀不起来。中塔推掉后，我妲己靠蹲草和走位在下路单杀对面两个，肉盾男：“妲己你别证明自己了你能上星耀都是韩信这种人带的”\n我：？？？？？\n没错我就是性别歧视那些又菜话有多还没有技术的恶臭男，口丕"
        ],
        [
            1,
            "半夜突然就醒了 好想有个人能抱着睡"
        ],
        [
            2,
            "星耀段位奇葩就是多，段位越高大家心态就会越好，喷子也就越少，哼哼(ノ=Д=)ノ┻━┻"
        ],
        [
            2,
            "我又他妈熬夜玩王者荣耀了 真是连命都不要呜呜呜\n玩农药总是碰到傻缺，我非性别歧视，但是刚刚有个男生特别过分。他说他上局碰到的虞姬玩家是女生，0-7，坑死。说女生玩什么排位“你是女生 你就是菜”。我惊呆了，这是什么性别原罪问题？！我好歹之前上过王者啊，也不是很菜吧。然后我们三个法师一个射手加一个辅助的阵容，我芈月被对面夏侯宫本狄仁杰抓死了一次就开始嘲讽我。有点无语╯﹏╰\n男同志们，在说女生菜别玩排位的时候咋不反思一哈就是自己菜没把人家妹子带赢呢（狗头?  哈哈哈哈）"
        ],
        [
            2,
            "太冷了！！！！！jiober冷的睡不着"
        ]
    ],
    "21": [
        [
            0,
            "如果真是您，该有多好"
        ],
        [
            0,
            "是您吗？我不受这些影响，我的思想主张从来不是需要依靠这些"
        ],
        [
            2,
            "治痘痘去四川省皮肤病性病研究所看吧，收费不高，效果很好。"
        ],
        [
            2,
            "有的香水真的真的很浓很刺鼻"
        ],
        [
            2,
            "年纪越大，越产生执念"
        ],
        [
            1,
            "今晚吃饭喝酒唱K蹦迪打麻将，妹子免费，还包接送寝室"
        ],
        [
            2,
            "工学馆的各位漂亮小姐姐们，求求你们真的别喷香水了，尤其是那种甜到窒息而且一喷喷很多的。真的不会在你已经很美丽的外表上散发什么致命魅力，只会让人窒息。"
        ],
        [
            1,
            "出男友，人不丑不笨脾气很好，5.21元，货比三家，童叟无欺，有意者加vx 643035996"
        ],
        [
            2,
            "出男友，人丑笨脾气差，50元，有意者加vx shisjdkwoe"
        ],
        [
            1,
            "有朋友去望江校医院看过皮肤科吗，想去看看痘印。"
        ],
        [
            0,
            "出Luna洗脸仪，200元，联系微信xxhdhh123"
        ],
        [
            2,
            "用最贵的的护肤品，熬最晚的夜"
        ],
        [
            2,
            "小船飘啊飘"
        ],
        [
            1,
            "藏玛然特换苍响！！！！"
        ],
        [
            1,
            "还有个熄灯了一直看傻逼东西发笑的傻逼\n? 真是佛了这几个狗东西 上nm学呢，滚回家去，出社会迟早被人打死"
        ],
        [
            1,
            "王h真几把是个弱智  晚上咳个不停就是不肯睡觉\n没个人脸  祝你mb喉咙咳烂 垃圾"
        ]
    ],
    "20": [
        [
            2,
            "双相那个朋友，双相不是你这个样子的哈。看你的样子只是积累了压力，记得给自己减压就好"
        ],
        [
            2,
            "江安南门牛筋面的有个大姐好凶啊，一到饭点人多，她就会催促快吃完的同学离开。请别人挪位置腾座位也毫无礼貌，直接上去推人，搞得好像她是幼儿园宿管一样。学生用餐就座的就没有自由了吗？请人挪位不能礼貌一点？模版参考学子砂锅的女老板。"
        ],
        [
            1,
            "每次回家见到我女票和我妹妹就特别开心，心里就感觉非常舒服非常安全那种，然后话也很多...回到学校就怎么都开心不起来，别人觉得好玩的东西我又怎么都提不起来兴趣...现在快期末了又特别特别焦虑，我这是得了双向障碍吗......"
        ],
        [
            1,
            "薛定谔的女朋友"
        ],
        [
            1,
            "有没有想一起考研自习的，本人21考研，自己学太难了"
        ],
        [
            1,
            "我的助学金已经发了，可能各学院不同吧"
        ],
        [
            1,
            "有人知道可以在哪做有轨电车吗？具体站名叫啥"
        ],
        [
            2,
            "川大爸爸终于发奖学金了，但是助学金多久发下来啊呜呜"
        ],
        [
            2,
            "很烦想自杀"
        ],
        [
            2,
            "今天打王者荣耀一边和男朋友视频，我这边正打的火热，男朋友找我聊天问了好几次同样的问题我没法分心就没理他（视频看起来我这边就像卡了一样）。然后就生我气挂了视频。回拨了几个也没接。和他道歉他也没接受就886了 。有点愁。现在也不知道咋办。。。。唉下次视频就不打游戏了，明早在找他道歉一下呢"
        ]
    ],
    "19": [
        [
            2,
            "讨厌一个人讨厌到害怕看见她，只要一想起她就会觉得无比恐惧，甚至成了自己的梦魇该怎么办啊？对方还是大寝的舍友，一天天的连厕所都不想去了，每次洗澡都是等她洗完再去，每天过得跟打仗一样，一刻也不想在寝室公共场所多待"
        ],
        [
            2,
            "望江教室什么时候开空调啊？冷到肚子疼"
        ],
        [
            1,
            "写一下来纪念傻逼室友\n（本人已经保研 但是还是做到在寝室尽量不打扰别人）\n然而有这样一群室友\n寝室有人睡觉他们打游戏声音超大\n打个游戏说话还口吐芬芳\n几个逼离得那么近说话还那么大\n真的可以去菜市场卖菜哈\n（几个逼都要考研居然天天在寝室开黑？一个月拿四五千的工资很开心哈？真的是给脸了呢）"
        ],
        [
            2,
            "最近看到好多人在说六尧灵，去抖音看了一下哈哈哈哈真的太好笑了"
        ],
        [
            2,
            "考研以來特別喜歡逛info，主要是該卸載的都卸了"
        ],
        [
            2,
            "哈哈哈哈救命六尧灵 川大的小姐姐冲啊"
        ]
    ],
    "18": [
        [
            1,
            "到底么子时候发钱咯"
        ],
        [
            1,
            "能分享的人哪里去寻找"
        ],
        [
            2,
            "求望江校区短租公寓！因为要在望江做毕设，不想每天赶校车，三个女生，大概就短租1个半月左右。年前放假就退租。感谢！有意向者联系电话19982015894"
        ],
        [
            2,
            "#海螺#求租川大望江女生宿舍一个床位！电话18483651235"
        ],
        [
            1,
            "刚看到一句话：凡事都有偶然的凑巧，结果却有如宿命的必然\n我找个对象"
        ],
        [
            2,
            "啥时候发钱啊！！！！！！！！！！！！！啊！！！！！！！！！！！！！！！！！！"
        ],
        [
            1,
            "DAY1\n从不缺乏爱你的勇气\n也从不缺乏孤独一生的决心\n倘若世上有爱我的你\n请告诉我\n你在哪里\n倘若用尽一切勇气也不能触及\n我还有什么必要\n这么卖力\n去寻你"
        ],
        [
            1,
            "单身久了，就像个无处效忠的骑士"
        ],
        [
            2,
            "六尧灵有毒吧 给我笑醒了"
        ],
        [
            2,
            "楼下！！我刚刚也刷到了 好美一姐姐?"
        ],
        [
            2,
            "真诚求问 抖音六尧灵真的是川大江安的吗"
        ]
    ],
    "17": [
        [
            1,
            "室友为了洗澡让我这个上着厕所的先停下来让他洗澡？？哎我说哪个更急一点？您能不能不要那么自私？而且我在厕所五分钟都没有，您急着投胎？"
        ],
        [
            1,
            "约炮没意思，和喜欢的人一起高潮才叫幸福"
        ],
        [
            1,
            "DQQ我想你了"
        ],
        [
            2,
            "买了染发剂，然后就想买指甲油，还想打耳洞，最近变母了哈哈哈哈哈，造起来造起来 \n妈的眼影盘四盒用不完还想买新的，呜呜呜，我想把眼影盘用铁皮好像也是痴心妄想捏？美妆真的是个巨坑d(ŐдŐ๑)嘤嘤嘤，虽然一个星期化妆次数不超过三次。还是人太懒，但素化妆过程简直是享受啊，化完自己美美哒更是舒服，耶～\n读研之后好像开始解放天性辽～"
        ],
        [
            0,
            "独自走过路灯下的时候，你也会感觉到孤独吗"
        ],
        [
            1,
            "一切的存在是为了不存在"
        ],
        [
            2,
            "好孤独啊 好想被抱抱"
        ],
        [
            1,
            "学府ktv有人吗现在"
        ],
        [
            1,
            "拜托！  有没有在老烤鸭上面买过雅思口语9-12月答案的朋友  我们互相分享一下!"
        ],
        [
            1,
            "有！"
        ],
        [
            2,
            "有没有明天午场看恋爱的犀牛的朋友一起拼车？"
        ]
    ],
    "16": [
        [
            1,
            "PHP是世界上最好的语言"
        ],
        [
            1,
            "宇宙是由无数振动的弦组成的"
        ],
        [
            1,
            "晚上在操场散步，旁边一个哥们打电话特别大声：“你就这么算计他！！！”"
        ],
        [
            1,
            "败犬~"
        ],
        [
            1,
            "玉林路酒吧，两个帅哥等几个妹子，只喝酒聊天，不谈感情  zj95962464"
        ],
        [
            1,
            "我没觉得当乖乖男乖乖女安分守己有啥子不好的，但现在的社会难道不是更多元吗？虽然我知道很多人会骂我会不赞同我，但那的确是我的日常生活啊，我不敢对周围人说，在这上面分享我的生活有啥子错？"
        ],
        [
            1,
            "有人知道可以在哪做有轨电车吗？"
        ],
        [
            1,
            "TM一直自言自语没完了，机关枪吗 你看有人搭理你吗 被封号咋滴了？还不准有人看不惯你了？ 闲着没事找你的狐朋狗友去 别老是在这儿恶心别人 言论自由不是让你一直满大街喷粪哈！ 艹"
        ],
        [
            1,
            "真滴莫名其妙，都9102年了，说下自己有py，有两个性伴侣还被封号，现在这么开放，我寻思我这玩的也不算太大吧？？管理员你活在几百年前呢？像我这种情况，我认识的比我玩的大的多的去了，我几个去国外的同学讲的东西，我闻所未闻（女生还占多数），照你们这思维，干脆乱棍打死算喽？？！"
        ],
        [
            2,
            "公司实习能算创新学分吗？"
        ],
        [
            1,
            "解决寂寞就撸吧，别无他法\n等你有了女朋友就好了"
        ],
        [
            1,
            "info管理员真的乱封人。上次我就说我以前也有一个川音的py就把我封了......有病？"
        ],
        [
            0,
            "原来那宝玉自幼生成有一种下流痴病，况从幼时和黛玉耳鬓厮磨，心情相对，及如今稍明时事，又看了那些邪书僻传，凡远亲近友之家所见的那些闺英闱秀，皆未有稍及林黛玉者，所以早存了一段心事，只不好说出来，故每每或喜或怒，变尽法子暗中试探． 那林黛玉偏生也是个有些痴病的，也每用假情试探．因你也将真心真意瞒了起来，只用假意，我也将真心真意瞒了起来，只用假意，如此两假相逢，终有一真．其间琐琐碎碎，难保不有口角之争．即如此刻，宝玉的心内想的是：“别人不知我的心，还有可恕，难道你就不想我的心里眼里只有你！你不能为我烦恼，反来以这话奚落堵我．可见我心里一时一刻白有你， 你竟心里没我。”心里这意思，只是口里说不出来．那林黛玉心里想着：“你心里自然有我，虽有`金玉相对‘之说，你岂是重这邪说不重我的．我便时常提这`金玉‘，你只管了然自若无闻的，方见得是待我重，而毫无此心了．如何我只一提`金玉’的事，你就着急，可知你心里时时有`金玉‘，见我一提，你又怕我多心，故意着急，安心哄我。”\n\n看来两个人原本是一个心， 但都多生了枝叶，反弄成两个心了．那宝玉心中又想着：“我不管怎么样都好，只要你随意，我便立刻因你死了也情愿．你知也罢，不知也罢，只由我的心，可见你方和我近，不和我远。”那林黛玉心里又想着：“你只管你，你好我自好，你何必为我而自失．殊不知你失我自失．可见是你不叫我近你，有意叫我远你了． “如此看来，却都是求近之心，反弄成疏远之意．如此之话，皆他二人素习所存私心，也难备述．\n如今只述他们外面的形容． 那宝玉又听见他说“好姻缘”三个字，越发逆了己意，心里干噎，口里说不出话来，便赌气向颈上抓下通灵宝玉，咬牙恨命往地下一摔，道：“什么捞什骨子，我砸了你完事！“偏生那玉坚硬非常，摔了一下，竟文风没动．宝玉见没摔碎， 便回身找东西来砸．林黛玉见他如此，早已哭起来，说道：“何苦来，你摔砸那哑吧物件．有砸他的，不如来砸我。”二人闹着，紫鹃雪雁等忙来解劝．后来见宝玉下死力砸玉，忙上来夺，又夺不下来，见比往日闹的大了，少不得去叫袭人．袭人忙赶了来，才夺了下来．宝玉冷笑道：“我砸我的东西，与你们什么相干！”\n袭人见他脸都气黄了，眼眉都变了，从来没气的这样，便拉着他的手，笑道：“你同妹妹拌嘴，不犯着砸他，倘或砸坏了，叫他心里脸上怎么过的去？“林黛玉一行哭着，一行听了这话说到自己心坎儿上来， 可见宝玉连袭人不如，越发伤心大哭起来．心里一烦恼， 方才吃的香薷饮解暑汤便承受不住，”哇“的一声都吐了出来\n\n里面误会有多少啊！可看到有哪些误会吗？这一段文字里，前面是两玉心声描写，主要因为金玉良缘一说。后宝玉砸玉，袭人介入，黛玉因为袭人话又心想“宝玉连袭人都不如”而更烦恼呕吐…细细体味这几段文字，当该明白许多深邃的道理。傻瓜，我常说要聪慧，深邃的思想智慧和丰富深入的感情才能孕育真爱，也才能保卫爱情。情由心生，情意要交融和谐美好，心怎么能不修？在这人世，明知天高地厚，明知人事复杂，明知误会横生…却思想断层，很多时候根本都没筑防御，更何谈不攻自破？——要有美好的感情，那么与之匹配的一颗心该是怎样的呢？"
        ],
        [
            1,
            "info是换管理员了嘛？？xjb封号，现在yp的那么多，川大也不少，我就说下我yp经历凭啥子封我号？"
        ],
        [
            1,
            "谁有缓解寂寞（渴望亲密关系，渴望性）的办法？说详细点？"
        ],
        [
            1,
            "qq2682616896，就是想找人聊聊天，我也可以当个树洞，毕业老大叔在线畅聊。"
        ],
        [
            0,
            "真正深深爱着的人，要是没有在一起，无论如何不管有多高深的境界从中能感受到爱的多少幸福，都是有无止境的伤痛的——一点点的人事物，便能够决堤，除惟一的一个人之外，都不能有效相助"
        ],
        [
            1,
            "有没有晚上从望江去大魔方的朋友哇"
        ],
        [
            0,
            "在这个世界，没有最根本思想文化的世界，一个值不值配不配都能杀死一大片爱情；别人的一问“ta是不是这个世界上最好的？”又动摇着爱情的根基；两句暖语，一声叹息，都能得到别人苦苦不得的人的爱情…"
        ],
        [
            2,
            "想拉个群大家一起分享表情包? ，身边人的表情包几乎都是重合的"
        ],
        [
            1,
            "剧本杀这么难嘛 第一次玩就玩了六个小时 ☹️"
        ],
        [
            2,
            "想要个沙雕朋友? 朋友们都好忙，我的沙雕值跌停了都要"
        ],
        [
            0,
            "明明两个人都心知肚明已经走不下去了，却谁也不开口"
        ],
        [
            1,
            "不知道为何今天会突然寂寞了起来"
        ],
        [
            2,
            "晚上睡不着刷抖音 推附近的 竟然有一个川大的小姐姐在做剧情"
        ],
        [
            1,
            "有想收m的川大小姐姐吗"
        ],
        [
            1,
            "文理馆晚上几点闭馆啊"
        ],
        [
            1,
            "校医院周末可以打狂犬疫苗吗"
        ]
    ],
    "15": [
        [
            1,
            "川大表白墙刚刚发的是什么垃圾？！评论里面也是一群垃圾！！请问女生出没男生寝室就不影响了吗？一个个权师也是牛逼了嗷！把爷气笑了"
        ],
        [
            0,
            "有。上面那一个不是我发的"
        ],
        [
            1,
            "那些在厕所撸完?儿的！麻烦把你们留下的“子子孙孙”清理干净，喷一门看着好尴尬啊！！！！"
        ],
        [
            0,
            "我值得更好的，不要因为寂寞随随便便谈恋爱。"
        ],
        [
            0,
            "那到底是会再见还是只是如今的礼仪性的分手而不再见呢？"
        ],
        [
            2,
            "终于可以跟你说再见了"
        ],
        [
            1,
            "有无明天看海上钢琴师的朋友"
        ],
        [
            2,
            "出快猫破解版，avbobbo破解版，有需要的联系qq2515044952"
        ],
        [
            2,
            "快点发钱啊，啊啊啊啊啊啊啊，啊啊啊啊啊啊啊啊啊\n奖助学金呢啊啊啊啊啊啊啊啊啊啊啊啊啊啊，啊啊啊啊！"
        ],
        [
            1,
            "图书馆还有位置吗"
        ],
        [
            1,
            "有没有擅长社交的妹子，请帮我介绍个对象。"
        ],
        [
            1,
            "请把你打游戏的室友介绍给我，我来负责每晚她的睡眠"
        ],
        [
            1,
            "有人在周一晚唐永柏老师的材料组织结构与性能的课吗#建议#"
        ],
        [
            1,
            "把我前几年买的印我名字缩写的Burberry围巾送我女票了，她高兴坏了? 毕竟她在家陪我妹妹玩和辅导她作业真是劳苦功高......"
        ],
        [
            1,
            "20191115，三生万物啊，靠中间一些，没有非黑即白的状态"
        ],
        [
            1,
            "不知道为什么 感觉自己的抖m倾向是与生俱来的吧 希望有机会能认识一个有s倾向的川大小姐姐"
        ]
    ],
    "14": [
        [
            2,
            "今天华西校区，晚上华西九教七点半开始的课。时间生物学导论，唯一坐在前三排的男生 你好像小北。打印店里看到你第一眼 就忘不了。有谁知道你是哪个学院 叫什么吗?"
        ],
        [
            2,
            "室友每天晚上打游戏到2点多才睡，她说她每晚都做梦，梦见被人追什么的。我说应该是你睡前打游戏打多了。她就顿时翻脸。我是真欠啊，她做梦睡不好管我屁事，我自己吃好喝好睡好就得了呗"
        ],
        [
            1,
            "华西图书馆四楼，男厕所隔间里传出来两个男孩子的呻吟是个什么情况…！！ ?"
        ],
        [
            1,
            "洗脸不回寝室洗要跑到教学楼来洗，那么多人在这里等着要洗手，都在你后面排队，你不尴尬吗？还是男生！就算是gay都没你这么爱臭美的！"
        ],
        [
            1,
            "什么时候才发助学金啊。吃不起饭了"
        ],
        [
            1,
            "什么时候发助学金啊？？？"
        ],
        [
            2,
            "cnm商业街九鼎外边走廊迎面走过来的那个大叔！\n我还特地往里走了一下，你tm还能用胳膊以一定力度碰到我的腿？？？\n手贱到家了！恶心死我了！"
        ],
        [
            1,
            "有没有女生想谈正经恋爱？\n不是很颜控"
        ],
        [
            2,
            "望江哪里可以买到用来打印推荐信的信笺纸和信封啊，谢谢大噶"
        ],
        [
            1,
            "20191114，尽人事听天命"
        ],
        [
            2,
            "有没有大三或者大四的同学现在想找实习兼职的呀?现在有一份初中数学老师兼职机会摆在你的面前，一周一次集体备课，周六跟班一天，有一对一第一时间给你接，如果你对教育事业充满热爱，那么毕业就是同事！有意加q:464633109，备注姓名学院。"
        ],
        [
            1,
            "不能要肉色的，可能会被饥渴的室友肛♂掉"
        ],
        [
            1,
            "双十一唯一的好处就是女朋友买新打底裤，然后我就把旧的打底裤裆部和连袜的地方剪掉当保暖裤穿，而且还显瘦。网上男款的打底裤裤袜什么的太贵了，女款的裆部不友好毕竟多了一些东西，还是自己动手丰衣足食的好。"
        ]
    ],
    "13": [
        [
            2,
            "上了大三，都没开心的时候"
        ],
        [
            2,
            "求租套一，十二月底入住，在望江附近最好，大概住半年（不接受合租，只想租套一哈"
        ],
        [
            2,
            "求租套一，十二月底入住，在望江附近最好，大概住半年"
        ],
        [
            1,
            "奖学金什么时候发呀，撑不住了"
        ],
        [
            2,
            "想要到VSPN应聘的学弟学妹可以联系我内推"
        ],
        [
            0,
            "望江求租饭卡，120一个月，只食堂吃饭，15级毕业老学姐。"
        ],
        [
            1,
            "我有一个朋友系列（一）\n有人在找工作吗\n有人的对象在找工作吗\n有人的兄弟姐妹在找工作吗\n我有一个朋友\n他们单位中公教育在招讲师 年薪10w+\n如果你或者你身边的人在找工作 \n私聊我啊✌️ Q：775265897"
        ],
        [
            1,
            "想问一下大一张宇c语言课的群号"
        ],
        [
            0,
            "害，我把人当朋友结果他们根本没拿我当回事嗷?"
        ],
        [
            1,
            "20191113，这个地方经常起雾，呼吸时候都是水气，山水间少了你，one city two tales"
        ],
        [
            1,
            "npy让留下来，父母让回老家，毕业狗可真难"
        ]
    ],
    "12": [
        [
            1,
            "图书馆5楼每天来自习穿洞洞鞋的男生！有没有男朋友！我要表白！"
        ],
        [
            1,
            "20191112，学业有点卡壳了，太难了"
        ],
        [
            1,
            "又让其他女人爽了，但她依旧不是我女朋友"
        ],
        [
            2,
            "有在望江附近合租的女生 本人准备考研 需短租两个月"
        ],
        [
            1,
            "2019年11月12日在四川大学望江校区基础教学楼A座418教室靠窗倒数第二排那对情侣，你们要是欲火焚身就去酒店开房，没钱我给你出钱。别在教室抱着啃，教室是自习的不是给你们满足性欲望的，既然你们不怕看，我也就不怕拍，希望现在在418学习的各位同学，认识的人劝一劝教育教育，家教这种东西在大学里可是学不到。"
        ],
        [
            2,
            "过好自己的人生呐"
        ],
        [
            2,
            "图书馆麻烦不要占座，占座就及时来。不要姗姗来迟，戳别人给你让座！"
        ],
        [
            2,
            "三餐二楼捡到一只pencil！招领！"
        ],
        [
            2,
            "想偷偷问一下，这周望江有周鼎老师的中华文化吗～"
        ],
        [
            1,
            "求租校园卡\n有没有啊"
        ]
    ],
    "11": [
        [
            2,
            "图书馆三楼靠窗的某对情侣，你们孜孜不倦说了一晚上的话，不会觉得只有你们自己听得见吧？？？"
        ],
        [
            1,
            "泥萌为了打p真的是什么都能说了"
        ],
        [
            1,
            "出校车票，3元一张，有意者联系qq  2712798294"
        ],
        [
            2,
            "今年的奖助啥时候发？求财务处做个人吧！"
        ],
        [
            2,
            "追星太快乐啦"
        ],
        [
            0,
            "Only you"
        ],
        [
            0,
            "喜欢，永远的"
        ],
        [
            1,
            "有听说昨晚夺冠有人从阳台上掉下去的事吗？"
        ],
        [
            2,
            "毕业两年了，除了六万刀 一无所有"
        ],
        [
            1,
            "求租校园卡"
        ],
        [
            1,
            "20191111，过节什么都没有买，缺的东西买不到"
        ],
        [
            0,
            "点绛唇-嘴角微扬\n嘴角微扬，看婵娟娇首冠娥帽。远山森渺，不尽心中恼。\n唇赤燎燎，如何烬离人苦。无人诉，对空凝想，惟感窗前露"
        ],
        [
            1,
            "呃，我来捡个对象，有没有那种因为男朋友游戏比你重要而伤心欲绝甚至是决定分手的小姐姐，我看看我能不能挽留一个"
        ],
        [
            2,
            "所以奖助学金是不发了吗?"
        ],
        [
            1,
            "回收伤心小gaigai"
        ]
    ],
    "10": [
        [
            2,
            "谁知道对面楼发生了什么"
        ],
        [
            1,
            "不看比赛不玩游戏也在那起哄吼的，你吼多大声你婊子妈今晚几分熟"
        ],
        [
            2,
            "对面宿舍楼的是智障吗？鬼哭狼号的"
        ],
        [
            2,
            "辣鸡英雄联盟，早点倒闭！"
        ],
        [
            2,
            "【兼职招募】\n1.江安优先。\n2.菜鸟网络成都双流园区or嘉民成都机场物流中心，进行分拣包裹。\n3.早8点到晚8点\n4.17元/h，工资日结\n+v cle13060030519"
        ],
        [
            2,
            "对 这个破lol就跟邪教一样，一帮人在那里抱着个手机看，中魔了简直"
        ],
        [
            2,
            "一个男人，既然都找了女朋友，为什么不对自己的对象好一点呢？吃个饭能不能好好吃，盯着一个破手机在那看比赛，是不是诈尸一样鬼叫一下，周围人的目光把我都搞得尴尬，自己却没事人一样，什么破辣鸡游戏"
        ],
        [
            1,
            "从前要送女朋友的luna洗面仪，还没送给她就分手了。今天收拾东西又翻出来了，哎，有没有兄弟姐妹便宜收了，反正马上双十一，300都成好商量，加我微信checheLM123"
        ],
        [
            0,
            "你上周就跟我说你想要看电影让我陪你去，我今天特地跟师姐商量了做实验时间，腾了半天出来，然后中午跟我说今晚LOL总决赛，电影？算了吧早忘了。我从来没想过跟游戏比，但是这样临时因为你的游戏被鸽好几次还是挺难受的，你可能不需要我吧，等你考完研就分手吧，我都从来不敢跟游戏比了，你就不能多花那么一丝心思在我身上吗？我卑微的真的累了。"
        ],
        [
            2,
            "祝你们这些成天宅网吧里，宅寝室里宅宿舍里耍英雄联盟的男生永远单身！"
        ],
        [
            2,
            "！！"
        ],
        [
            1,
            "对 游戏比女朋友重要 那么看不惯我们男生打游戏你咋不去找个拉拉?‍❤️‍?"
        ],
        [
            1,
            "那天，和你看我最喜欢的电影时，看一半你就跑出去找你兄弟打英雄联盟了，上个月我生日的时候，一整天都没人影，给你发消息，你只回了“LOL”。今晚，难得能和你一起出来吃饭，从见面到离开，全程拿着手机看这个破游戏直播，那么喜欢这个破游戏，你咋不变弯，找个男朋友来陪你一起耍游戏，找我干什么！！"
        ],
        [
            1,
            "yp过程中发现py在玩yp软件"
        ],
        [
            1,
            "info又乱删帖子，真的??"
        ],
        [
            1,
            "大一时玩的info，现在已经大四，当年玻璃杯事件后info被封，就逐渐退出了我的生活，info回来了，真好！"
        ],
        [
            2,
            "还好还有男朋友保底……"
        ],
        [
            1,
            "看电影迟到、讲话、盗录的人去死吧"
        ],
        [
            1,
            "求租校园卡\nqq1965728584"
        ],
        [
            1,
            "20191110，频繁失眠，深呼吸，放松一些"
        ],
        [
            2,
            "最好的朋友是，许久不见，你跟她分享着最近的恋爱，喜欢的衣服，她却突然问你心情是不是不好，要不要跟她说一说。\n一眼看穿，突然泪奔。"
        ],
        [
            1,
            "求租校园卡了，有要出租的吗"
        ],
        [
            2,
            "yp约上瘾的和吸毒上瘾一个道理，没那么容易戒掉\n有兴趣的了解一下多巴胺的分泌机制\n染上yp这种坏习惯，基本上没救了"
        ],
        [
            2,
            "什么时候发奖学金啊 双十一快顶不住了"
        ],
        [
            1,
            "有女朋友就好了，天天可以啪啪啪"
        ]
    ],
    "09": [
        [
            1,
            "感觉我应该会比较适合开放性婚姻的，不过仔细一想，中国现在这环境，感觉真的挺不靠谱"
        ],
        [
            1,
            "jade至少没病"
        ],
        [
            2,
            "yp的大兄弟\n希望你遇到jade"
        ],
        [
            1,
            "20191109，必须要和不喜欢的人事相处，不忘初心太难了"
        ],
        [
            1,
            "看了致命女人，特别怕变成rob这种渣男（好像已经是了....）现在压力大的一比，每周又习惯性的去yp了，完事后就非常轻松，感觉看心理医生也没啥子用...不知道毕业后会不会好一些"
        ],
        [
            1,
            "有江安的晴女吗？重金求一位晴女安排江安3点不下雨"
        ],
        [
            0,
            "求问一下有上李现伟老师韩语初级这门课的同学吗？你们用的是啥教材哇？(´･Д･)」"
        ],
        [
            2,
            "大家可以说一下自己喜欢上一个人都是啥感觉吗？好像自己很久没有喜欢上一个人了，都不知道是什么感觉了"
        ],
        [
            1,
            "我是一个超喜欢汉子的孩子，可以领养我吗"
        ],
        [
            0,
            "嗯呃呃呃啊啊啊啊啊"
        ],
        [
            2,
            "什么时候发助学金啊"
        ],
        [
            2,
            "几点了还在楼下吹头…吹头就算了宁还唱歌？？？\n（十三舍"
        ],
        [
            2,
            "一些对自杀的看法\n在我们出生前，我们没有选择的余地，在出生后，我们更没有选择的权利，因为我们要接受我们要对自己生命负责的观念。\n从小到大，我们被灌输的是要热爱生命、生命是那样的神圣而伟大的，所以我们一定要珍惜，要“拼命”地活下去。但有一天，我突然想到，为什么我们没有选择我们什么时候、在什么地方、以怎样的方式离开呢？毕竟来到这里，不是我选择的。\n这让我想起了《何以为家》，是一部关于父母没有抚养孩子的能力却又生下孩子的故事。这种情况在很多地方也不少见。比如我的一个小学同学，在我还在上初中时，大概十三、四岁，她就已经有了孩子，她的年龄比我大不了几岁。在这样的年纪，她真的懂的如何为孩子负责吗？这是她的错吗？她这是被环境所逼迫罢了，而且这绝不是个例，因为曾经有一位老师开玩笑地说，很多同学是来找女朋友或男朋友的。我顿时觉得很震惊。但仔细想想，确实，九年义务教育，读完就完了。\n回到生命的权利，为什么要具上面的例子呢？因为根源就在于并不是所有人都知道如何真正地对生命负责。曾经有人看了《何以为家》后问我，为什么要越穷越要生？当时说可能因为中国传统的重男轻女观念和要增加劳动力。对方又问，那在还是小孩的时候怎么办，不是也要养它吗？我……\n人，是不是有些矛盾了呢？一方面说生命如何珍贵，值得尊崇，另一方面，是不是显得稍微草率了呢？那我想，是不是至少在我有自己独立意识之后，我可以选择是否接受呢？而不是站在道德的高点一味地谴责那些放弃生命的人呢？我们是否真的理解他们呢？甚至还禁止选择否呢？"
        ],
        [
            2,
            "想认识陌生的女孩子，仅仅是聊天。"
        ],
        [
            1,
            "有计算机专业的妹子在吗，我想一起学习"
        ]
    ],
    "08": [
        [
            2,
            "顶住压力上啊……"
        ],
        [
            1,
            "不盖楼了，我帮你妈盖棺材板"
        ],
        [
            0,
            "虞美人- 睹图思佳人\n青丝霜住如黑幕，眉秀飘轻雁。真人不见仅图片，秋山秋水两茫茫、念消无？\n白肤光照犹飞雪，眸动空明月。\n深情难寄苦成书，伊人浅笑引神游、梦乡如"
        ],
        [
            2,
            "之前发喜欢小哥哥那个妹子，我不是杠你啊，只是考到一半确实发现某些人头有问题。"
        ],
        [
            2,
            "考研考到一半讨厌起自习室的一个两个臭女人了orz"
        ],
        [
            1,
            "大家好，我是一个已经毕业的汉子。各位好心的朋友们呐，你们谁给我介绍个对象呀！"
        ],
        [
            1,
            "有没有会打并且喜欢打斯诺克的朋友？\n坐标望江，可以一起约着玩。\n之前一起玩的朋友准备考研，自己有一段时间没打了，手痒…\n非诚勿扰\n联系方式:1414329190"
        ],
        [
            2,
            "请问这学期是没有统一收洗床单的活动了吗？都11月份了诶"
        ],
        [
            1,
            "做我女朋友\n第一：走出去不会没面子\n第二：身体需求大概率能很满足"
        ],
        [
            1,
            "求租一张校园卡\nqq1965728584"
        ],
        [
            0,
            "我想到您就会傻笑\n请问\n这是条件反射还是非条件反射？"
        ],
        [
            0,
            "西边的风吹过来了吗？\n我将亲吻着您\n您原亲吻着她"
        ],
        [
            2,
            "考研考到一半思想滑坡喜欢上自习室一个小哥哥了orz"
        ],
        [
            1,
            "没有炮友\n我估计现在都不会知道怎么逗女生开心\n怎么让女生舒服\n怎么和女生相处\n什么叫make love"
        ],
        [
            2,
            "还好，情绪还掌握自己手上，有了一套防御系统了，不像以前吵完架对方睡大觉，自己哭到深更半夜了，图啥啊哈哈，同时可悲于防御系统，我没有心了。"
        ]
    ],
    "07": [
        [
            1,
            "其實就想要和一個與自己同頻共振的人一起過下去，但是為什麼這麼難啊"
        ],
        [
            1,
            "我可以和樓下喜歡孩子想要領養的漢子一起領養孩子嗎"
        ],
        [
            1,
            "我是一个超级喜欢孩子的汉子，可以和楼下那个一起领养一个孩子吗?"
        ],
        [
            1,
            "我想租一张饭卡/::D电话：13281823915"
        ],
        [
            1,
            "有没有超级喜欢小孩子的妹子，一起生一个好吗"
        ],
        [
            2,
            "长大起来保护爸爸妈妈啊"
        ],
        [
            2,
            "兼职：大概工作是调研市场上各个母婴店的奶粉种类和价格日期（一般是几种固定品牌）\n酬劳是20r一家  需要20家  \n一天就能完成  报销路费（成都范围内）\n有意者加微信：13032868192"
        ],
        [
            1,
            "助学金一般什么时候发？"
        ],
        [
            1,
            "表白图书馆5楼每天来自习的陈泽熙（还是杰，没看清楚）小哥??‍♂️有没有男女朋友啊"
        ],
        [
            1,
            "20191107，开了屋门就走进阳光里，很幸福"
        ],
        [
            1,
            "求租校园卡，qq1965728584"
        ],
        [
            1,
            "工作累了，想继续读博了。有人跟我一样的吗"
        ],
        [
            1,
            "想和直男聊天\n本人男\n不好奇吗？\n留号我加你"
        ],
        [
            1,
            "夜深，有无人聊天，＋1151726521"
        ]
    ],
    "06": [
        [
            2,
            "在图书馆亲嘴的麻烦去开房好吗"
        ],
        [
            1,
            "20191106，没有什么新鲜的事，有些感冒"
        ],
        [
            2,
            "1-10元一张随缘接单P人像图，设计专业，中等水平，一张中途接受一次修改意见，每张价格由你看成果而定，个人喜欢或满意的图片直接免费算作练手，有兴趣联系QQ601235418"
        ],
        [
            0,
            "您不想理我，是不是恰如\n您害怕打碎别人家的瓷碗与酒杯\n而对自家的就没有那么紧张了\n——我在您心里，是不是已是您的人？"
        ],
        [
            1,
            "你空了的话给我打个电话吧，哈哈，天冷了，想你了。"
        ],
        [
            2,
            "我希望自习室里跺脚阅读障碍聊天摔笔砸键盘的人都考不上"
        ],
        [
            1,
            "有没有最近分手的，被分手的，说说话呢"
        ],
        [
            0,
            "如果您好，我害怕盛极必衰、乐极生悲真的实现，所以我要永远守着您；\n如果您不好，或是在您身边给您幸福，或是守着您让您心安。\n\n傻瓜，我看了也有一些诗了，根本读不出来多少有非常深邃的思想又有非常深入的感情的味儿出来，另外，我看了好几十位当代女诗人的情诗，思感大都软绵绵的，不见情理之深切厚重，理太粗浅，而情感的产生其实类似无病呻吟，说明没有多少深爱与体会在里面，几乎没有海量，装得像涓涓细流———从此，更辅证了我对当下许多女孩子的情感思想状态的看法。\n\n一定要越来越聪慧，深邃的思想智慧和丰富深入的感情才能孕育深爱真爱。\n您已处于这个分化对立的世界，其他人也是这个世界里面的人。傻瓜，不要太把自己当人，而太不把别人当人（并不是说不把自己当人，而是一定要认识自己，认识自己所处的世界，\n详情\n朋友\n您已处于这个分化对立的世界，其他人也是这个世界里面的人。傻瓜，不要太把自己当人，而太不把别人当人（并不是说不把自己当人，而是一定要认识自己，认识自己所处的世界，\n\n赞 评论43\n\n赞\n\n评论\n\n转发\n1楼 今天14:49\n认识这个世界里其他人的思想状态又是怎样的，并最终指导好自己）\n2楼 今天14:51\n别人在这个已分化对立的世界，而且习惯了它，习惯了有美丑，有贫富，有公平与不公平，有适合与不适合，有幸福与不幸福，有轻松与不轻松…\n3楼 今天14:54\n他们一生下来，处于这样的一个世界，深受这样的世界的这样的影响，他们若没有最根本最深邃思想文化，任何人都难以超越这个世界对他的影响，超越影响他的那些真正在对这个世\n4楼 今天14:54\n界起作用的文化\n5楼 今天14:58\n，思想（而且有一大把存在是基于根本未经人类该有的最深邃最根本思想文化审视后的存在再产生的，并且此仍在影响占据着人们所在的时空）\n6楼 今天15:00\n已有美丑，已有好坏，已有等级，已有差距，等等，这一切使得每一个女孩子在其他男生眼里都不会是惟一最欣赏最爱最想要对她好谁都不能代替等等的\n（这是一个秘密的一部分，不知道你有没有看到）\n你一定要越来越聪慧，聪慧让您永远保持美，保持笑，保持纯真（真正的最好的纯真是越明白人事真相，越活出自己的真我），在这个世界，在这个社会，您才能在你喜欢的他的心目中，不会因为其他因素（其她女人多么美，其他男的怎么风流等等）给他形成的影响远远大于你对他造成的影响，而让您在被分化之时处于弱势（我谈过分化，很深邃，不知道你有没有看到），相反，你的永远优势，你的永远的美，会帮助您很好的轻松的引导他与您一起扎根爱情，让可能思想并不深邃情感并不丰富的他越来越发现生活本质，对您的爱越来越深长。\n\n另外，我又说过，真正好的子女教育，是您抛开与子女的关系，如生养之情，教育之情，一起生活着，以及又由此关系铸就的由于茫茫人海每个个体从中感动孤独渺小而对亲人更有亲切之感等关系，你与他们是独立的，但是你不是因为那么些关系仍然由衷地喜欢他们。\n这也适用情侣夫妻关系，有些人呆在一起呆着久了，在社会上可能又遭遇了痛击而只有您一直在陪伴着，而他们更亲近对方，如果抛开这些关系，又是独立的，其中一方仍能发自内心的喜欢上对方————我认为这才是夫妻情侣该有的一些点。在这个世界，有太多夫妻太多情侣，根本达不到那一点啊，哪怕表面上有爱，关系很稳固，但并不能做到抛开那一切关系仍能发自内心地喜欢上对方。\n傻瓜，记住那句话（您还记得哪一句话吗？），向那句话靠拢就是了，要去思考，要学会表达…"
        ],
        [
            2,
            "六级多少分能得奖金?川大所有奖学金的相关文件在哪能找到？求助、我真的找了1小时没找到"
        ],
        [
            0,
            "有些可笑至极啊，在这个平台，我不约炮，都能被人记住，不应该啊！这于我（说的不是平台）而言又算不算是一种冥冥却又像是注定了的对自身的嘲讽呢？"
        ],
        [
            0,
            "你怎么知道我走了呢？另外我许久未发了，而且是根据楼下发的，为什么那么能够确定是我而且对关于我的如此记忆深刻呢？"
        ],
        [
            0,
            "“不和谁比较\n不和谁争拗\n过份思考 庸人自扰\n别庸人自扰\n一起轻于鸿毛”\n\n重于泰山，不见鸿毛"
        ],
        [
            0,
            "你还是没有正面回答，而且这种反面回答，以众人（心里判断这里的人也是那么回事）为回答内容，稍有心亏"
        ],
        [
            0,
            "您对我的一切好熟悉！"
        ],
        [
            0,
            "您不是我的音儿还是意思是你是我的音儿但不承认是我的“音儿”"
        ],
        [
            1,
            "有没有想看电影的妹子，一起看场电影吧。vx\nzj95962464"
        ],
        [
            0,
            "您希望我走吗？"
        ],
        [
            1,
            "艾欧尼亚等你哟"
        ],
        [
            1,
            "没人吗？"
        ],
        [
            0,
            "你若真的爱过，就不会那么伤他，不会那么做。你们女人，不过从来是都站在安全区里然后梦想美好的爱情，对于自己心中一点点的渴望与期待都会将它放大成爱和无尽的眷恋，若事情发展不合己意，事情结果不顺心意，会以心里不着实处的悲伤与自以为看开式的乐观结束然后从中抽身"
        ],
        [
            0,
            "你考虑过ta的感受吗？那不是爱，最多不过是心中有动但仍不具有构成爱的条件罢了"
        ],
        [
            0,
            "你以为你爱ta与ta无关就真的是爱ta？"
        ],
        [
            1,
            "还有没睡的小可爱么，来聊天呀。qq2682616896。"
        ],
        [
            1,
            "睡不着的 来聊天啊13096388521"
        ],
        [
            1,
            "吵架无所谓，能解决问题才是好的"
        ],
        [
            1,
            "聊天有吗"
        ]
    ],
    "05": [
        [
            2,
            "谈恋爱有时候好累啊，隔三差五的吵不知道该怎么办"
        ],
        [
            1,
            "5号晚上望江校区二教旁边的公共厕所的女卫生间进了一个胖胖的男子，我刚刚从男厕所出来的同时他走进了女厕所，大概进去了半分钟到一分钟才出来。\n不过有可能他一不小心走错了因为天挺黑的男女厕所标识不仔细看或者不知道那边是男厕还是会走错。"
        ],
        [
            2,
            "那个说看电影就是开房的同学，你是装作蠢逗大家开心，还是真的就这么蠢"
        ],
        [
            1,
            "有望江附近想出健身卡的小伙伴吗，滴滴我微信呀13183807067"
        ],
        [
            2,
            "？？？？？？放锤子屁"
        ],
        [
            1,
            "女生同意晚上去看电影，也就同意了开房对吧？女生都比较内敛？"
        ],
        [
            2,
            "酬劳70，因在外地不方便回校，找一个愿意帮忙在望江就业指导中心二楼盖一个章的学弟学妹，有意者联系qq：994772176。"
        ],
        [
            1,
            "求租校园卡，\nqq1965728584"
        ],
        [
            2,
            "一个问题：有几顿没有在食堂吃还能领到餐补吗"
        ],
        [
            1,
            "20191105，雨很大，睡觉很舒服"
        ],
        [
            2,
            "我负责的项目圆满结束，心机婊迫不及待发票圈并配上文字说她辛苦这么多天终于有了成果，我？？？？？"
        ],
        [
            1,
            "真心等一个s呜呜呜"
        ],
        [
            1,
            "兄弟，讲真的 人生如此多彩，别当舔狗"
        ],
        [
            1,
            "加我聊天15528383831微信"
        ]
    ],
    "04": [
        [
            2,
            "公司就是这样，屁事儿没做的人天天在领导面前表现自己，做事做的最多的人反而被领导误以为业务能力不行。\n学校也是这样，有些人靠着天天在老师面前混脸熟表现自己，最后拿高分，每节课认真听讲的人反而因为最后老师不认识还没有别人考的好"
        ],
        [
            1,
            "我预感，要熬夜，有云玩家一起熬夜吗"
        ],
        [
            1,
            "测试一下，是不是每个人都能发"
        ],
        [
            2,
            "收校车票…?现在还会有吗"
        ],
        [
            2,
            "来图书馆谈恋爱的考什么都考不上哦，嘻嘻"
        ],
        [
            1,
            "20191104，事情柳暗花明，心情变好，自饮一杯"
        ],
        [
            2,
            "亲们 你们身边有任何想要办八九健身年卡及以上年份卡的人 只要在办卡之前联系我 我可以帮TA便宜50-100块??‍♀️??‍♀️??‍♀️\n原理很简单……把我算作介绍TA入会的人 我自己可以延长一个月会籍 我愿意出钱买这个机会???\n直接转账 说到做到??‍♀️??‍♀️??‍♀️\n有意者请加QQ244249291"
        ],
        [
            2,
            "我不知道，每次有人说“遇到一个情投意合的姑娘”，我都觉得不会是指我这样的姑娘，而更像是info的匿名头像的那个样子"
        ],
        [
            1,
            "代写论文 小综述 选修作业等等 价格好商量 非诚勿扰\n+qq2768532008"
        ],
        [
            1,
            "求租校园卡，有没有小伙伴出租的啊，本人要在川大考研复习\nqq联系1965728584"
        ],
        [
            1,
            "info乱封人"
        ],
        [
            1,
            "我知道info人不多，但我还是相信，有时候有些事情很美妙。\n我渴望遇见，一位情投意合的姑娘，然后，立刻开始这段感情吧！"
        ],
        [
            2,
            "女生们注意！\n一定不要跟着领导的饭局去到酒吧蹦迪！\n太疯狂了，那些人面兽心的所谓领导全部和女的胸贴着胸，搂着腰，疯狂亲她们，简直是人性的崩坏"
        ],
        [
            1,
            "艺术学院有没有可以带素描小课的同学呀～加我微信：524941173"
        ],
        [
            2,
            "加油，必须为了想要的生活努力"
        ]
    ],
    "03": [
        [
            2,
            "坐标江安，找朋友一起平时自习约饭看电影逛gai，玩游戏也可！（主要是自习哈哈哈哈）冬天太冷了想找人抱团?\n本人女，有意向的姐妹兄弟把联系方式留在评论里我加你。（yp就不必了"
        ],
        [
            2,
            "还是专心搞学术吧，和人打交道属实恶心"
        ],
        [
            1,
            "有人去华西做过包皮手术吗？"
        ],
        [
            1,
            "也不要抱怨清洁工骂骂咧咧的，\n如果你爱的人某一天没有办法去做这样的工作，\n每个上厕所的人都是这样，\n他们作何感受，\n你又怎么想。"
        ],
        [
            1,
            "四川大学的某些学子，\n是没有见过厕所吗，不会好好上个厕所，\n尿一台子的，上大厕不冲水的，随地吐痰的，\n一个个狗日本本，人模人样地进去，\n不知道在里面释放什么样的天性，\n别随意了自己，让别人不方便，\n更别让这些细节侮辱了你十几年受到的教育。"
        ],
        [
            1,
            "真心无语到爆！！！在川大四年 上自习从来没遇到吃薯片，吃汉堡，打呼噜的！！然而在交大 这一切似乎都是习以为常的事！找个安静的教室真的难啊！"
        ],
        [
            2,
            "牛羊才会成群\n也只有牛羊才会每天没事做讨论独自一人的猛虎"
        ],
        [
            2,
            "不是每一个人都能接收你的热情的\n你非常开心地跟他说了一堆，才发现他根本不想听?"
        ],
        [
            1,
            "想捞一个人\n校青志会摄影\n男生\n1.8以上\n有一个紫色的大书包\n有一件牛仔外套➕ 黄色卫衣\n真的希望可以捞到\n校青志的帮忙看下是否\n有个帅哥背紫色大书包\n我想知道你有没有对象"
        ],
        [
            1,
            "我分享我yp经历咋了，为啥封我号？？"
        ],
        [
            1,
            "今天（11月2日）晚上在小北门校友台球厅倒数第四桌穿黑色上衣的短发女生笑起来真好看。"
        ],
        [
            0,
            "我居然会觉得聊了几天的女生会喜欢我。真的不知道当时我哪来的自信…"
        ],
        [
            2,
            "爱情太难了，有一个人爱我而我也爱他（无关先后顺序）太难了。"
        ],
        [
            1,
            "好想找个女孩子谈恋爱? ? ?"
        ],
        [
            1,
            "好想当个女孩?"
        ]
    ],
    "02": [
        [
            1,
            "为备战一个考试，想找一个望江的同学进行英语辅导，价格可议，有意者QQ3262640284"
        ],
        [
            2,
            "想问下有没有望江的小姐姐有偿出租床铺呀？本人是江安党，因为实习所以每周需要在望江住3晚，平时都会回江安。作息规律无不良嗜好。如果有小姐姐有意愿的话欢迎私戳微信：15680457645"
        ],
        [
            1,
            "坐标望江，想约个小姐姐看电影，天气之子和终结者，海贼王也可，＋Q 1622820740"
        ],
        [
            1,
            "秦操，我可以。"
        ],
        [
            2,
            "要我说 当三儿的人就是贱\n活该被人甩"
        ],
        [
            1,
            "男生，有没有在重庆的妹纸一起玩呀，qq:3248801893"
        ],
        [
            2,
            "有种人你和她出去玩出去疯可以，但是绝对不能跟她一起做事。不然你会被逼疯的"
        ],
        [
            2,
            "过去一周啦，晚上有时候还是会偷偷找酒喝，嗓子疼了一周。拼命约人出去，到很晚再回来。只有这样感觉脑子才没那么空落落的想哭"
        ],
        [
            1,
            "我有一个梦想\n有一天我可以在召唤师峡谷给纳什男爵说一段单口相声\n给红蓝buff开一场演唱会\n教河道蟹做数学题\n给召唤师们做一个生日蛋糕"
        ],
        [
            1,
            "20191102，继续昨天的工作"
        ],
        [
            2,
            "灭他人志气，涨自己威风"
        ]
    ],
    "01": [
        [
            1,
            "有在深圳上班的朋友嘛 没事耍吧+q 1625134172"
        ],
        [
            1,
            "20191101，过完艰难的一天，加油"
        ],
        [
            2,
            "我室友和一个傻逼分到一组了，傻逼给我室友说我说话不恰当，我室友居然回来说她和傻逼都觉得我说话不恰当"
        ],
        [
            2,
            "zmj这种人就是，喜欢天天标榜自己\n然后自以为是喜欢批评别人"
        ],
        [
            1,
            "江安有小姐姐出来耍吗"
        ],
        [
            2,
            "助学金什么时候发啊！奖学金什么时候发呀！！！"
        ],
        [
            1,
            "周末好好放松"
        ],
        [
            1,
            "已经大四了，一次体测都没有过，想找关系开一个假三甲医院的证明，不知道行不行。突然担心因为体测不能毕业，好慌啊！"
        ],
        [
            1,
            "有人还没睡吗，聊聊天，1445312566"
        ],
        [
            2,
            "我在哪？"
        ]
    ]
}