{
    "31": [
        [
            1,
            "莫名其妙好失落，可啥也没发生啊，大姨夫来了？"
        ],
        [
            2,
            "我在笑话那个女生的时候，想起来曾经也有一个男生让我这样一厢情愿又甘之如饴，这个女生就是曾经的那个傻傻的我啊"
        ],
        [
            1,
            "wdnmd这也太孤独了"
        ],
        [
            1,
            "我裂开了……姐姐们救救孩子"
        ],
        [
            1,
            "有没有出来跨年的小仙女，你消费我买单。1056019766"
        ],
        [
            1,
            "下面的臭dd想yp，各位留意一下"
        ],
        [
            1,
            "想和大姐姐一起玩，能释放一下内心压力什么的……最近要崩了"
        ],
        [
            2,
            "教务处课程的课容量是根据什么设置的啊，有门专业必修两个课序号的课容量加起来刚好跟需要修这个课程的人数一样，那岂不是几乎无法调换课程，除非你跟另一个课序号的约好一对一换。很不方便啊，好烦。"
        ],
        [
            2,
            "带着烦恼就睡不着"
        ],
        [
            1,
            "有没有需要租房的呀、要过年了，联系方式vx17779280886"
        ]
    ],
    "30": [
        [
            2,
            "2019没有完美的结局，2020也没有一个良好的开端\n真丧，难道这是本命年对我的恶意吗"
        ],
        [
            2,
            "校医院能查幽门螺旋杆菌嘛？"
        ],
        [
            2,
            "一个月总有几天想分手"
        ],
        [
            1,
            "那么问题来了，撒娇又是什么新梗啊"
        ],
        [
            1,
            "找个大姐姐撒娇叻……我大二"
        ],
        [
            1,
            "#海螺#毛概"
        ],
        [
            2,
            "创建了一个实时匿名聊天室，地址是： https://minnit.chat/scuinfo ，暂时还没想好干什么，实验性质，大家可以从scuinfo公众号菜单【我的-匿名聊天室】进入，或者scuinfo网站的【我的】也能看到入口，也可以直接在浏览器里输入网址也行，欢迎来聊天呀～"
        ],
        [
            1,
            "所以你多高"
        ]
    ],
    "29": [
        [
            2,
            "反正他现在也加不上我好友，他还在我黑名单，关键是他们教研室在我楼上，我就怕自习遇到，嗨呀，小时候咋就没练个跆拳道拳击啥的"
        ],
        [
            2,
            "谢谢楼下小哥，我静观其变，再过分一点我肯定会联系辅导员保卫处的！"
        ],
        [
            1,
            "建议楼下小姐姐直接联络保卫处"
        ],
        [
            2,
            "这才是最骚的，晚会还来找我，我删了好友刚刚又申请添加都是在我下午骗他我有男朋友之后发生的，他居然还问我，我男朋友是哪个专业，我？我自己都不知道好吗！\n来人啊啊啊啊，老子的意大利炮呢！护驾啊啊啊啊"
        ],
        [
            1,
            "你跟巴铁说，你有对象了，就是我"
        ],
        [
            0,
            "如果三年前，没有放开你的手，是不是现在我就不会为了爱情卑微，明年和你结婚的人会不会是我？"
        ],
        [
            2,
            "那个巴铁又来重新申请加我好友，妈妈啊 救命！我明天要换身衣服换个发型带上口罩和帽子，哦，再换一个书包? ? ?"
        ],
        [
            2,
            "更新一下，今天我们学院联欢晚会 结束到时候那个巴铁来找我说话，我一转头看见了他，吓得我虎躯一震！\n内心OS：妈啊，妖怪！快跑啊！\n我直接换了个方向跑到了我同学那边，刚刚越想越害怕，我也不知道害怕啥呜呜呜（他其实就是强撩了几句，但素引起了我的强烈不适以及极度害怕）。。已经删好友了，微信名，头像，我们课程群里的昵称我全改了，现在我的头像就像是微商哈哈哈哈\n我刚刚又想到了，我马上去把性别改成男！！\n嘤嘤嘤，我幼小而脆弱的心灵受到了重创? ? ?"
        ],
        [
            0,
            "还是希望能找到学姐让我撒个娇哇……哎"
        ],
        [
            1,
            "我也好想找个大姐姐撒娇啊！！\nqq2088586277"
        ],
        [
            0,
            "太让人疲惫难过了，明明只是想找人撒个娇，我还是想不明白"
        ],
        [
            0,
            "那我可是真的丢人丢到一定程度了……态度转变真的好明显啊，与其这样不如直接删了吧"
        ],
        [
            2,
            "约学习局的有吗？"
        ],
        [
            1,
            "有没有一起跨年的小姐姐哇，1412128368"
        ],
        [
            1,
            "想日！"
        ],
        [
            2,
            "当然了，我不是种族歧视宗教歧视，只不过今天一位巴铁的一番连贯的骚操作让从来没有经历过这种被留学生要微信的我直接吓懵了，我还怂的不敢删好友，不过拉入黑名单了哈哈哈哈"
        ],
        [
            2,
            "我怎么觉得，大部分都巴基斯坦留学生仿佛多少年没见过女生呢？? ?"
        ]
    ],
    "28": [
        [
            1,
            "盆友们求助一下，江安这边哪儿可以迅速买到苹果充电器啊，ddl快到了才发现充电器搞丢了?谢谢大家！！！"
        ],
        [
            0,
            "求问：今天那个18材料的憨批是谁"
        ],
        [
            1,
            "两年不玩info都没人了么……明天有没有小姐姐想一起玩耍的…qqvx同号17396226432"
        ],
        [
            1,
            "找个人过年脱单呀"
        ],
        [
            2,
            "好久没来看info了还是蛮有意思的"
        ],
        [
            2,
            "刚刚看了很多东西 哈哈哈哈哈"
        ],
        [
            1,
            "姐姐你为什么要把我QQ举报了呀…"
        ],
        [
            1,
            "有没有小仙女想要周末一起玩耍呀，三观正哈哈哈微信同号17396226432"
        ]
    ],
    "27": [
        [
            1,
            "不能把那个憨憨给删了吗"
        ],
        [
            1,
            "有没有明年蔡依林演唱会一起的啊！找个小伙伴"
        ],
        [
            1,
            "现在东园的顺丰搬到哪里去了啊"
        ],
        [
            0,
            "有没有学姐可以借我撒个娇什么的，心理压力实在有点顶不住叻，救救孩子"
        ],
        [
            2,
            "卧槽真的绝了  \n傻逼室友昨天问我我的期末论文选题   今天发现她也用了那个选题  你TM有病吧  这样有意思吗？ WCNM！！"
        ],
        [
            2,
            "两年没了info了，乱七八糟是个啥"
        ]
    ],
    "26": [
        [
            1,
            "奔现永远失败"
        ],
        [
            1,
            "爷吐了，天天都是某些人的info高潮"
        ],
        [
            2,
            "这两天莫名其妙出现很多说屁话的人 \n是这样 劝大家心情不好的时候不要通过恶心别人来发泄 心情不好就去做爱\n不管是脱单还是约炮还是自娱自乐还是大保健\n来他一炮 大汗淋漓 感受荷尔蒙的美好 之后又是美好人间"
        ],
        [
            1,
            "华西9教2-1那最后一排黑衣服女的，跟她对象一直聊，真的很烦好吗，想来的赶紧来看看"
        ],
        [
            1,
            "愿前路坦荡\n愿不负众望"
        ],
        [
            1,
            "喜欢和大姐姐聊天\nqq1254781670"
        ],
        [
            0,
            "你们觉得我说得不对，你们至少也要把我意思分析透，找到靶子看到靶子朝着靶子射箭吧，哪怕射不中。看看微博里面你们的评论，正深深切合着人们的思想意识形态真的是个大问题的这么一句话。我就不分析你们的评论了。\n\n有太多人的思想是能从一个点上想到另外一个点，而这一点的出现会给他带来巨大的精神喜悦，因为那不正显得自己博学有思辨之才吗？很窃喜的，很自以为然的。很容易冲口而出，所以常常就是想到什么说什么的局面。当意识到这个问题的人再去与此人就新联系的这个点去讨论时，还没再以此点为中心并究极之时，他们又会联系其他点，这没错，但是他们不明白点与点的关系，和自己说的每一句话的内容性质，只在乎了那句话的表面形式表面意思（这句话是有性质的），想不出来个什么所以然来。这局面这现象也是有原因的，是值得理解的——虞唐"
        ],
        [
            2,
            "男朋友从来不会在节日送礼物给我，这正常吗？\n昨天圣诞节，我很早就给他准备了礼物还有包好的苹果，可是他什么都没有准备。情人节没有礼物没有花，甚至是我的生日那天他都没见我，明明在一个围合  哎～  礼物当然也没有   他生日的时候我还给他买了礼物，准备了蛋糕。\n平时对我挺好的  很温柔  我一直觉得他是爱我的  但是我也想要礼物  想要一点仪式感啊  不应该吗？  是我要求太高了吗？"
        ],
        [
            1,
            "江安租一个宽带用用\n私聊微信\nsparkles_01"
        ],
        [
            1,
            "鱼塘者，世称塘桑，遂州人士也。戊戌初，因一女唤音不堪其扰，校乃说其去之，遂起事于空间秘密，久攻不克，众皆哂之。后于府上观星自得根本思想文化，大成。己亥年复归秘密，以思想为矛，文化为盾，几将胜，然时运不济，鲜有应者。冬月，大征info，败，乃反串遁走，史称塘王败走info"
        ],
        [
            0,
            "夫妻情侣关系里，男方对女方应该是要有惧怕的，“惧内”，这里面该是敬重与珍爱，不能是厌烦与嫌恶，是有真情意，而不是顾全大局深思熟虑为己筹谋的妥协忍让。可是，“敬重与珍爱”的受体也就是女孩们是需要明白人事真相的，可爱又聪慧，不然是得不到那样的爱情的。许多女生总是陷入这么一种思维：他如果真爱我，会怎么怎么样。他真爱你，确实应该怎样怎样，但是他若不真爱你，他不那样做，他也有站得住脚的空间。女孩们又会在这儿说那看起来就像交易了，其实人们根本不明白，人们若没有最根本思想文化，不是最根本思想文化里的那样，一切都看起来像是交易。当两个人深深地爱着对方，是不是交易的问题这一切都消解。女生们莫以关于真爱的那一思想模式孤立地指导处理情感现实问题，否则不仅不能如愿，还可能错失了与他好好发展深入爱情的岁月时机——虞唐\n\n在上一段文字里，我没有这么说：女方在有那思想模式的时候，男方可以说你配吗？——“配”这个词实际上真的不好，这个词主导了太多人的思想，哪怕看起来有些正当（但没有最根本性说服力），但是让人们错失了发现最根本思想文化的机会——虞唐"
        ],
        [
            2,
            "找音儿的憨批把爷看吐了，再见scuinfo"
        ],
        [
            2,
            "2块16的麻将 二缺二 有人要打嘛？"
        ],
        [
            1,
            "为什么要看片\n为什么有不同类型的片\n为什么不同的人喜欢不同类型的片\n因为片里是我们的幻想所在\n片可以满足人们的幻想"
        ],
        [
            0,
            "傻瓜，我怕就怕，我们没有在一起，您跟其他人在一起后，处处受裹挟而你们又感受不到，你们受着人事岁月的沧桑，我不要您不好。我没身份没资格保护您的，只能拿思想文化将您武装。\n\n傻瓜，世界上一道最美的风景就是女生能永远（包括老了）装模作样能永远故意地生气永远嘴角微张，静静地看着男孩如何将她哄笑，使她开心，看他抓耳挠腮紧张焦急的样子。传说中的苏小妹与秦观的故事多么美好啊，要是今天广泛存在多好啊！"
        ],
        [
            0,
            "人们读者古书，有没有想过自己的祖先可能是书里的那些看客或者是刽子手，阴谋家，佞臣，小人，自己正喜欢学习着自己祖先的对头——虞唐\n\n丫头，就算我们没有在一起，我也要让跟您在一起的人或是惧于我灵魂的威压，或是感受着我灵魂的光明，必须对您非常非常非常好，就是你们的子孙后代也将处于我思想文化之中，如果他对您不多么好不多么爱，你们的子孙后代都会觉得自己的男祖先是踩了狗屎得了狗屎运——虞唐"
        ],
        [
            0,
            "我不说唯物主义对不对（我不引起论战，我明白人事特点，我若不把自己的思想文化全盘说出，人们是不能接受的，既然没有结果，何必论战呢），但它是不全的，人们也是理解它不深的，人们理解它深了，就是对于那些学过它的人来说，现在的爱情不会是现在这种样子。\n\n在这个世界，人们多有爱啊！如果偏爱于一人，其他人会觉得你冷落了她们，所以为了避免这种情况的发生，几乎每个人都可以被很多人爱着，也都能同时爱上好几个人，所以有些人有那么多备胎，挺好的，大家情感丰富有很多爱嘛！——虞唐"
        ],
        [
            0,
            "在这个世界，人们的思想情感都不深，所以做爱就能很大程度上加深接受与此人结婚要与此人走完一程的决心，事实就是如此。千里之堤溃于蚁穴，且莫说其实人事里有很多蚁穴，没有深全的思想文化，人们注定事事被裹挟。裹挟于其中之后，他们又总能从中发掘出自以为好的又确实会让他们感觉已对自己好的思想观念出来——虞唐"
        ],
        [
            0,
            "如果世人皆好，其实不需要等，因为他们明白，所遇之人都有着美好有趣充盈的灵魂，接下来做的不过就是做好一对神仙眷侣——虞唐\n\n如果存在乐土，存在仙界，人类如果有着那最根本思想文化，地球以及他们开辟发展的其他星球都是仙境乐土——虞唐\n\n不深全的思想文化下，出现了大量的问题，大量的矛盾，人们又不得不投入资源去解决它们，但是又因为不深全，那个过程里的解决方式解决结果包括衍生出来的许多东西又常常酝酿着新问题新矛盾。这也好极了，解决就业嘛！——虞唐"
        ],
        [
            1,
            "tm的闭嘴好吗？钟情妄想、关系妄想、思维散漫、病理性赘述还不去二门诊呢？你的音儿早幸福的躺她男票怀里了哈"
        ],
        [
            0,
            "很多女孩如果没有等待惟一灵魂契合的人出现，在这里面就得承受许多不如意事了；但是如果等待又往往等不来。人们总说人生不如意事十之八九，人们还很能接受这句话（我昨日说过，对社会现象结果的描述归纳总结性语言一定不能将其用作指导思想，否则人类还将继续如此下去）。（许多人可能会觉得我是皇帝的新衣里的那个小孩吧），我笑人世愚蠢，家庭没有最根本思想文化，社会没有最根本思想文化，孩子一出生，就面对的是这浊浊纷繁人世，各种各样的缺陷，决定了只会出现一小撮真能看得过去的人。哪有那么多有意思的灵魂和那么多有深情厚爱的人呢？人们不想着解决人事问题，不思想人事真相的背后，不思想自己如今的言行思想铸造着怎样的社会实情并且会有怎样的后果，就注定徒有不如意的等待，注定了不如意事十之八九。许多父母想要孩子学习成绩好，他们又不具备说理深刻的才华能力，他们都没有认识到社会真相，他们水平都不够，他们都没有最根本思想文化能够开孩子动力之真源，他们也没有意识到要构建怎样的社会，怎样的教育制度，注定了许多家庭出现各种不如意事甚至破事，注定了现在的许多人哪怕有极高的成就但是也喜欢不起来的局面…说这么多，其实人们又能接受现实，因为他们的思想水平也就那样，现在还有好多人连许多概念都不知道呢！脑子里有的概念许多也只是个名称而已——虞唐"
        ],
        [
            0,
            "水明明浑的，人们总是怀着自以为是的乐观，并以在里面还能活得自以为然的幸福快乐为最高理想，且还莫说因为比较（他人不如我）给自己带来的心理优势呢！——虞唐\n\n每个人拿着从自己参与创造归属私人的产品的劳动里获得的收入去购买仍是私人的产品，这就足以酝酿诸多问题出来了。若是所有的产品与服务的生产与销售过程都有所有者公司全程参与呢？——虞唐"
        ],
        [
            0,
            "有媒体报道两男人约失足女酒店见面，先进行强奸后抢劫，被判刑几年，可是如果两男人先嫖娼后抢劫，对两男人而言效果一样，但是判刑结果不一样，嫖娼总没有强奸刑量大吧——“失足”这个词又已经其实很能反映社会意识形态问题，反映着公众的一般正常观念，而偏偏许多女生没思想，自以为正常，又根本不具备审视自己思想行为对人世那些观念的侵犯与挑战及之后的结果对自己的影响的能力；另外如果遇上有些更精明的男人，“先嫖后抢”，她们会因其原本堕落的本身而使自己因为失去而再失去——虞唐\n\n世上若有最根本思想文化，就不会有人再跳楼自杀，也不会有两女生因为被砸中甚至被蓄意砸中（不知道那人是否有审视地面情况，想要拉两个女生陪葬而黄泉有伴的心理）而身亡。如果有思想家告诫人们（包含两个女生在内）要认识自己，认识世界，人们又是对他爱搭不理的，就像有人竟然会说陈果的课是不切实际的，而他们又深受自己的思想意识形态及其下的言行铸造的现实反馈给他的各种不好的结果的影响。一家六口葬身高楼火海的原因其实是有这方面的。如果有最根本思想文化，人世里的房子那还会高的非常高，低的又非常低；哪还会有有隐患又看起来很能防贼的密码锁，若有最根本思想文化，会有贼吗？…——虞唐"
        ],
        [
            0,
            "社会上任何一件事情的发生，哪怕只是一个人或几个人的事情，都远没有一般人想象的那么简单，最根本的原因是没有最根本思想文化，而偏有很多人总习惯于自己有一张嘴，就能开口说一些话。话又说回来，又有几个人看到类似的这种文字里出现的“一般人”、“人们”这些字眼，会深想自己是不是其中的一员——虞唐"
        ],
        [
            0,
            "人们其实很能接受悲惨的事实的，被玩弄，被欺骗，被背叛，以及各种不幸，只要他不死，过去的只是过去，毕竟悟已往之不谏，知来者之可追嘛，而后是不会去思想整个社会人事的真相的。如果其人死了，他是连发现真相的机会都不再有，旁人也空只有一些可能的唏嘘哀叹罢了——虞唐"
        ],
        [
            0,
            "如果一个人有真正深邃的思想和丰富细腻深入的感情，他的情话会是多么的自然而朴素，真诚而浓烈，能将人自然地笼入感染。可是人们总能在自己所处的层级里找到幸福愉悦容纳自己的空间，女孩子们习惯了自己的简单的并不深邃的思想，甚至时常还对自己自认为很深邃的思想深为信服，撩话都能令她们脸红、心跳、不反抗…令她们心动的撩话其实是很明显的，尤其是那些看起来新颖出奇但又带有很浓厚的格式化的感觉的句子，比如“你与其她人与众不同，就在于你身边有我啊”，这些撩话就像工厂里按照模子成批制作出来的产品——虞唐"
        ],
        [
            1,
            "。。。。。。。0.0"
        ],
        [
            2,
            "我挺不好被征服的"
        ],
        [
            1,
            "有没睡的吗？？？"
        ],
        [
            1,
            "一般在哪里找炮友啊"
        ],
        [
            1,
            "这个社区是要凉了吗？一年没刷都没人发了。"
        ]
    ],
    "25": [
        [
            1,
            "二专申请要求高吗 成绩差的可以吗"
        ],
        [
            1,
            "新时代非主流？我都看得全身鸡皮疙瘩"
        ],
        [
            0,
            "人们好像都说每个人对幸福的定义不一样。但是我一直认为，对社会人事的现象与结果的描述及归纳总结性语言不能作为指导思想，一定还要更深入地看待。每个人对幸福的定义不一样，可是如果他们没有深邃的思想，没有更深邃的认知，没有发现真正的新天地，不知道原来可以那样，他们的幸福观念在人世里因为各种因素比如比较是易变的，是不稳定的，以及他们所现在拥有的幸福也因为他们思想意识形态的不足参与铸造的社会现实反馈给他们的结果形成的改变会让他们自相矛盾——虞唐"
        ],
        [
            0,
            "去想一想所有人的一。\n\n现如今人事里的所有活动，真正意义上都还没有一股自然而芳香的思想文化悄悄地淌过——虞唐"
        ],
        [
            1,
            "音儿到底是啥，是个人还是什么？"
        ],
        [
            1,
            "图书馆的烫水接了没一天别想凉下来"
        ],
        [
            0,
            "多姿多态，只是幸福的必要条件。不多姿多态，一定是不幸福的，但这句话不是说那又是充分条件。另外，多姿多态，只是描述性语言，没有更深全的思想文化，多姿多态这种现象这种局面既实现不了又把握不准的，怎么能说这就是幸福之源呢？"
        ],
        [
            1,
            "望江 请人看电影～"
        ],
        [
            0,
            "您知道所有人的一吗？您觉得所有人的一该是什么？把这个问题想得自认为差不多了，你就差不多能够审慎看待过去所有哲学家的观点了。"
        ],
        [
            2,
            "反驳得也太low了8\n建议去看看罗素原文再出来bb嗷"
        ],
        [
            2,
            "从用词上来看，用性别未知头像的就是同一个人。被骂了就说你们不应该骂我，别人说没骂你又开始反驳。它的话术很简单：先反驳，说你说错了，我说的才是对的，结尾的时候再说一次，你们没知识没文化，我说的才是对的。这个崽8行，假装人格分裂失败，建议华西"
        ],
        [
            1,
            "说些啥玩意……"
        ],
        [
            0,
            "许多规律是有代价的，人们又偏偏习惯了它，更是不能明白它以及它的危害，去学它还学得挺有劲，学了之后还自感觉很精神充盈，于是规律还是规律——虞唐"
        ],
        [
            0,
            "人们根本不知道自己真正想要什么，本末倒置，哪怕得到了，又根本不是本来可以好的——虞唐\n\n人们疯狂地敛财，财富能让他们获取大量的产品或者质量好的产品，以及男人能够俘获优质的女人的芳心，但是在他们这一整套模式里，产品不能达到本可以好的水平，女人也少有很好的馨香的女人，她们本可以都馨香的，（男人同样如此）人们不明白真正想要什么，倒使得好的根本不能普遍，某些人看起来得到的好的也不是有多好——虞唐"
        ],
        [
            0,
            "世界上偏偏就有许多人，根本就没有深邃的思想，把别人的不幸悲惨等等融入于认识到的世界丰富多彩之中，并还在其中感受到了希望与快乐——虞唐"
        ],
        [
            0,
            "社会复杂是多姿多彩吗？乱象横出是多姿多彩吗？杂七杂八的言论是多姿多彩吗？…多姿多彩就一定意味着社会复杂吗？一定意味着容许言论驳杂不精还对此言论深信不疑极其坚执吗？…"
        ],
        [
            0,
            "还有，就那句话，“多姿多彩是幸福之源”，“多姿多彩”里面是有很大的空间的（且不细说），你如果认识不清楚，这句话是不能作为升华句的，也是没有说服力的。"
        ],
        [
            0,
            "你会错意了，也会错他的意了。“什么深邃思想细腻情感，不过是从他的话里摘录出来，如果对此我不能出言抵抗，那才是悲哀。”，就这句话，你本身就是矛盾的。你并不清楚他为什么就用这两个短语，他为什么不多表达一些，不多揭露人事真相一些，不多说一些没有它们的思想语言一些，为什么这么略，这么概括。你不知道，就意味着你根本就摸不清他是否有敌意，你的用语“抵抗”倒反而说他有敌意且在掀起战争了，这里其实是要斟酌的。\n人们其实根本是常常没有思想过多少社会人事的，常常是问题一出，会看看相应新闻或是相应平台的消息，再生硬挤出些思想言语来。"
        ],
        [
            1,
            "有人去夜店么"
        ],
        [
            2,
            "我很多时候都觉得迷惑，平日里面对的同学们，很多是长相顺眼举止有度的人。可有时候突然发现，有的人在网路上锋利得令我害怕。刚发现这一点时，恨不得把这些人剔除出自己交际范围。\n    但在川大待了这么久，逐渐才就明白，原来人们可以有完全不同的思维方式，对待同样一件事看到的面向也可能完全不同。因此我们捍卫发表意见的权利，即使到了最后我们也说不到一起——最不济也就是互不理睬罢了。\n    讨论之中自然会有冲突，只要不是流于语言暴力的nmsl之类，我都认为可以接受。不必苛求压倒，也不必苛求调和，顺其自然地看待就好。\n    罗素在讲到卢梭时写到，多姿多彩乃是幸福之源。“海纳百川，有容乃大”。这是川大给予我最珍贵的礼物。你为你发声，我为我发声，没有人被噤声，已经非常好了。"
        ],
        [
            2,
            "以我的opinion反对他的opinion，这根本无妨。什么深邃思想细腻情感，不过是从他的话里摘录出来，如果对此我不能出言抵抗，那才是悲哀。\n至于您说到我们这时候才像中国人云云，虽然能够了解到你对庸俗二元对立、一方压倒另一方的反感，但我想说的是，他遭到的反对甚至并不是因为政治正确因为群起而攻之。\n这是一个匿名的平台，隐藏身份之后，其实不必“为群体发言”，我们也不是因为压倒他快感而反对他意见。\n您淡淡的讽刺似乎在说：一个人带着极有偏见的话术出来讨骂，如愿以偿，但应当有所调和——即有人为讨骂的人说话，这样才不是单调的压倒。可是，强为之辩，这样有必要吗？\n更何况，匿名之下无奇不有，难说此人是否只是挑起争端，故作姿态，以为自己正在钓鱼，心里暗爽。既然发声，就有可能被反驳。有此觉悟，就不必苛求绝对中和。\n上述也仅仅是个人意见。"
        ],
        [
            0,
            "他呀，不过是个loser，都被学校逐出门墙，clown一个，没有女的会喜欢他，有精神病，他还可能自感觉遗世独立，出淤泥而不染，世人皆浊独他清，世人皆醉独他醒，傻逼一个而已。许多言论思想十分奇怪，说什么最根本思想文化。我们都远离他，耻与他为伍，你们应该从我们的行为里知道他这人根本不怎么样，实际上极其虚伪道貌岸然，满嘴胡话，就像你们说的什么深邃思想细腻感情之类的，其实他混不下去了，只能把精神伪装成多么明亮崇高的样子，让自己还能憋着一口气活下去，这人其实不咋地。他还说弃绝人世，说有最根本性的说服力可以说服自己哪怕天下大乱，他能斩断与人事的一切关系，变为自然人，仅像自然里的蛇虫鼠蚁，不再受制于顾炎武的“天下兴亡，匹夫有责”，天下亡都与他没有关系。他说他看透了人事真相，哎，逼装得够大的。都骂他吧，说他不配做中国人，将其驱逐出中国，我们好像也就这个时候还挺像中国人的，是哈？"
        ],
        [
            2,
            "有人一起过圣诞吗？\n没有我等会再来问问"
        ],
        [
            1,
            "恕我直言，这两个词我看得鸡皮疙瘩都起来了，又土又矫情"
        ]
    ],
    "24": [
        [
            2,
            "那个人除了会说细腻情感和深邃思想之外还有别的话吗，不觉得自己唠叨词穷嘛，觉得自己读书多好歹换点词汇吧"
        ],
        [
            1,
            "曾经我觉得肖战、王一博，天天上热搜，看着很烦，直到我看了陈情令，嗯，我觉得他们还阔以"
        ],
        [
            1,
            "有没有兄弟去看林书豪  cba  12月31的场   本来一起的人有事去不了了"
        ],
        [
            2,
            "有没有男生这周四周五晚上，周六白天有空的，有份兼职，很轻松，帮华西口腔医院的一位男老师参加合唱，只需露脸，不用真唱，还可以免费加号(想弄牙的同学，想认识华西医生的男生看过来，联系微信mua108)"
        ],
        [
            1,
            "寒假有成都本地同学可以帮我养一下猫吗?回家过年家太远没办法带回去，基本用具吃的全都有，免费撸一假期，喜欢猫的朋友可以联系我 qq：1878278682"
        ],
        [
            0,
            "真的很不开心，一个人为了找东西吃到处走，这个不想吃那个没办法吃——一个人很多东西都吃不了，太贵的又吃不起，最后终于决定吃的东西，店里放的歌又好悲情，一边流着眼泪一边吃，真的感觉很难过，丧完了。大家要圣诞快乐呀"
        ],
        [
            2,
            "?首先不匿表真诚~\n  ??你是即将在川大望江新开始或者继续校园生活的筒子吗？\n  ??你是对健身有兴趣，希望通过健身取得减脂或者增肌效果的小伙伴吗？\n ??‍♀️请你看过来~八九健身房，地址王府井百货内五楼，学生卡特价优惠：\n        一年1200，两年1500，三年1800（等下这不是重点……）\n ??‍♀️??‍♀️??‍♀️重点来啦！有兴趣了解一下的筒子们在办卡前联系我（QQ+244249291），我将作为你的会籍介绍人，在你办卡的时候给你转账100-200元作为延长我个人会籍时间的报酬，此信息真实有效，本人已在八九健身房持续健身一年以上，相关问题可以客观地回答你（可发健身房的实拍小视频），另有个人减脂干货分享~\n ?还在等什么？只要你有一点兴趣，先联系我，马上收我干货，吃我安利 ~"
        ],
        [
            2,
            "总有考得好的人，就很难过…"
        ],
        [
            1,
            "听说望江东17有人tiao楼，有人说说吗"
        ],
        [
            1,
            "收留单身小姐姐一起过平安夜，q2455257528"
        ],
        [
            0,
            "想找个学姐社会性同fang……最近压力真的好大要顶不住了……就算只是聊聊天也完全ok的……"
        ],
        [
            1,
            "不想睡，聊天的小姐姐来2179972893"
        ]
    ],
    "23": [
        [
            1,
            "有没有想在江安附近租房的朋友，转租一个圣菲TOWN城的房间。想了解的可以给我发消息。\n微?：wj133682"
        ],
        [
            1,
            "精神分裂吧，除了你谁会说这种莫名其妙的话"
        ],
        [
            0,
            "丫头，历史上许多人没有爱情，有爱情的多是些爱情悲剧；在我们生活中，有些人是混账，有些人没有得到公平的对待；在我们生活中，其实有很多人不幸，而很成功辉煌的人背后要么肮脏要么艰辛…几乎所有人没有深邃的思想和丰富细腻深入的感情，太把自己当人，不管命运如何，最后又几乎都活得不像人，要么失去了做人的资格，要么失去了生灵之气…在这人世里，如果我们不认真思索认真对待，我们究竟得要是有多幸运，才有极大的可能性，美好的愿望跟现实契合，而不像那些我们平时可能嗤之以鼻、可能不太关注、可能不想与之拥有同样命运的人呢？"
        ],
        [
            2,
            "别搁这儿整精神分裂嗷，咱学校有华西撑着，要看病赶紧的"
        ],
        [
            0,
            "林语堂的《苏东坡传》。\n很多时候人们往往太把自己当人，不把别人当人，也就看不清社会人事真相。历史滚滚，多少人如泥沙，自己又是不是其中的一员？是不是未来某些作者书里的并不起眼的与其他人合叫“人们”等等的一个人物呢？人们有着怎样的表现，怎样的思想状态思想内容，有着怎样的结局，自己又会如何呢？…"
        ],
        [
            0,
            "他表述没有问题，你不了解人性。许多人自己都不知道自己在做一件事的时候自己体现着怎样的人性吧！"
        ],
        [
            2,
            "你说出的话不过是自己的opinion，自以为真理的时候，看看你自己说的话：宁愿群而攻之也不愿意相信自己真的有病。"
        ],
        [
            1,
            "人生其实充满了遗憾和无奈"
        ],
        [
            1,
            "建议拍个荒诞剧《寻找音儿》致敬等待戈多\n憨憨，还不去二门诊啊"
        ],
        [
            1,
            "鬼知道我还能坚持多久\n昨天配眼镜看到眼里全是血丝\n说实话吓了一跳\n不记得有多久没笑过了\n希望早日逃离"
        ],
        [
            1,
            "由于会在望江附近实习三个月左右，所以请问有没有望江这边女寝出租床位的小仙女呀，有意向请联系forttx"
        ],
        [
            1,
            "呵呵，经我鉴定，你这憨憨现在至少有钟情妄想、思维散漫、病理性赘述这三个临床表现，考虑精神分裂症，赶紧去二门诊挂号吧"
        ],
        [
            1,
            "挂一个转租信息\n红牌楼地铁口附近，爱家馨城小区\n三室一厅的次卧，1030元/月，每月物管费103，家具家电齐全，小区环境好，有两个女生合租室友。联系微信734001892\n 因为工作调动，需要转租出去，有兴趣的联系我。走平台程序。"
        ],
        [
            2,
            "走过路过，给那个瓜皮点下赞吧！scutime发出去之后可以挂出来受观赏很久的"
        ],
        [
            0,
            "互联网给我们这个时代带来了伟大且不可或缺的成就，但它侧重已然而非偶然、事实而非概念，侧重由共识而非自省形成的价值观。对于一碰按钮便能获取数据的人来说，历史和地理知识不是必需的。对那些在脸谱网上寻求成百上千的朋友点“赞”认可的人来说，那些孤独地在政治道路上跋涉的人的思维模式并不是显而易见的——亨利-基辛格"
        ],
        [
            0,
            "男人们的思想状态思想内容决定了他们能不能得到女人；女人们的思想状态思想内容决定的则是她们能不能得到爱情——虞唐\n\n深邃的思想和丰富细腻深入的情感的有无决定了人在爱情里的表现，包括输出的丰富度。没有它们的，人事活动都粗糙，很容易说爱，很容易说不爱，这粗糙里还提供了大量解释的空间，其实都真正没有多少有思想情感的话的，生活里常见的只不过是说“我爱您”说得很稀少（几乎不是因为有多么爱，爱有多么深厚，所以不需要说，而是因为几乎没有，几乎都说不出来），所以偶尔来一下，对方也是这样的思想情感状态，于是差不多就能感动不已，两人的生活又能继续下去，哦，两人的日子差不多就是如此了。没有深邃思想的和细腻深入感情的，而又细分在学识方面，没有学识的对对方的好是难以超过有学识的，爱是很少的，哪怕这没有学识的里面有看起来很老实的，但是那里面能给的纯粹的爱很少，只能说不会有什么大恶，但其实这样的人脑子又一般不开窍，根本不明白教育好子女也是他们爱情中的一部分，但是他是又教育不来的，甚至严重拖后腿，很多平时的思想言行为未来孩子的发展和家庭生活埋下诸多严重隐患，另外“穷山恶水出刁民”，没有学识的又很多也不老实的；对于有学识的，有本事的，若是没有深邃的思想和细腻深入的感情，他对一个人的爱的丰富度是可以很高的，但是他由于有更多的选择，他又难以专一，他又更可能无情，从而对对方可能造成的伤害也会是更加巨大的…——虞唐"
        ],
        [
            0,
            "女人几乎都不思想，没有深邃的思想，没有丰富细腻深入的感情，怎么能发现问题呢？怎么会觉得各种人事活动心理活动有病呢？所以就常常无病呻吟。这结果导致的局面就常常是别人看这个女人疯了，一会儿悲伤至极，一会儿大笑疯玩不已（其实这又是女人真的什么都不懂而又因此在这个纷繁人世显露出纯真可爱的一面，但是人间又有多少有深邃思想和细腻深入感情的男生能够明白这其中的隐情呢？）。许多女生其实自以为心动了，怦怦怦地跳了，思念过，有些时日脑海里全是他，就觉得自己是深爱过的，但是没有深邃的思想和细腻深入的感情，就像大海里若是没有盐等，又如何能够较快地溶解掉游于其中的杂物呢，比如铁？——虞唐\n\n没有深邃的思想和细腻深入丰富的感情，女孩子们以为小溪流上的小浪花就是她们想要的激情、爱情与欢愉；可是若有了两者，原来也是可以有爱情里的潮翻浪涌的新鲜欢快的，而且更加丰富精彩，也不担心若是前者还可能被拍在岸滩上或者是外界力量大如太阳长期剧烈照射而下文就是再没有下文了——虞唐"
        ],
        [
            1,
            "还发，尴不尴尬啊"
        ],
        [
            0,
            "读书也是有境界的。一是许多人不思考，懒于思考，只能读读别人的书，让自己显得有些文才，说话有些道理，有时候拿着有着头衔地位的人的话就来讲，甚至可能都没有理解透他的意思还被拘囿于其中；二是自己有些学识，能够写书，但是做不了书中那样的人；三就是成了书中某些人，某些真真独一无二令人内心喜爱十足的人——虞唐"
        ],
        [
            2,
            "为啥登课程中心显示用户不存在啊"
        ],
        [
            0,
            "一群人宁愿群而攻之，宁愿审判说他们有病的人为有病，也不能真的接受自己有病，哪怕知道自己有病，还是要攻讦那个人，并且再因为其他人跟自己一样，于是又继续心安理得悠游自在地活着——虞唐"
        ],
        [
            0,
            "不去思想，是发现不了人事问题的；没有深邃的思想，也根本就不知道自己如何潜移默化地被影响——虞唐"
        ],
        [
            0,
            "人们的一技之长（大学文凭，大学实力，大学专业）足以让他们立足于世，而又有许多人还不具备这个资格，比较里总能显出优势，给人希望，可是那希望里常常会因一求全，包括对拥有爱情的渴望。虽然相关，但所精者不足以保障爱情的美好深全——虞唐"
        ],
        [
            0,
            "在这个世界，只要人能够不死，只要人没有死，他的生命他的生存的权利就足以为他的思想言行提供解释权——虞唐\n\n在这个世界，普遍能够出正常，正常里还能出希望，（哪怕迷惘）——虞唐\n\n现实就是，我在深入思考下去一步的时候，很多时候别人自以为找到了空子，有自辨的空间，殊不知，其实对很多人而言，他们在有某些言行的时候，却是没有动脑子的，那时候他们的脑袋里是没有那些自辨的思想的——虞唐\n\n在这个世界，约炮并不违法，分手渣人玩弄感情并不违法，其实也不会同时有很多人盯着你看，尽情地放开些吧，要知道就是在盯着你看的人其实跟你也差不多是同类人——虞唐\n\n在处与非处的问题上，其实男人要不要喜欢一个女人，要不要深爱一个女人，要不要保护一个女人，其实完全不能（注意，是全否，不是部否）取决于女人身体构造上的膜的有无——女人可以放开些了（前面那句话是有充分的思想压服一切反对意见的）——但是，女人应该要注意，你要么就承认纵于肉欲，痴于爱好肉体（这样还能因为大方直率坦诚而显得更有人的灵性一些，更可爱一些，更朗媚一些。你如果有这么一番坦诚，就不再也不怕担心会贴上“欲女”“淫乱”的标签——人间没有最根本思想文化，男人大都不具有深情厚意，这给了女人足够的理论空间：我在男人身上找不到情，就在男人身上找美好的肉体给自己带来的美好感觉（真没有讽刺意味儿）），要么就真的认为自己是有真爱——你们女孩子大都没有深邃的思想和细腻深入的感情，常常是没有深爱却被现实裹挟，比如自己年龄也到了，比如别的情侣那样做了自己为什么又不能呢，比如不做ta会生气的，比如早晚都会做，比如其实未来换一个人还是同样地做为什么就不能是现在这个人呢…——你们女生大都没有深邃的思想和细腻深入的感情，懵懵懂懂的（世上没有最根本思想文化，你们女生其实做了之后，我想应该是有一定的不安全感吧，是有一些彷徨失落的吧——为何会如此，我原因不细说了），其实你们女人心中很清楚（哪怕你们看不透人事真相，懵懂），你们的爱情是有很大一团迷雾的，也不是坚不可摧的，始终不能彻底相信你们之间是有刻骨铭心的爱的。这为你们的性行为带来了不充分的依据。你们常常情既不够深，又不能露骨地说就是痴于肉体美好，所以常常只能略或者很带有硬着头皮的情态说，你们是有情的，而且情感很深，而且为了更显充分，你们还会说那一刻是快乐的。你们很虚伪，但是这本身又是由于你们没有深全的思想文化，这又使得情理使然——虞唐"
        ],
        [
            0,
            "不管用的数据网络还是wifi，穿越网线还不够，还是要卡在空中，还得需要空中的电磁波信号带你一程"
        ],
        [
            2,
            "那个跟寻找音儿的恶臭男嘚嘚那么久的姐你真是牛批，respect，看你们俩对话看得我想穿越网线给他两拳。"
        ],
        [
            1,
            "有人一起过圣诞嘛 坐标江安"
        ]
    ],
    "22": [
        [
            2,
            "想谈恋爱了，有组队的吗！本人女，爱好男，想抓住大学最后的尾巴谈一场（甜不甜无所谓）恋爱?"
        ],
        [
            1,
            "望江约看电影哦"
        ],
        [
            0,
            "念奴娇-睹图思佳人（九）\n落花还赏，是秕糠尘垢，蒹葭低玉树。伏愿秋闱结果好，添就芳菲纷舞。青少当时，年华未老，莫教一时瘦。秦当合纵，凛然函谷犀首。\n望江美馔珍馐，朵颐大快，一扫烦忧去。尽展女儿神态俏，想将罗衣绮服。已是佳人，月魂雪质，怎浸悠悠苦？应嘲吾黯，盼许珠玉无数。\n\n结果会好的，望江多美食，好好吃饭，把瘦削的形体补回来"
        ],
        [
            1,
            "考研完了，今晚有想释放压力与青春荷尔蒙的朋友吗 993906555"
        ],
        [
            2,
            "研究生的国家奖学金发了吗，为啥我还没收到呢？"
        ],
        [
            1,
            "哪个毛概老师给分高呀？"
        ],
        [
            1,
            "德善也太可爱了吧我的妈呀"
        ],
        [
            1,
            "问问华西的学生实习可不可以到外面自己盖章啊，要准备考研感觉这三个月真的很重要"
        ],
        [
            2,
            "从黄牛那买了肯德基圣诞巨大的桶，240，现在去不了了，转卖。华侨城店，有意向要的加我872821890"
        ]
    ],
    "21": [
        [
            1,
            "怎么还有人吵包利案啊？那个男的有极强控制欲的，换个理由女的还是会被搞死。男的傻逼，没了"
        ],
        [
            2,
            "课程中心还没修好么？真的要die了呀，说我用户不存在TAT，还没期末呢就暗示退学了TAT"
        ],
        [
            1,
            "谁想出来喝点酒啊！！ 望江"
        ],
        [
            2,
            "做事情老是半途而废"
        ],
        [
            1,
            "微博上的"
        ],
        [
            2,
            "那个锤拳师的哥是在锤哪个?跟他对线的是哪个？翻够了没找到上下文"
        ],
        [
            1,
            "哈哈，果然拳师真来了，上来满嘴喷粪，这么仇视男性，你是吃男人的shi长大的吗？？既然你听不懂，我就再说一遍：我一直支持女性和男性享有相同的权利，但是目前结婚买房诸如此类的压力承担男女也应该平等（别说啥现在是平等的，现实情况大家都清楚）还有，不知道你中国女性生存适合度倒数第一的数据从何而来，我看到的中国男女平等程度排名可是高于人均gdp的（包括高于日本韩国）既然你这么仇视男性，该滚的是你\n而且我是实实在在为中国男女平等做出了贡献，我们家一直在资助一个女生上学，准备供到大学结束。而你我不知道除了在网上打拳煽动仇视男性之外还做出了啥"
        ],
        [
            1,
            "我也建议你去看看心理医生"
        ],
        [
            0,
            "“绝对”，“好心”，“建议”，“二门诊”…典型体现了旁观者闲人特点。我对她的情，岂能由你等小人随意审定，你们爱情不堪，无法适用于我"
        ],
        [
            1,
            "你绝对有心理疾病，好心建议你，去华西二门诊挂个号。看你已经魔怔了吧hh...女生喜欢你才会在乎你对她好，像你这种也得亏那个音儿和你没联系（没准是经受不住删好友了吧），不然谁经受的你这种无休止的骚扰哦"
        ],
        [
            1,
            "异常无聊"
        ],
        [
            1,
            "祝你二战失败哈哈"
        ]
    ],
    "20": [
        [
            2,
            "菜也要坚强"
        ],
        [
            2,
            "有没有明晚要去看#活死人巡演成都站#的江安党呀，可以一起拼车返校吗(｡ì _ í｡)"
        ],
        [
            2,
            "不发空间的男朋友，因为我要考试了，转了锦鲤图，好感动哦。加油冲鸭，大家都上岸！"
        ],
        [
            1,
            "我是渣男吗\n和某个女生有点暧昧，但没有确定关系的时候\n用陌陌约了一次，带了套的"
        ],
        [
            2,
            "请问有同学的助学贷款多余的钱打到银行卡上了吗？我听别的学校的同学说他们今年的多余的金额在支付宝余额里，但我看了一下我的并没有，是不是要等到下学期？"
        ],
        [
            1,
            "薛虞唐是谁？"
        ],
        [
            2,
            "各位考研的hxd,hjm冲鸭！祝大家全部上岸ヾ(≧O≦)〃嗷~"
        ],
        [
            1,
            "想问下寒假留校的同学宿舍有没有空调补助啊，不然好冷哦"
        ],
        [
            1,
            "一个数学课，平时自己上课只会念ppt，哦不ppt都念不好，找不到讲的了就又是论文分享又是每个人写论文，胡老师你可以的"
        ],
        [
            0,
            "就是你们这些伪君子，斯文败类，道貌岸然的小人，图心中之畅快，生瞎乱之思想，铸紊乱纷繁之现实，坑害了所有人的感情包括生命！我就是薛虞唐。我能承认自己的身份，你们敢吗？"
        ],
        [
            0,
            "你算哪根葱？你没资格这样说。即使如此，她也是我的音儿，也不会喜欢上其她哪怕还是处女的女生。辣手摘花摧花还引以为豪还觉得挺男人挺勇敢，这是你们的素质吗，这是你们的教养吗？你妈如此被对待是不是觉得你爸挺男人生下了你并且还把这一套教给了你们？"
        ],
        [
            1,
            "那个虞唐是真的sb真的怂，所谓的音儿可能早就和她男票睡了无数次了，也肯定早没了联系hh...不过也正常，没女生会喜欢这种憨憨"
        ],
        [
            0,
            "傻瓜，您如果在，您如果觉得我憨，我永远都是您的憨憨，只爱您一个人"
        ],
        [
            0,
            "你的憨憨是憨的，你又说我也是憨的（憨批），您究竟是不是她，这两个憨的又是否为同一人呢？"
        ],
        [
            2,
            "个憨批是个loser，姐妹别跟他聊了，伤身体"
        ],
        [
            0,
            "“猫咖”是您对我的暗示指引吗？暗示我去一家以猫为主题的咖啡店。或者，猫咖只是旁辅猫头像，只是您戏谑我用的。“三千青丝，若水一瓢，淡然饮之”其实您在证明您就是丫头，前面那些关于猫的话不过是您跟我戏玩好笑富有情趣而已，并不是指引暗示"
        ],
        [
            0,
            "憨憨是谁？"
        ],
        [
            2,
            "哎憨憨这么可爱，可惜你不是，侮辱了憨憨这个词"
        ],
        [
            0,
            "是您吗？您还知道千年积雪啊！您是不是她？我都凄冷僵麻了，您知道吗？"
        ],
        [
            2,
            "别想了宝贝，你不配，还她呢，你只配被他gang"
        ],
        [
            0,
            "您是她吗？明后天要考研了，您不要慌怕。您真的是她吗？"
        ],
        [
            2,
            "阅人无数，看透了你这个铁憨憨❤"
        ],
        [
            2,
            "非常赞同！你说的的确非常好！所以女性才应该更多学习防坏蛋，听到那种“你不是处女所以你不对”的言论，赶紧离发言的那种人远一点！这种人既没有足够的智慧，也没有丰沛的情感，和这种人在一起，那不就是自寻死路吗？我的朋友，我无法更加赞同你！"
        ],
        [
            2,
            "和你的发言比起来，你的头像是多么可爱啊。有空的话，去猫咖看看吧。不知道小可爱猫咪能不能化掉你心头的千年积雪，拂去你肩头的落花，让风吹起你的三千青丝，弱水一瓢，淡然饮之?????"
        ],
        [
            0,
            "你究竟是谁？为什么对我很熟悉？"
        ],
        [
            0,
            "语言是骗不了人的。虽然有些人有时能说着很有思想的话，但只要自己思想境界高许多，就知道对方究竟什么水平。偏偏这个世界，有太多人根本不具备发现对方思想水平的能力，别人可能只是偶尔挤出了点情话或是有思想的话，就为之深深着迷"
        ],
        [
            2,
            "嗟夫！要是世界上所有的人都有你这样的大智慧该多好！哪里还有坏蛋宵小和蠢货呢？"
        ],
        [
            2,
            "哈哈哈好，我快唱起来了???爷听古风歌的时候你估计还小，我不戳你痛脚了真的，乖宝宝要记得去学习噢~"
        ],
        [
            2,
            "我又来解释你的说法了：包丽和前男友不合适分手了，因为他们没有智慧没有情感，所以才会这样。然后她因为不是处女了，碰到了个同样不合适甚至还坏的人，结果她被弄死了。所以，归根结底是包丽不应该和前男友上床，要不然也不会落得这副下场，对吧？\n然后我不懂你，因为我只看过几本书，又没有智慧又没有情感，对吧？\n你再看一遍，看看你的逻辑有问题还是我的逻辑有问题。\n实在不行，我们问问华西的同学，看看能不能给你捐个脑子，这样我们就可以愉快地聊天啦~"
        ],
        [
            0,
            "包丽如有深邃的思想智慧，如有深邃感情，跟牟交往不多久，就能看出他是什么货色，对自己有没有真爱。"
        ],
        [
            0,
            "你怎么知道我人生已经挫折？你是谁？其实没有了她，我希望雪上加霜，给人世只留下孤高清淡的背影，对人世不睬不理"
        ],
        [
            2,
            "看看看，你又来了。我又没有智慧了，可是我看几本书，总比你啥也不看好啊。单反看过一点点，也不至于像你逻辑这么差呀小宝贝儿"
        ],
        [
            2,
            "你哪里猜出来包丽和前男友在一起时没有智慧没有情感的呀，爷都乐了哈哈哈"
        ],
        [
            2,
            "包丽不是因为不是处女而送命，是那个男的有问题，你明白吗？"
        ],
        [
            2,
            "长期招聘兼职，全职底薪3千+，水货勿扰，想了解的加微lu521521"
        ],
        [
            0,
            "所以我要表达的意思是 如果没有深邃的思想和细腻深入的感情，所有的爱情都是无根之萍，容易出现各种各样的破事，极其不稳。就像包丽，她和她前男友没有深邃的思想和细腻深入的感情，她们没有走下去，包丽还因不是处女而枉送性命；包丽跟现男友没有深邃思想和细腻深入的感情，所以闹了这么些破事情出来。如果你们每个人都做到了有深邃思想和细腻深入感情，包丽前男友还会因为深爱，会因为对世事的洞察，不跟包丽做爱，因为他害怕做了以后两人没有在一起，其他男人因为她不是处女对她确实不利；如果你们每个人都有深邃的思想和细腻深入的感情，就不会有男生对牟说包丽不是处女，而从来只会对他说照顾好自己的女朋友；如果你们有深邃的思想和细腻深入的感情，牟就不会那样做，包丽也不会死…\n你们这些人没有深邃思想和细腻深入感情，自以为读了一点书，拿着沾沾自喜自以为很好的一点思想，去参与铸造混乱的社会现实，你们其实是杀人凶手之一"
        ],
        [
            2,
            "宝贝儿快去学习吧，发现自己想法不正常是很痛苦的，了解，不要让自己挫折的人生雪上加霜了"
        ],
        [
            2,
            "你瞎扯的能力很不错，我也很佩服的！人家那对做错了啥，你又用上床来说人家。瞎猜能力挺好的，进实验室吧！说不定能猜出个诺贝尔奖，让我们学校也因为你光荣光荣"
        ],
        [
            2,
            "那不就是在说，他俩不合适，本来就会分吗？我也很赞同你，但不敢苟同czb的方式：你要分手你就说，先绿再分，就是一种欺骗呀。"
        ],
        [
            2,
            "我哪里歪曲你了呀，我只是把你的想法很直白地说出来了耶"
        ],
        [
            0,
            "你咋就这么能歪曲我呢？本来那件事情已经消匿了，我没有明着说出来，以免引起当事人不快。\n这件事情，从结果而言，说c是渣男是因为这件事情有所体现。但是我要表达的意思是，如果c没有遇到另外一个人，他们现在的感情还可能一如既往发展下去，这本身说明这段感情是有问题的，他们的爱情并不是牢固深厚的，在爱情里流于形式，做着跟大多数情侣可能一样的泛泛之事，并没有扎深感情，并没有走近灵魂融合灵魂。"
        ],
        [
            2,
            "你要这样否定女性，我跟你其实没什么好说的，甚至我也说不过你。你就好像说：山里的小孩拿到首都名校去，也一样学不好。事实上，女性的地位至今也没有和男性平等，但越来越多的人能够理解，能够拥有人人平等的智慧。很可惜，你不是其中一员。这也就想山里的小孩没办法真的被带到首都名校去念书，因此你说他们就是不行，我也无法用事实反驳你。但不能忽视的一点是，强势的女性已经逐渐浮现在各个领域，比起诸多普通人，一个天上一个地下。\n  不过，什么叫“你身边的女性”？你身边是有足够多的女性，还是说你身边的女性已经是佼佼者，才能让你得出女性比不上男性这个结论？你可以好好思考一下，自己的漏洞有多少。\n  czb那件事，我想请问，你被绿了，也要继续说“都怪我！”吗？对于这种出轨的情况，指责被绿的一方，我想是不明智的。你继续说，指责czb的人（很明显，你把他们划成了女性，却忽视了男性也参与了讨论！）也是一边倒、盲目维护的。暴露个人信息的责骂固然不可取，但我想你可以看一下czb的澄清：可以说是毫无说服力、甚至自己打自己脸。难道旁观者没有发言权利吗？女性受到了不公平对待，不应该维护自己的权利；像你说的，受了欺骗是因为蠢，这又回归你的想法：因为是女性，所以活该。\n  你的一切逻辑都构建在：女性就是inferior，所以女性活该，并且为女性辩驳的人就是女性，自己为自己说话很蠢。\n  鉴于此，我想我没有跟你说下去的动力了。当一个自以为是的傻瓜，或许能让你在生活的挫折中有一些安慰。祝你一切顺利！"
        ],
        [
            0,
            "我鼓励你们女生要有深邃思想和丰富细腻深入的感情，要聪慧，你们女生不仅不明白我良苦用心，还倒打一耙，这就是书上所谓的阴阳颠倒颠倒黑白是非不分。你们这些人读了这么多书，对过去的某些某些人的思想状态思想内容嗤之以鼻，愤愤不已，可是到了今天，可能从来没想过自己也是那样的人吧。\n你们若没有丰富细腻深入的感情，又如何能够知道对方对自己的爱有几斤几两重。你们没有深邃的思想和丰富细腻深入的感情，既识辨不了人，又判断不了对方对自己的爱，或是深情错付，或是明明是深爱却说对方无理取闹，明明对方不爱却又以为对方爱还为对方百般辩护，明明对方很爱自己又没有感受爱的能力还说对方不爱…"
        ],
        [
            0,
            "我对男生讲，你们要如何如何深情，人家男生只会说：傻逼一个，那些女的这么好骗，身体这么容易得到，还用得着深情吗？钱，套路，管够！"
        ],
        [
            0,
            "不说过去，就是现在，都有女生跟我说，哪怕是在现在，哲学家思想家里都很多是男生，女生真的跟不上。\n有多少你们自以为是的感情是真的真心过？就拿学校最近某事，那段感情最终出来的事件结果能不能说明那段感情本身就有问题？身处这段感情里的两人一开始就有问题，在这段感情里流于形式，没有深根发展下去。事情出来以后，一人被骂作渣男，一女被维护。而这段感情本身就有问题。原先两人能在一起的因素都有一定的问题，之后在一起后又没有排查爱情里的各种隐患，去审视自己，去审视世界，消除隐患，深深地爱上对方。\n出了事情以后，你们又只会保全自己，旁观者几乎一边倒地仅仅只对突然出现的事情里明显看起来不对的一方进行打压。这是你们对爱情负责任的态度吗？"
        ],
        [
            2,
            "最后还想问：既然你认为女性跟别人上床都是被骗都是蠢，那么骗她们的人，也就是男性，都是骗子恶棍。那么多女性这么蠢，相对的，那么多男性这么坏。怎么在你的发言里，男性才是智慧的象征，男性才能统治地球呢？他们这么坏，我们作为有人文素养的正常人类，为什么不谴责他们，甚至让他们下地狱呢？"
        ],
        [
            2,
            "你这人真的很搞笑，我甚至怀疑你是用zz言论来钓鱼。那我就当下鱼！\n  首先，恋爱过程中我们就是在练习如何处理亲密关系，既然开始恋爱，前提条件就是双方开诚布公，否则就是其中一方的欺骗。我想，你应该怪罪的人是蓄意欺骗的人，而不是真心恋爱的人。\n  其次，上床不是上当，阴(啊)道瓣膜不是道德底线，因此情到深处上床，没有任何不当，问题在于要保护好自己的身体，不要生病。\n  第三，恋爱不是白痴的体现，一心盯准了阴(啊)道瓣膜的你才是。\n  面对一个死板地把女性看作礼物、不相信有爱情的人，我默默念起了大悲咒：这样一个可怜的人，无法感受到人文的美。"
        ],
        [
            2,
            "如果你这样说，我想请问，古代女性和男性受教育的程度一样吗？女性被压抑了这么久，你还用被压抑的情景来否定她们！就好像说边远山区的孩子们学习成绩不如省会城市的孩子学习好，你反而说这是因为边远山区的孩子不行，从本质上否定他们！你真的有逻辑思维吗？"
        ],
        [
            0,
            "其实在这个社会上，在如今的现实里，很多事情发生以后，女孩子能够用来证明自己是有深情的，是真爱的，只有两样事物：一就是她不给别人看身体，只给他看过身体；二就是在那段时间，她的感情里没有另外的人是她的男朋友。仅此而已。但都不足以证明其具有深邃的思想和丰富细腻深入的感情。一二只能证明她有感情"
        ],
        [
            2,
            "你把北大的事情拿出来怪罪女性，我甚至不知道要如何回复你。你的逻辑甚至等于：你被渣男骗那都是活该。那么智慧的你一生中应该从来没有也不会被骗吧？你的生活一定很顺风顺水，祝福你。\n  问题回到开始，请不要用你的垃圾逻辑来绕我：不是处女并不是品德缺陷，失去处女的身份也不是什么大逆不道的事情。处女这个身份甚至并没有什么奇异的功效，不过是满足了你个人过分的洁癖、神经质。我想我说得已经很清楚：处女不是礼物的未被拆封的证明，让你失望了，“一个愿打一个愿挨”的男女对立格局必然被推翻。不管男性还是女性，首先都是独立的人！"
        ],
        [
            2,
            "你不仅否定爱情，还踩一脚女性不会思考。请问你，要用什么标准来判断你所谓的智慧与丰沛情感？你无非是在说，女孩子就是拎不清想不清楚。那你说女性应该怎样？做套题考个证？\n  你甚至不能自圆其说，还拿着所谓的标准来评判女性，并且把女性简单划归，请问你的逻辑何在？我想说：在没有充足智慧和通顺逻辑之前，所有自以为是的评判都是不应该有的。"
        ],
        [
            0,
            "你们女生最大的毛病就是没思想。自古以来，有多少有思想很哲学的人都不是女人，而是男人？又有多少女人能够决断大事？"
        ],
        [
            2,
            "平时从不骂人，今天也就当一次暴躁老哥：你这种自以为是、用居高临下的态度对待别人发言、随意物化别人还自恃智慧正义的垃圾，活该永远受到唾弃。马戏表演场上你就是最耀眼的那个憨憨。"
        ],
        [
            0,
            "女孩子如果还不具备有深邃思想和丰富细腻深入的情感，所有的性行为都是不应该的（这种情况下，在下一段感情里，要么遇到情圣情痴，真不在乎，真正地只爱她一个人，还怪自己没有早点出现保护好她让她在这浊浊人世担惊受怕；要么遇到的是有相似经历的人，这人觉得自己都不是处男了还凭什么要求对方是处女以此宽怀自己；要么遇到的就是北大某生…你们女生想好，更多的可能性是什么？还有，你们女生嫁人要精挑细选如此谨慎，为什么在脱衣服上不能谨慎一些呢？因为你们被裹挟了。你们被裹挟于恋爱那一段时日，你们看到你们不做点什么，你们看到其他情侣也在做，自己不搞点同样的事情出来好像就不应当似的。更有甚者，如果不那样做，男朋友或女朋友会不开心，你们不是对你们的情那么自信吗？怎么还会因为不同意做爱而可能让这段感情消逝呢？）；如果具有，才是条件已经充分了的。"
        ],
        [
            2,
            "你的意思就是：没有真挚感情，所以发生性关系就是蠢。你说我理解能力差，你是不是可以考量一下自己的表达能力呢？"
        ],
        [
            2,
            "你看，你又来了。不是处女就是蠢，你的什么逻辑？我刚想好好跟你说话，结果发现你是个xx"
        ],
        [
            0,
            "人们从来不过多重视满含深情，恋爱之后行爱之后跟对方愈来愈好，长久深情下去；只会重视，在下一段感情里，对方不要在自己的乎过去。\n除非你们遇到情痴情圣了。也有人确实不会在意，因为ta也有相似的过去。\n你们连我的意思都搞不清楚，思想断层，语言理解能力也不行。所以女生受骗是常有之事不足为奇。"
        ],
        [
            0,
            "失之毫厘，谬以千里。\n没有深邃的思想和丰富细腻深入的感情，人们自以为深的深情其实不深，那么基于深情上的性行为的基础根本不固实。"
        ],
        [
            2,
            "为什么你要说这样的话，甚至并不是因为“我是个处男（或许不是），所以（但是）我想要一个处女妻子。这是我自己的权利，别人不应当干涉我。”\n  你只是担心女性发觉到自己也是人，因此没有你作践的对象了。一个愿打一个愿挨，才是你想要的结果。"
        ],
        [
            2,
            "情至深时做爱，这本来就是做爱的含义。\n跟你“协商”好了，我是处女，一份未开封的礼物，以此为必要条件跟你结婚，那是和你行使生殖权而已。"
        ],
        [
            2,
            "对无理的要求说不，无理要求是服从性测试，证明你爱她，这次你答应了，下次更过分，恋爱是平等的，要两个人共同呵护。"
        ],
        [
            2,
            "下面那个问题，说没有丰富细腻情感什么什么的那条：\n    你的逻辑就跟我们不一样，你的逻辑是：女人如果不知道保护处女身份这种非常重要的东西，那就是轻浮愚笨，也不值得被爱\n    我们要说的就是，女性的身体并不是一份礼物，送到你这里要完整没拆封。而是说，女性的身体自然是女性来掌控！情至深时想要和ta欢好，性致高涨时可以通过自慰来放松，这是基于女性也是人，而不是男性的玩具来想。\n    我觉得你或许可以更多关注一下你的女朋友/妻子的身体状况以此来关心她，而不是把一个完整的人降格为礼物，关心她有没有拆封"
        ],
        [
            1,
            "考研的学长学姐们加油，状态满满哒!看着你们面前的摆满的万能钥匙，相信什么门都可以打开哒，加油加油加油啦(๑•̀ㅂ•́)√最后一天冲冲冲"
        ],
        [
            2,
            "有种你就婚前谁都别碰，碰了就会烂鸡巴哟～包括自慰呢，好恶心呀"
        ]
    ],
    "19": [
        [
            2,
            "刚刚手机掉厕所了呜呜呜? ，然后，我眼疾手快捞了出来? ? ? 妈的太惊悚了好吗！"
        ],
        [
            0,
            "我就纳了闷了，有一些男的跟好几个好几十个女人搞过，这说明了什么问题？是这些男人真有感情吗？还是你们女人一开始就知道对方活好就奔着人家活好去？还是你们女人根本就眼瞎心瞎？"
        ],
        [
            0,
            "一群女生没有深邃的思想和丰富细腻深入的感情，又妄想拥有美好的爱情，痴人说梦。被很多男人渣被很多男人甩都是应该的，你们的思想状态决定了你们有这样的结局。爱情里流于形式。"
        ],
        [
            0,
            "哪一天不喜欢了就可以换了，而且这种不喜欢很容易找到理由。"
        ],
        [
            0,
            "我是没资格。但是我忒讨厌这样的女人妄想有美好的爱情，以爱情中的高道理又去要求别人。说什么：如果你真爱我，就不要在乎我是不是处女。\n其他男人可以不在乎，但是我要告诉你们女孩子的是，你们如果没有碰到情痴情圣，就一定要明白要接受，此时你们的爱情已经多了一分双方妥协的性质，多了一分交易的性质在里面。"
        ],
        [
            1,
            "就算女孩子约p你也没资格指责别人吧"
        ],
        [
            0,
            "你们那不叫爱，你们那只是看到这个人比较喜欢想要与之做爱，但没有什么深厚的感情基础，顶多只能叫色。别拿爱情作为自己的挡箭牌，难怪现在的爱情如此不堪，全是借其光芒遮掩其不实、污秽"
        ],
        [
            0,
            "爱过几个人就要睡过几个人吗？这么容易产生爱吗？情感怎么走不下去呢？都睡过了，又自认为有爱，怎么就不能长久在一起呢？（你们自己意思就是，那是爱，这爱足以支撑睡觉觉）"
        ],
        [
            0,
            "婚前做过，恋爱时做过，说明应该是对自己的爱情情感有充分把握的，能够希望走下去的。如果最终没有，说明这段感情就不是那么深厚充实。在不深厚的感情里，行人前被视为隐私之事，这本身就是对自己不负责任，对感情里的对方不负责任。还能叫爱吗？"
        ],
        [
            1,
            "都不是一个人觉得你思想有点奇怪了，女孩子爱过几个人不是很正常的事吗，睡过几个就叫放荡不羁被玩弄肉体"
        ],
        [
            1,
            "你说的是啥玩意啊，啥逻辑关系不关系的，你能说出这种话只能说明你在现实生活中的失败，只能把希望寄托到一个你所谓的把第一次给你的女孩子身上，一天到晚在网上假高潮"
        ],
        [
            1,
            "你为啥要把婚前有做过和肉体放荡不羁等同起来？这个能一样？"
        ],
        [
            0,
            "是非不分！"
        ],
        [
            0,
            "还有，就你言语里的“开心”，那是真正的开心吗？是心跳，是好奇与欲望的激情。这种开心可真好！"
        ],
        [
            0,
            "理清楚逻辑关系再说话。"
        ],
        [
            1,
            "都什么年代了还想这些，你去看看心理医生吧，凭啥说别人女孩子被玩弄，你觉得你上别人你占便宜那是你心态有问题，本来就是相互的，是不是处女有啥关系，在一起的时候过的开心不就行了，你发的这些话不就和逼死北大女孩子那个男的发的话一样吗，真的对你以后的女朋友感到悲哀"
        ],
        [
            0,
            "没出事情时没思想不检点，出了事情后装无辜装可怜！"
        ],
        [
            0,
            "亏你们还是985大学生！"
        ],
        [
            0,
            "你们的后代被强奸，被玩弄，被欺骗，被渣，被老男人包养，等等的背后，都有为人父母的你们年轻时候的一分功劳！！"
        ],
        [
            0,
            "那些在肉体上放荡不羁的女人，那些感情多段每段都能与男友打无数炮的女人，去问一问跟你在一起做过的男人，他们愿不愿意最终娶你，对你最终又有没有多么深厚的情意！\n太天真太荒唐了！"
        ],
        [
            0,
            "女人在肉体上放荡不羁，男人可不会始终觉得她能在感情里始终如一；女人不把自己的身体当回事儿，玩她的男人又岂会当回事儿；这样的女人步入了感情里，也只能得到男人的泛泛对待。女人自以为动点心，就真觉得自己对感情好认真似的，还希望得到男人对她的死心踏地，可连自己的身体都能被轻易获取，这样的女人一定思想简单感情不深，男人对这样的女人能全心全意吗？\n女人别太自以为是，你们的思想状态思想内容几乎决定了你们如何被男人们对待。你们易被轻易得到身体，男人们就肆无忌惮，还用得着谈什么爱情。有性欲时拿你们泄欲，没性欲时拿游戏消磨时间…"
        ],
        [
            0,
            "你们觉得肉体如此美好，觉得脱衣服无所谓，都能把身体给对方看对方玩弄了，与之恋爱与之结婚应该也可以吧。那个时候可要无比相信玩过你的人不会因为你跟其他人像跟ta一样如此享受肉体的美好而觉得你脏，还能与你看对眼迈入婚姻的殿堂。"
        ],
        [
            0,
            "不要把性欲说得如此清新脱俗"
        ],
        [
            1,
            "我又怂了\n搞怪的不是红绿灯，不是时机，而是我无数次的犹豫不决"
        ],
        [
            1,
            "反正不怎么理解有处女情结的人，20来岁享受美好的肉体不是很正常的吗"
        ],
        [
            2,
            "搞基吧不懂看猴子大象表演的意义。人类真尼玛恶心"
        ],
        [
            1,
            "一起过平安夜2179972893"
        ],
        [
            1,
            "因为现在田园女拳多hh，只会灌输仇视男性的思想而不想着怎么去改变自己，去承担相应的义务才能享受应得的权利。看看当今社会吧，我们生活的环境歧视女性的人有多少？？而买房结婚是谁出钱多？社会竞争压力现在是在谁头上？你以为男生想这样吗？最气的是听到诸如xx是女生，你应该让着点hh，你把这tm当理由，还宣传什么女权？（我所经历的说这话的大多数是女生，还有个经常在pyq宣传女权）我看看这群拳师真应该好好经历一下旧社会的毒打，才知道啥子叫女权"
        ],
        [
            2,
            "学校学工部网站怎么一直进不去啊，系统全部崩盘嘛"
        ],
        [
            1,
            "问一个处女情结的问题，触碰到不少人的G点啊。女生可以要求自己另一半学历高，长得高，有房有车，那为什么不能把这个作为女生的一个条件呢？"
        ],
        [
            2,
            "。。"
        ]
    ],
    "18": [
        [
            2,
            "四川大学官方租房群的管理员jason是何许人也？这个群真的官方吗？那个管理员脑子不太正常的感觉"
        ],
        [
            2,
            "请问有没有同学寒假在成都可以帮忙寄养下猫咪呀  寒假回家过年怕托运对主子身体不好  引起应激  想找寄养 小偿 寄养二十多天"
        ],
        [
            2,
            "男生第一次都会秒射吗？   为什么我男朋友说他是第一次（我也是）但是感觉还好呢？   快二十分钟吧"
        ],
        [
            2,
            "男朋友很喜欢把手指放在我嘴里  我本来也觉得没什么    还蛮有情趣的吧  但是  那天我刚含了他的手指  还说怎么平时咸   过了一会儿就看到他用那根手指挖鼻孔   \n我瞬间hdhxyabhnhz    WTM再也不做这种事了  艹！"
        ],
        [
            1,
            "明明知道大家都在等，还要照本宣科把废话重复，有病吧"
        ],
        [
            1,
            "复旦大学校歌咋了"
        ],
        [
            1,
            "今日宜听复旦大学校歌！"
        ],
        [
            2,
            "有处女情结的男的不是阳痿就是屌丝"
        ],
        [
            2,
            "半个月前在知乎问题“四川大学有哪些特别厉害的人”下对陈狗博的评论今天突然一个一个被删除。我佛了，都能想象出这个崽种躺在床上戴着眼镜找差评的样子"
        ],
        [
            1,
            "那你要么吃藕，要么就喝酒呗，还想咋滴？\n对了，在下今日还有一件事，就是年终的找对象活动就要结束了，还没有找到对象的妹子，不妨考虑一下在下"
        ],
        [
            1,
            "女朋友老是跟前男友藕断丝连怎么办？"
        ],
        [
            2,
            "为自己的无能而愤怒"
        ],
        [
            1,
            "一般来说烂货是不知道自己是烂货的，这和学习成绩无关，是关于个人品德的。\n之所以不知道，是因为这种烂是烂到骨头里去的，这是深根蒂固的，是从小培养出来的，俗称没教养。就算有人指出来了，但是没用，改不掉，照旧。要一次一次，像教小孩一样，才可能有那么一丁点松动。\n这样的人是可怕的，没有自省意识，也就意识不到自己如何之烂。愿各位不会遇到这种人。"
        ],
        [
            2,
            "就承认自己学得不是很好吧"
        ],
        [
            1,
            "我看人还蛮准的嘛，猜到东西会没有，一看果然没有。\n看来我眼光不错哦。平时的细节就能看出一个人是不是烂货。\n你说是吧，呐呐呐呐呐?lyorps"
        ]
    ],
    "17": [
        [
            1,
            "马上0202年了还有人这么传统的嘛，，，除非你是从高中开始谈的另一半吧"
        ],
        [
            1,
            "男生会不介意自己另一半不是处吗"
        ],
        [
            1,
            "怎么投诉川大食堂大妈，多次乱刷金额，还不退款，插队也不管，工作散乱，你等着吃饭，她一旁聊天。"
        ],
        [
            0,
            "会接的，一定要打哦"
        ],
        [
            2,
            "明天又是新的开始！"
        ]
    ],
    "16": [
        [
            2,
            "想问一下明天晚上一点左右从机场回江安的有吗，求拼车，大晚上好不安全呀……"
        ],
        [
            2,
            "请所有渣男原地爆炸 谢谢"
        ],
        [
            2,
            "校友需要成绩单 一般需要怎样去取呢？"
        ],
        [
            2,
            "我就想悄咪咪问问考研缺考会有什么不好的影响吗"
        ],
        [
            1,
            "有没有同学有数学学院徐友才老师的联系方式呀，有点事需要咨询他。"
        ],
        [
            2,
            "低价转传奇健身的健身卡两张，还有接近一年半的使用时间，离华西校区比较近。因为实验太忙了，没有时间去?? \n联系方式:15520474727"
        ],
        [
            2,
            "我怎么还没收到奖学金"
        ],
        [
            2,
            "校园网连上就断…"
        ],
        [
            0,
            "我们系今年才出的新规则，后来才意识到是扣学生寒假给老师做实验的……现在知道很多老师都不按校历放假了，似乎大半个系都受影响了"
        ],
        [
            0,
            "大四被毕业设计导师扣到除夕回家十五上学，得去学校还是教育局投诉呀？"
        ],
        [
            2,
            "有没有同学能分享一下厦大的统计学（经济统计）考研资料?"
        ],
        [
            1,
            "望江青年教室公寓转租的＋qq864681814"
        ],
        [
            1,
            "好想去死，睡觉不敢奢望了，已经用了安耳塞还是这么大声"
        ],
        [
            1,
            "这鼾声比飞机声还能吵醒人"
        ],
        [
            2,
            "一个人太久，会觉得别人对自己好都是一种打破生活平衡的威胁……"
        ],
        [
            2,
            "夜里睡不着，明天不想上班"
        ],
        [
            2,
            "确实做好心理准备，，，，，"
        ],
        [
            2,
            "以啃老为荣的人，我是真的服"
        ]
    ],
    "15": [
        [
            2,
            "再也不给男生表白了?"
        ],
        [
            1,
            "恋爱开头难啊"
        ],
        [
            2,
            "老师也是为了让你们顺利毕业呀?"
        ],
        [
            1,
            "找一个大一的小弟弟谈恋爱！！！！姐姐电话号码18602856072，直接加微信或者你留号，我加你！"
        ],
        [
            2,
            "啊啊啊是望江所有圈存机都坏了吗？川大生活服务app和微信的微服务也是一直故障，一卡通根本充不了钱！哭了。"
        ],
        [
            0,
            "想问一下，本科大四，毕业设计老师让我们除夕夜回家，十五不到就回来，这合法吗"
        ],
        [
            1,
            "卜算子-孤独\n北苑食堂里，寂寞吃无伴。已是寒冬独自穷，兜里真没钱。\n钱也不好挣，人生太艰难。寒风长夜最孤独，心酸独自含。"
        ],
        [
            2,
            "课程中心再登不上我就裂开了，PPT都在上面，还有作业没有提交⊙_⊙"
        ],
        [
            0,
            "卜算子-睹图思佳人（八） \n水深卷平洼，日太暖天下。谁见金戈扫铁马？笔尖簌簌花。 \n孜孜两年磨，前路一生阔。倚待佳人笑容好，喜悦无须说。（韵格有些不对，只是字数对。傻瓜，会考上研的，不要害怕）"
        ],
        [
            2,
            "#海螺#毕业老狗想回学校啊啊啊啊！！！！"
        ],
        [
            1,
            "有没睡的吗？随便聊聊，留号删"
        ]
    ],
    "14": [
        [
            1,
            "我是有时候做错了事，不该去yp，但我现在能怎样？我不是个只知道索取的人，我对不起我女票的我自己都在补偿（只不过你们看不到而已）再说了，我只不过是个支持开放性关系的人，现在是我女票肯定不会答应罢了（我给她说这个怕是要被吓着）对于我这种，长期几个月没有性的爱怎么去维持嘛，现在就是一个yp-忍几周-再去yp直到回家的死循环，搞不清为什么，要是在同一个城市，根本没这么多b事"
        ],
        [
            1,
            "，。。"
        ],
        [
            1,
            "四级缺考会怎样啊？"
        ],
        [
            1,
            "有没有江安，还没有看利刃出鞘的朋友？勇敢者游戏2也行，被光抓走的人都可！"
        ],
        [
            2,
            "行政管理专业真是多渣男"
        ],
        [
            1,
            "想和那个陈子博发生关系惹"
        ],
        [
            1,
            "说等到某个时间或者某个日期就放弃某件事某个人，真到了那个时候谁又知道会怎样呢。\n我始终相信念念不忘，必有回想。\n我说我等不到了不等了。但升起的希望和失去的失落相互缠绵，得出的还是：我爱你，等你也爱我。\n等你回来我们就从头开始，然后抱着傻乎乎的你。你看，我们又相爱了。"
        ],
        [
            0,
            "我哭了 大四了死活过不了四级 到底与双证挂钩吗 哭泣"
        ],
        [
            2,
            "计划下周自驾去西宁，有车，以及一个经验丰富的老司机，目前还差三人，会开车最好，周一出发，周日回，人均2000左右，有想去的小伙伴吗！保研了很闲，想出去转转！非诚勿扰哦～有意者发短信19982015894"
        ],
        [
            1,
            "现在四六级缺考下次还能报名吗(˶˚  ᗨ ˚˶)"
        ],
        [
            2,
            "呜呜呜有人知道文科生能修软件二专吗"
        ],
        [
            1,
            "唉...女孩子真心喜欢你真的会所有东西都听你的，然后也愿意为你去做任何事的...这也是我有时愧疚的地方，感觉自己很多时候做不到对她一样好...做错事了也不知道怎么去补偿...有时说的不在乎，其实内心就和刀割一样..."
        ]
    ],
    "13": [
        [
            2,
            "求租望江青年教师公寓，要转租的可以留联系方式，我加你"
        ],
        [
            1,
            "现在可以手机上充空调吗"
        ],
        [
            2,
            "喜欢的男孩子应该不会再见到了，毕业就是这样吗？你在地北 我在天南哈哈哈~我们都要加油!"
        ],
        [
            2,
            "为啥课程中心登不上了？期末期间会锁这个吗？有没有大佬指点一下，快期末了，想下PPT啊啊啊啊啊啊啊"
        ],
        [
            2,
            "今天冷得要死想充个空调，结果超过7点楼下不能充，川大生活服务APP一直提示没有网络，川大微服务公众号还出现故障？？？？真tm糟心，怎么搞得花里胡哨的，就一个能用的都没？"
        ],
        [
            1,
            "晚上十二点之后出去玩呀，Q 3153951461"
        ],
        [
            1,
            "有没有这会儿想出去的小姐姐"
        ],
        [
            2,
            "今年毕业党，突然想考研，太难了"
        ],
        [
            1,
            "我是帮人问的，在出国培训部学习，不和你们抢位子哈。"
        ],
        [
            1,
            "习概那事是真的吗\n预制课表没有哇"
        ],
        [
            2,
            "亲们 你们身边有任何想要办八九健身年卡（学生年卡1000多一点）及以上年份卡的人 只要在办卡之前联系我 我可以帮TA便宜100-200块\n原理很简单……把我算作介绍TA入会的人 我自己可以延长一个月会籍 我愿意出钱买这个机会???\n直接转账 说到做到\n有意者请加QQ244249291"
        ],
        [
            1,
            "听闻微博说何伟被举报 且不论这件事的真实性\n一阵悲哀涌上心头"
        ],
        [
            1,
            "有小姐姐聊天嘛，加1151726521"
        ],
        [
            2,
            "踏出舒适圈好难…"
        ]
    ],
    "12": [
        [
            1,
            "望江捡到一支apple pencil"
        ],
        [
            1,
            "有想最近去泰国的吗，我看从重庆飞400，动心了"
        ],
        [
            1,
            "江安cs毕业学长，毕业后在卖鞋子，有需要的同学可以找我拿货，最近活动价！\n至于质量基本算是全网最好的（我亲自跑到福建工厂去档口对接过的），我川的朋友拿货都给优惠价！！！\n需要的学弟学妹们加我微信：\nswagogs02"
        ],
        [
            2,
            "亲们 你们身边有任何想要办八九健身年卡及以上年份卡的人 只要在办卡之前联系我 我可以帮TA便宜50-100块\n原理很简单……把我算作介绍TA入会的人 我自己可以延长一个月会籍 我愿意出钱买这个机会???\n直接转账 说到做到\n有意者请加QQ244249291"
        ],
        [
            1,
            "对室友没出柜 结果室友莫名就发现了我的微博 好像被迫出柜了 怎么办啊啊啊 我真的不想和普通熟人出柜 不想让室友知道"
        ],
        [
            0,
            "微博上刷到何伟被学生举报了？"
        ],
        [
            1,
            "我头顶蓝天 脚踩大地\n做人光明磊落没有受过教育\n我的天赋太高 faker 集体包庇\n手上不仅有它而且懂点法律\n没得买卖 肯定没得伤害\n生命短暂 难免出点意外\n拿腔拿调 你个脑残不知廉耻\n我可以服他 但是你必须 say\n善人的包容是畜生的乐园\n我命都不要的人你跟我说钱\n每个人都会有自己的底线\n你不让我开心我不让你过年\n不用赶尽杀绝\n大部分人会自己走走\n有的没得实力\n有的可能因为长得丑"
        ],
        [
            2,
            "谁要是敢动我看得像命一样重的东西，那我一定会命都不要地去要他的命。"
        ],
        [
            1,
            "艹你妈的垃圾，我女朋友就三本的，怎么了，她就是这个世界上最优秀的人。自视清高，祝你孤独终老！"
        ],
        [
            1,
            "“记得李银河老师曾经说过——爱情发生的概率不会太高，人生在世，只要渴望爱情，你碰上真爱的机会就还在。”"
        ],
        [
            1,
            "晚上真是理性和感性斗争最厉害的时候"
        ],
        [
            2,
            "帮朋友认真征婚征婚 \n⭐西工大研一??⭐\n⭐有趣的程序猿你值得拥有⭐\n写在开头:普通单身狗一只?认真处对象?踏实过日子( ͡ಠ ʖ̯ ͡ಠ)想找备胎想找舔狗想找接盘侠的绕道哟~\n简要介绍:\n来自东北某省会城市?幽默感??\n本科某中部211 计算机➕汉语言文学专业\n一枚文艺理工男?\n现瓜大计算机专业 长安校区\n净身高173有点小胖但是减肥ing\n颜值属于...呆？萌？逗比？反正不是丑的没眼看?他也不颜控\n有一些感情经历 但没有纠缠不清念念不忘的前女友 没有劈腿家暴等黑历史\n技能点:口琴➕摄影 \n兴趣爱好:吃➕旅行➕电影➕看书看杂志\n(●&#39;◡&#39;●)ﾉ❤希望的另一半:\n身高身材颜值无具体要求?聊得来比较关键 重要的是有趣的灵魂和匹配的三观\n年级年龄无具体要求 不介意姐弟恋 但是不希望对方太幼稚 最好是有自己想法、主见，对未来有一定的规划~\n如果想长远打算，考虑婚姻的话，希望女孩子家庭能门当户对~成长经历接近~相对来讲共同话题会比较多?(不是强制要求)\n希望对方性格温和，善良懂事。读研搞学术不易，谈恋爱希望的是互相陪伴互相支持一起进步~有矛盾有问题好好沟通不要冷战~\n\n\n有兴趣的小姐姐➕QQ846580438(他大号，真诚交友?)"
        ]
    ],
    "11": [
        [
            1,
            "谁不希望有个真心对自己好的人啊hh...我是渣了点，但也没去玩弄过女生的感情啊...从来都是喜欢就是喜欢，不喜欢就是不喜欢啊，我心里也一直有我女票啊...再说了，我看了现在的数据，40%婚内出轨过，这有啥啊...只不过是没结婚前多玩玩罢了，结婚后对伴侣忠诚不就行啦"
        ],
        [
            0,
            "临江仙-睹图思佳人（七）\n黄日银栏湿目，橘晖舞影娥眉。冷芳衰草暮天垂。沉沉低水默，凄骨风嘶嘶。\n人事万般无奈，感情一段心摧。思卿图睹总伤悲。想星星鬓已，依旧梦芳菲。"
        ],
        [
            1,
            "川大毕业生，刚毕业，目前寒假空，有没有寒假有路子高中数学需要家教的，兼职的，联系我，我空，高中数学熟，才从新东方离职\nqq：2450401292"
        ],
        [
            1,
            "首先说明，我早就离开校级组织几年了，激情川大合唱的那个，说句实话，校级组织他们很多人都懒得跟学院像你们这种上纲上线拎不清的吵，天天自己拿不到想要的名次就怪别人，比赛名字都搞错了??"
        ],
        [
            2,
            "我也不知道自己到底能不能行"
        ],
        [
            2,
            "想和你一起摘星星✨"
        ],
        [
            1,
            "刚刚在校园碰到一个女的 问我认识不认识木木 此人跟她男朋友跑了 她跟男朋友是网上认识的 男朋友工作是洗脚的 男朋友有艾滋 到处传染  女生为了一个洗脚男的都开始抢"
        ],
        [
            1,
            "苦逼形容女博士 太贴切"
        ],
        [
            1,
            "二本的咋了，你觉得985很厉害吗，别人喜欢是别人的事"
        ],
        [
            1,
            "午觉梦见一件很生气的事情，实在不能忍了于是我把那人砍了。。。突然惊醒幸好是梦不然这辈子没了呀"
        ],
        [
            2,
            "男生真的会喜欢比自己学历差很多的女孩子吗？特别喜欢的男孩子和一个二本的女孩子在一起了，如果他选择的是一个和他一样优秀的女孩子我都不觉得有什么。一直放不下这个事，很难过。"
        ],
        [
            2,
            "没有下一个"
        ],
        [
            1,
            "偷偷问问有没有……爱看小黄播的女生～"
        ],
        [
            1,
            "诶，我们学校有姬佬（les）群吗，可以留一个群号么。（我就随口一问）"
        ],
        [
            2,
            "导师哪里管这种屁事？？？"
        ],
        [
            2,
            "对于劈腿的渣男 真的很想报复一下 \n有好的建议吗？\n不想到处挂，感觉费时间费精力而且渣男社交圈本来也不广比较独来独往，或许给他导师发封邮件？\n(不是czb那事儿...另一个渣男）"
        ],
        [
            1,
            "也不是心情不好，也不会酸别人多恩爱。就只是想自己也能有个互相关照的人。\n可能我的确太过普通，但我想，我还是会替你做好吃的，陪你玩陪你开心，为了你去拼一把余生。\n只是，我自己一个人，不但没有勇气，我怕到最后连活下去的念想都没有了。\n可能，有那么一部分人就是会像我一样，在无声无息的不断丧尸热爱和自信中逐渐消失吧。他们都这也太难了，那也太难了，可我觉得再难也敌不过无尽的孤独。\n一想到余生会一个人过，我就想倘若还有来世，我也宁愿不要了罢，如果它有点儿价值，我想用它换取此生的一点儿缘分，让我得以有人相陪，二十年足矣。"
        ],
        [
            1,
            "这样吧，你和我耍朋友吧。我替你解围了"
        ],
        [
            2,
            "男同事和我都是单身，两人都很宅。他工作日每天找我一起吃早饭，会找我一起下班，但是平时不会聊情感话题，周末也不会约我。在办公室一直被其他人调侃，甚至被发朋友圈。他只会说别耽误我找对象。也不解释。是我太敏感了还是怎样？我都不知道怎么处理了。本来觉得清者自清，一起吃早饭一起打卡下班也没什么，但是这会让人误会"
        ],
        [
            0,
            "好想找个男朋友啊，178以上，看得顺眼就好，有意向的留下微信"
        ]
    ],
    "10": [
        [
            1,
            "最近经历了好多...这段时间良心发现了，再没去yp了，前段时间川大渣男那事对我也有不少触动...我发现我内心还是挺瞧不起那种伤害对自己好的人的...还有我怕被锤，更怕失去我女票...也决定了和她寒假出国旅游的事......我发现我虽然本性有点浪，但是内心还是渴望能和自己最爱的人永远在一起...."
        ],
        [
            1,
            "我恳请那些患有肺炎、咽炎、鼻炎以及其他所有跟呼吸道系统相关炎症的同学在寝室好好休息或者找个没人的地方去学习吧。隔几秒钟就“喀——”一下，又是鼻涕又是痰的，声音还那么大，真的是……"
        ],
        [
            2,
            "毕业后打算留成都的单身妹子，你们怎么解决住宿问题呢？一个人租房还是合租呀"
        ],
        [
            2,
            "请问学校省振中驾校怎么样？"
        ],
        [
            2,
            "太冷了，想抱抱..."
        ],
        [
            2,
            "读研好累好累好累，很不开心，一天都很忙，但是又说不上来在忙什么。很迷茫。"
        ],
        [
            1,
            "百因必有果，我的报应就是你。渣男也逃不过因果规律。出来混迟早都是要还的"
        ],
        [
            2,
            "大家找个位置自习都不容易  不在的同学就不要把东西摊在那占座位了吧  提高桌子的利用率啊  \n教室又不是你家（小声哔哔）"
        ],
        [
            2,
            "想问问望江哪里可以看看心理医生，最近情绪很不对劲，谢谢"
        ],
        [
            2,
            "在江安图书馆捡到一部iPhone 已交给图书管理员 请失主尽快去取"
        ],
        [
            2,
            "求英语2的课件，哪里可以找到呀，小伙伴们.？"
        ],
        [
            1,
            "哈哈哈，两年不看info了，回来溜一眼～希望校友都还好"
        ]
    ],
    "09": [
        [
            1,
            "群号 472451289\n感兴趣就来参加四川大学第二届气球杯射箭比赛吧\n新手有教学哦，反曲，复合，传统，都可以参加，\n参加比赛就有奖品拿。\n感兴趣就加群了解一下哦 。\n在这里求大家给个赞啦。谢谢大家 。"
        ],
        [
            2,
            "明明同一个学院\n其他专业竟然不写毕业论文还有考研假"
        ],
        [
            2,
            "还没开始就不想读研了"
        ],
        [
            1,
            "等环校跑 跑友一枚，纯跑步，不谈其他  只为你我健康体魄 美好心情 你若不信 大胆一试\n1525286471 期待!! 忘了讲 望江校区?"
        ],
        [
            1,
            "等环校跑 跑友一枚，纯跑步，不谈其他  只为你我健康体魄 美好心情 你若不信 大胆一试\n1525286471 期待!!"
        ],
        [
            2,
            "scunet怎么改密码呀"
        ],
        [
            1,
            "考完研要睡四个女生\n\n希望前三个不要给我吸草莓"
        ],
        [
            1,
            "教学楼卫生间里抽烟的，去教学楼外面抽ok？\n贴的”请勿吸烟”看不见？恶心人"
        ],
        [
            2,
            "嗨呀，看到我有点心动的男生说也想谈恋爱，突然觉得好搞笑哈哈哈"
        ],
        [
            2,
            "翻译陈某博的“公关文”：\n1.我不放加微信的截图，放一个加qq的截图，大家肯定会相信我只和她认识几天。\n2.那条朋友圈只要我坚持说它不是官宣表白，大家肯定也会相信，毕竟我说的那么含蓄，也没有直接写“我爱她”。\n3.抄点儿明星的出轨声明，这样应该会显得比较专业\n4.专门截点儿平时我俩吵架她暴走的聊天记录，加上她强势要求我道歉的记录，把她整成一个泼妇形象，大家应该会可怜我\n5.啊我的父母你怎么忍心伤害！你还号召大家网暴我！\n全文只用了一个qq截图和对朋友圈的狡辩证明自己没出轨，闭口不提他一开始让那个女生别捅出去影响形象，以及一众女性对他之前作风的爆料，其余全是套明星出轨模板，就宁这水平，还不如让我来帮宁写公关文"
        ],
        [
            2,
            "我真的是颜狗，太肤浅了嘤嘤嘤(ಥ_ಥ)，但我自己吧，现在这形象涵养真配不上我理想的颜好长的高……\n晚期颜狗终于开始自我觉醒，提升自己了? fighting，为了更好的自己！"
        ],
        [
            2,
            "这个连续剧瓜吃的太奇葩！在各个平台各种推广转发，u1s1当事人双方都挺奇怪。反正都两败俱伤，适可而止点好"
        ],
        [
            2,
            "问一下，志愿时长对毕业有影响吗？文新学院。"
        ],
        [
            1,
            "好想拥有xsh...可是自己连个女朋友都没得哦，q3046233374可以了解一下嘛~"
        ],
        [
            2,
            "睡不着好难受啊"
        ],
        [
            1,
            "不想一个人跨年...好想...有个女朋友呀"
        ],
        [
            0,
            "感觉男生找男生好难，都不知道对方是不是，有想认识的吗，微信ysqysq121212"
        ]
    ],
    "08": [
        [
            1,
            "想问一下大家望江这边考研自习室的占位是怎么安排的啊？是12月初试之后就开始占位了吗？"
        ],
        [
            2,
            "91porn 会员代刷，一个月二十块钱，三个月50，一年100，有需要的联系QQ2694374463"
        ],
        [
            1,
            "考博时的公共管理综合是哪本教材？"
        ],
        [
            2,
            "真的很反感男辅导员来女生寝室"
        ],
        [
            2,
            "今天华西体育馆一起打羽毛球的小哥好帅"
        ],
        [
            1,
            "您有看手机抖腿的闲工夫 我寻思着多看一道时事政治 都比您摔东西来得实在哈"
        ],
        [
            1,
            "考研的朋友们 我还是友情提醒一句 说开了就是一场能不能上岸的考试 真没必要在图书馆把那几张破卷子摔来摔去 您那个笔要是质量真的好请拿去自用 没必要在图书馆的桌子上摔来摔去 全天下那么多考研的 就您一人焦虑 大家都是期末 都焦虑 还是希望有点做人的基本道德 还是不要影响别人的好"
        ],
        [
            2,
            "全民k个关注公会赚钱来了 一个号做一次 一次2元 两秒钟的事情 做的加我微信yong1593134977"
        ],
        [
            1,
            "或许有小伙伴需要在外租房？\n地址：文星花园，套三改套四，简装，双卫，有厨房，可做饭，有空调、暖气，目前剩两间次卧500/月，男女不限。\n（楼下有超市、洗衣房、快递驿站，靠近市场，生活便利。）联系方式（微信）：\nwhy1171237215"
        ],
        [
            1,
            "请问下，外校的来望江这边学习，可以把车停在学校里面吗，车辆进入有没有限制。谢谢各位美女帅哥了"
        ],
        [
            1,
            "江安校区附近哪里能吃快餐啊"
        ],
        [
            2,
            "就别想那么多辣，去做就好了"
        ],
        [
            2,
            "上一条我发的，我是男生，不知道性别为啥是女！想去的留号"
        ],
        [
            2,
            "望江有没有人喝酒啊？AA去酒吧喝吧"
        ],
        [
            2,
            "明明是他先追求，爱上了，在一起之后又要分手，我为什么要忘不掉，渣男"
        ]
    ],
    "07": [
        [
            2,
            "在知乎上搜“四川大学有哪些特别厉害的人”\n你会看到渣男czb和他的父亲"
        ],
        [
            1,
            "学校理发店会不会传播艾滋病?"
        ],
        [
            1,
            "当你选择新的角度，也因此打开了新的维度。这首交响版《最炫名族风》送给你们，战歌一响，燃爆全场！！！\nhttps://so.m.sm.cn/api/rest?method=video.index&amp;format=html&amp;alink=uu&amp;vinline=on&amp;uc_param_str=dnntnwvepffrgibijbprsvdsmelood&amp;dn=35720442849-f8fcc10f&amp;nt=2&amp;nw=WIFI&amp;ve=12.7.7.1057&amp;pf=145&amp;fr=android&amp;gi=bTkwBN71XAnIPrxU%2F7H9A9q9Z5lSpVZfGIjR0jArlgNXTsY%3D&amp;bi=36674&amp;pr=UCMobile&amp;sv=ucreleased&amp;ds=bTkwBAhWUQaWmtAemayNG3M9NuD8yBNslqaissRwt0qG%2BA%3D%3D&amp;me=AASlkS1GWUgBoGMpSoOlRMnN&amp;lo=AAQ%2FJDdbUVTj%2FurM6xuCLCy33dIeeRTUFbM7%2BcbzJ%2BbAS1UCTDKoroInYxIz9ByR35SRsZLL7Rmd72sHNZcLjsu22wRINPq2Pd%2B5T%2BpijNNz3W2L%2FYXNDdbx6Isshow389Ls7%2FAJvs6xREsidMKaOihgZx%2BqocU1KkhFLrdVhCu%2FaA%3D%3D&amp;od=AAQtQSmjKbL1%2FwOH8ZmQUZBk&amp;from=wh10331&amp;q=%E6%9C%80%E7%82%AB%E6%B0%91%E6%97%8F%E9%A3%8E%E4%BA%A4%E5%93%8D%E4%B9%90&amp;sc_frm=video&amp;sc_stype_frm=video_strong&amp;rom=video_list&amp;url=http%3A%2F%2Fv.youku.com%2Fv_show%2Fid_XMTU0MjA4MDUwMA%3D%3D.html"
        ],
        [
            1,
            "留学辅导老师招聘\n专业要求：商科（数据分析，金融工程，统计）、法律、数学，历史，艺术，地理、电子土木工程等工科专业以及能够完成综合类项目的优秀人才，要求英文功底扎实\n1.长期从事英文写作文章，且全英文写作能力强，能独立查找文献资料，能独立完成文章写作（英语六级450以上，雅思写作单科6.5,以上，专八良好及以上）\n2.主要负责辅导国外大学的essay，report，需熟悉国外大学的论文格式，文献格式，以及注释；\n3.学历要求本科及以上，欢迎海外归来的优秀留学生\n4.守时守信，能按时完成课业文书辅导\n5.如果你想提升英语能力以及专业技能，以及获取高额薪酬（200-1000/天），欢迎加入我们，微信号：Eco-essay"
        ]
    ],
    "06": [
        [
            1,
            "华西校区内有什么信息中心什么的吗？"
        ],
        [
            1,
            "有谁知道学校发的建行卡丢失后补办导致银行卡号不对进而校园卡不能充钱的问题怎么解决吗？我爱华西食堂！！！"
        ],
        [
            1,
            "500"
        ],
        [
            0,
            "还有学院没拿到奖学金吗？国励发了吗"
        ],
        [
            2,
            "在围合院子里面练合唱和广场舞大妈用高音喇叭有什么区别？？学校里面没有其他地方了吗？不高山白石桥那里不行吗？"
        ],
        [
            1,
            "唠嗑 2179972893"
        ],
        [
            1,
            "看到某个黄片里的男主，估计第一次拍片，jb都硬不起来，笑出声，还说：I cant get my dick hard\n\n想到自己第一次约，大一那会儿\n女生帮我脱去战袍\n给我口，我却始终无法集中茎力\n最后还一分钟不到就?了\n后来女生还问了我是不是阳伟\n想起来好尴尬"
        ],
        [
            1,
            "求求校广播站的?做个人吧\n大中午的放歌？？？？\n不让考研党午休了？？？"
        ],
        [
            1,
            "国际啥时候发啊"
        ],
        [
            1,
            "对……"
        ],
        [
            1,
            "在黄色网站看到了同学怎么办，要不要告诉她"
        ],
        [
            0,
            "满庭芳-睹图思佳人（六）\n孤坐床头，凝斜窗外，天低雾霭瞑瞑。露囚秋思，意乱抵阑卿。几种深情浓绪，入梦里、告慕娉婷。深深怕，心无灵犀，华胥阔难逢。\n鸡鸣人尽寝，韶华恐负，偏睹图长。冷风紧，请谁替使扎衾？学社无穷烂事，纯真女、能不忧忡？金轮远，时时护守，莫教恶俗轻。\n"
        ],
        [
            1,
            "和解了…"
        ],
        [
            2,
            "渣不可怕 渣的明明白白也不可怕  怕就怕那种渣还不自知 还梦想着有天能飞黄腾达 渣男biss不用客气             我以为妈妈都会对自己的孩子说不要轻易伤害别人的感情 毕竟出来混是要还的 后来发现不是所有人都有耳朵\n所以渣男同学麻烦滚回家问问你妈怎么做人"
        ]
    ],
    "05": [
        [
            2,
            "心情很糟，有人能来安慰一下吗，Q2738687338"
        ],
        [
            2,
            "czb快出来道歉(微笑)\n顶我上热评"
        ],
        [
            1,
            "我看那男的内心也就是个屌丝，做出来的行为也是屌丝行为，md1000块贿赂别人我真tm笑了...可能最后自己也急了吧，做事也已经全无逻辑了hh。本来嘛，男生渣很正常，出轨yp的也不只你一个，但是处理这事的过程属实弱智...大胆承认错误承认自己渣，我觉得也没啥问题（我自己就是这种，做错事就承认，女生也没见把我往死里逼）你整出预备党员...留面子...之类的，你以为你是谁啊sb玩意，还一千块封口费hhh，真tm一没见过世面的憨批屌丝"
        ],
        [
            1,
            "杨zn的瓜在哪吃，好奇"
        ],
        [
            1,
            "快点把耳朵给捂着\n什么年代了\n讲话干嘛负责\n网络上的大战\n你快去附和\n那只loser被骂的快撑不住了\n我看到了这么多的恨\n好像仇人的眼神在瞪\n为什么你会像是变了一个人\n网络的甄子丹 像个喷子般 在喷\n我不懂适可而止 看我一个打十个\n你们全部是我儿子\n你笑他酸民 他骂你脑残\n这是口水战 最后全部的人渴死"
        ],
        [
            1,
            "找小姐姐耍约饭，太漂亮的别加，怕你失望，哈哈。。qq1768320658"
        ],
        [
            2,
            "有人说说表白墙的瓜吗"
        ],
        [
            1,
            "看了男女主的事情。这件事是男的有错，但就目前来看，这件事女生也有错。\n“我觉得不能算网暴”，绝大多数的网暴者都有一个共同特点，都觉得自己做着正义的事。实际上根据昨天的情况来看，男主微博下带有大量侮辱性评论。男主该骂，但罪不至死。或者说，那是私德层面的问题。以公德的标准去要求私德，就会有一些问题。其实很多人对这件事，是出于对渣男的谴责？出于对女主的同情？都有，但更重要的，是满足自己的吃瓜心理。\n这件事发展到现在，已经是两个人的错！爱情里的事谁说的上谁对谁错，但当公众介入后，大家都会有强烈的同理心，“如果我遇上这样的渣男，我该怎么办”，于是这件事才有了这么大的流量。\n而另一个问题是，“如果我遭遇了这样的网暴，我该怎么办”，此时因为出轨，成了人人喊打的过街老鼠。甚至再有一些关于他的话，人们已经不管真假，只要说他是坏的，人们就相信。\n男主或许曾经给女主造成伤害，说真的，现在女主给男主造成的伤害，早已不能与爱情里的撕心裂肺相比。"
        ],
        [
            1,
            "我10连跪跪到星耀，果断卸载，人都不骂了"
        ],
        [
            2,
            "美国斯坦福大学医学系的阿布贾乌德在其新书《虚拟的你》中指出，网络营造的虚拟空间让人们沉迷其中。对一些人来说，人们沉迷网购、社交网络和游戏的“网瘾”不亚于酗酒，已不是简单的追求娱乐。长此以往，人们容易沉醉在弄虚作假、自欺欺人当中，易形成“E型人格”。 阿布贾乌德在书中表示，具有“E型人格”特征的人缺乏耐性，容易动怒，倾向于用简短词语和符号表达感受，变得幼稚化，极端情况下容易付诸暴力。\n太可怕了 王者荣耀+没有自制力的自己=丑陋的女屌丝\n戒了戒了? ? ? ?"
        ],
        [
            2,
            "狗逼王者荣耀狗逼游戏狗逼队友以及没有自制力的狗逼自己 玩尼玛玩，卸载！（这是我最后一次因为玩游戏说脏话）艹！"
        ],
        [
            1,
            "表白墙是啥啊，我也想吃瓜"
        ],
        [
            1,
            "还是学生就好了"
        ],
        [
            1,
            "请问川大研究生可以申请单人宿舍吗？"
        ]
    ],
    "04": [
        [
            1,
            "找小姐姐耍朋友，只是好生耍朋友，不耍的请不要祸害我。\n643035996"
        ],
        [
            2,
            "考不上了"
        ],
        [
            2,
            "送2019年法考用书哦\n有意留号"
        ],
        [
            1,
            "16高分子的？"
        ],
        [
            1,
            "华西图书馆二楼男厕所洗手池下面是装了加热器吗？洗手的时候感觉水不太凉，但是不怎么热，很奇怪"
        ],
        [
            1,
            "人在无端微笑时，不是百无聊赖，就是痛苦难当"
        ],
        [
            2,
            "之前愿意华西望江附近寒假上门喂猫的同学，你的联系方式加不上～"
        ]
    ],
    "03": [
        [
            2,
            "本人暖男小哥哥一只\n可以做你的树洞呀\n18689109669"
        ],
        [
            2,
            "年底渣男这么多？"
        ],
        [
            2,
            "我又来转Luna洗脸仪啦！！Foreo Luna mini2，200元，包邮！新崭崭的，当时都买成850的！联系qq：834131239"
        ],
        [
            1,
            "本人于12月3号11点-13点，在理科楼去东一食堂路上遗失发票和发货单明细，是泰宇气体的。捡到的同学联系13982429349"
        ],
        [
            1,
            "有学妹想去峨眉山看雪吗？q2455257528"
        ],
        [
            1,
            "川大圈校内通坏了吗，还有别的查课分数组成的东西吗"
        ],
        [
            0,
            "终于分手了"
        ],
        [
            2,
            "出一个索尼颈挂式耳机，WI C400，今年十月在来福士买的，发票和保修卡都齐全，150元。联系qq：834131239"
        ],
        [
            2,
            "国奖还没发么？？？"
        ],
        [
            2,
            "总有他妈一些憨批，进教室把门摔得咚咚咚，坐位置把板凳拉的滋啦滋啦的，生怕自习室的人不知道它进来了"
        ],
        [
            1,
            "我爱的人，她在多远的未来？"
        ],
        [
            1,
            "在線等一個傻逼到想請我看電影的人，急。"
        ],
        [
            1,
            "快毕业了，没有创新学分咋办？"
        ]
    ],
    "02": [
        [
            1,
            "请问文理馆几点闭馆，，保安说十一点，我带到快十一点走了，谁知道没有闭馆"
        ],
        [
            1,
            "你男票对你好不好，要是只爱你，愿意为你花钱就没问题"
        ],
        [
            2,
            "温馨提示：这种男朋友赶紧分。"
        ],
        [
            2,
            "为什么我妈妈的荨麻疹是冷了才难受"
        ],
        [
            2,
            "垃圾室友，看着就烦，做作！赶紧让我毕业吧，远离她！"
        ],
        [
            1,
            "钱晓涵，你还好吗"
        ],
        [
            1,
            "姜晓璇，我又来华西了，脑海里你的样子已经开始模糊了，我竟不能在人群中分辨出你。我走过这里每一寸土地，期待能和你相遇，可每次看到与记忆中的你相似的人心就止不住狂跳，赶紧躲到一边。这个月27号，就距第一次分开两年了，不论过去多少矛盾、多少争吵，一生中最爱。"
        ],
        [
            1,
            "有没有哪位同学想要学日语课程，沪江网校日语0-N2，送全套资料。2100购入的，1600出。可小刀。有需要的请加qq 3031331428"
        ],
        [
            1,
            "有没有哪位同学想要学日语课程，沪江网校日语0-N2，送全套资料。2100购入的，1600出。可小刀"
        ],
        [
            2,
            "请问一下有没有同学认识一个叫周仁印的同学，她的户口本掉了，被望江校区京东快递的工作人员捡到，户口本目前在望江京东快递收货点?"
        ],
        [
            1,
            "川大江安校区周边租房求室友～～\n地址文星花园，高楼层，套三改套四，双卫，有厨房可做饭，家电有冰箱、洗衣机、空调、暖气，目前空出两间次卧，一个月500的租金，可先签半年，押一付三，感兴趣的同学可以➕我vx：why1171237215"
        ],
        [
            1,
            "留下一个号2273926976"
        ],
        [
            1,
            "有同学出租校园卡的吗，用来出入学校、进出图书馆和吃饭，我是今年毕业的学长，绝无欺骗。如果有意的同学可以在评论区留言，删了也能看到的"
        ],
        [
            1,
            "有人治好荨麻疹可以分享一些方法吗，\n好多年了，\n去过医院好几次，就开些抗过敏药，中医只吃过一次药，\n之前也一直都有健身锻炼，到了秋冬还是会复发，\n身体一热就像针扎一样的痛，\n对我的心理造成了极大的痛苦，一有瘙痒就开始害怕它发作，\n球球大家有治好的方法能分享给我 。先谢过了！"
        ],
        [
            2,
            "我不喜欢任何人的时候最正常"
        ],
        [
            1,
            "去年在北京实习\n用tt约了一个小妹妹，16岁，做美甲的\n在\n约到我租的房子里\n和她聊天，聊完就说要和她啪\n我手都在她裤子里了，她就是不同意\n说没有性趣，下次吧\n结果最后只让她帮我lu了一发\n她走的时候还问我：今天肯定不尽兴吧\n现在想起这个事情感觉自己好渣?"
        ]
    ],
    "01": [
        [
            1,
            "有没有瘦瘦的小姐姐小哥哥留个联系呗，很好聊很真诚"
        ],
        [
            2,
            "我也想要男朋友\n气"
        ],
        [
            1,
            "最近迷失自我了，又很想谈恋爱。谁来鞭策我一下，想学习。3453988730"
        ],
        [
            2,
            "我一小学同学。\n高中天天熬夜，高考时本来想报军校，体检说肝功能异常。父母带去一个三甲医院详细检查，医生说不用管。\n大一寒假回来父母不放心又带去医院查，结果肝癌早期，肿瘤有猕猴桃那么大。托了关系找了最好的医生做了手术，手术成功，5年内不复发就行。\n结果他读大学依旧天天熬夜，他妈妈为了他辞退工作租房子陪读，天天给他做饭吃，他依旧如此\n去年癌症转移，没救了。从那之后他一个人开始到全国各地旅游，今天又到了海南。"
        ],
        [
            1,
            "此时此刻， 望江，冰凉，有没有小姐姐出来走走，聊一聊"
        ],
        [
            1,
            "有没睡的吗？？"
        ],
        [
            1,
            "什么伪娘ts的，就是喜欢好看的啦，没什么不正常的"
        ],
        [
            1,
            "直男一个 但是对伪娘ts人妖毫无抵抗力 现在一度怀疑自己心理有问题还是性取向有问题 求助有人知道怎么回事吗q3392588705"
        ],
        [
            0,
            "苏幕遮-睹图思佳人（五）\n夜寒深，身萎困。越是思人，越是心胸闷。事事尽忧卿不问。越是情真，越是罹衔恨。\n黯销魂，休不顺。满枕花痕，莫笑痴人蠢。几时泪得芳拭揾？情付一生，留住芬芳嫩。"
        ]
    ]
}